tools=\u0623\u062f\u0648\u0627\u062a
display=\u0625\u0638\u0647\u0627\u0631
search=\u0628\u062d\u062b
find=\u0623\u064f\u0639\u062b\u0631 \u0639\u0644\u0649
download_intro=\u0628\u0631\u0646\u0627\u0645\u062c STEP \u0645\u062a\u0648\u0641\u0631 \u0644\u0645\u0646\u0635\u0627\u062a (platforms) \u0645\u062e\u062a\u0644\u0641\u0629\u060c \u0648\u0630\u0644\u0643 \u0628\u0641\u0636\u0644 <a href\="https\://www.ej-technologies.com/products/install4j/overview.html" target\="_new">\u0645\u0646\u0634\u0626 \u0627\u0644\u0645\u062b\u0628\u062a \u0645\u062a\u0639\u062f\u062f \u0627\u0644\u0645\u0646\u0627\u0635\u0627\u062a install4j</a>. \u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u0645\u0646\u0635\u0629 \u0627\u0644\u0645\u0646\u0627\u0633\u0628\u0629 \u0644\u0643.
download_step_header=\u062d\u064e\u0645\u0651\u0650\u0644 STEPBible (\u0633\u0652\u062a\u0650\u0628\u0651 - \u0623\u062f\u0648\u0627\u062a \u062f\u0631\u0627\u0633\u0629 \u0627\u0644\u0643\u062a\u0627\u0628 \u0644\u0644\u062c\u0645\u064a\u0639) \u0625\u0644\u0649 \u0627\u0644\u0643\u0645\u0628\u064a\u0648\u062a\u0631 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643
search_placeholder=\u0627\u0644\u0628\u062d\u062b \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0646\u0635 \u0623\u0648 \u0643\u0644\u0645\u0629 \u0623\u0648 \u0639\u0628\u0627\u0631\u0629 \u0623\u0648 \u062a\u0631\u062c\u0645\u0629 \u0645\u0639\u064a\u0646\u0629
context_timeline=\u0627\u0644\u062e\u0637 \u0627\u0644\u0632\u0645\u0646\u064a
context_geography=\u062e\u0631\u0627\u0626\u0637
context_genealogy=\u0639\u0644\u0645 \u0627\u0644\u0627\u0646\u0633\u0627\u0628
search_passage_lookup=\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0646\u0651\u064e\u0635
personal_notes=\u0645\u0630\u0643\u0631\u0627\u062a \u0634\u062e\u0635\u064a\u0629
open_in_new_panel=\u0641\u062a\u062d \u0644\u0648\u062d\u0629 \u062c\u062f\u064a\u062f\u0629
search_refine_search=\u062a\u0646\u0642\u064a\u062d \u0627\u0644\u0628\u062d\u062b
search_search_button=\u0628\u062d\u062b
subject_search=\u0627\u0644\u0645\u0648\u0636\u0648\u0639
search_for_personal_notes=\u0625\u0641\u062a\u062d \u0645\u0630\u0643\u0631\u0627\u062a \u0634\u062e\u0635\u064a\u0629
current_personal_notes=\u0627\u0644\u0648\u062b\u064a\u0642\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629
save_personal_notes=\u0625\u062d\u0641\u0638 \u0627\u0644\u0645\u0644\u0627\u062d\u0638\u0627\u062a
delete_personal_notes=\u0625\u062d\u0630\u0641 \u0627\u0644\u0645\u0644\u0627\u062d\u0638\u0627\u062a
new_personal_notes=\u0623\u0646\u0634\u0626 \u0645\u0644\u0627\u062d\u0638\u0627\u062a \u062c\u062f\u064a\u062f\u0629
lexicon_grammar=\u0642\u0648\u0627\u0639\u062f (\u0646\u062d\u0648)
recent_texts=\u0627\u0644\u0646\u0635\u0648\u0635 \u0627\u0644\u062d\u062f\u064a\u062b\u0629
bookmarks_open=\u0625\u0641\u062a\u062d \u0647\u0630\u0627 \u0627\u0644\u0646\u0635 \u0623\u0648 \u0627\u0644\u0628\u062d\u062b
installation_book_language_code=\u0631\u0645\u0632 \u0627\u0644\u0644\u063a\u0629
installation_please_wait_while_step_retrieves_bibles=\u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631 \u0628\u064a\u0646\u0645\u0627 \u064a\u0633\u062a\u0631\u062f STEP \u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u062a\u0631\u062c\u0645\u0627\u062a \u0648\u0627\u0644\u062a\u0641\u0627\u0633\u064a\u0631 \u0627\u0644\u0645\u062a\u0627\u062d\u0629.
installation_add_modules_from_internet=\u0627\u0628\u062d\u062b \u0639\u0644\u0649 \u0627\u0644\u0625\u0646\u062a\u0631\u0646\u062a \u0639\u0646 \u062a\u0631\u062c\u0645\u0627\u062a \u0627\u062e\u0631\u064a \u0644\u0644\u0643\u062a\u0627\u0628 \u0627\u0644\u0645\u0642\u062f\u0633 \u0644\u062a\u062b\u0628\u064a\u062a\u0647\u0627.
installDirectory=\u062b\u064e\u0628\u0651\u0650\u062a \u062a\u0631\u062c\u0645\u0627\u062a \u0648\u062a\u0641\u0627\u0633\u064a\u0631 \u0627\u0644\u0643\u062a\u0627\u0628 \u0627\u0644\u0645\u0642\u062f\u0633 \u0645\u0646 \u062f\u0644\u064a\u0644
install_resources_from_directory=\u062b\u064e\u0628\u0651\u0650\u062a \u062a\u0631\u062c\u0645\u0627\u062a \u0648\u062a\u0641\u0627\u0633\u064a\u0631 \u0627\u0644\u0643\u062a\u0627\u0628 \u0627\u0644\u0645\u0642\u062f\u0633 \u0645\u0646 \u0627\u0644\u062f\u0644\u064a\u0644 \u0627\u0644\u0645\u062d\u062f\u062f.
look_at_color_table=\u0627\u0646\u0638\u0631 \u062c\u062f\u0648\u0644 \u0627\u0644\u0623\u0644\u0648\u0627\u0646 \u0639\u0644\u0649 \u0627\u0644\u064a\u0645\u064a\u0646 \u0627\u0644\u0627\u0633\u0641\u0644 \u0644\u0644\u0648\u062d\u0629 "\u0645\u0631\u062d\u0628\u0627 \u0628\u0643\u0645 \u0641\u064a STEP" \u0644\u0631\u0624\u064a\u0629 \u062a\u0639\u0631\u064a\u0641 \u0645\u062e\u062a\u0644\u0641 \u0627\u0644\u062e\u0637\u0648\u0637 \u0627\u0644\u062a\u064a \u062a\u062d\u062a \u0627\u0644\u0643\u0644\u0645\u0627\u062a.
simple_search_restricted_explanation=\u0641\u064a \u0627\u0644\u0645\u062b\u0627\u0644 \u0627\u0644\u062a\u0627\u0644\u064a\u060c \u0646\u0628\u062d\u062b \u0639\u0646 \u0627\u0644\u0643\u0644\u0645\u0629 \u0627\u0644\u0639\u0628\u0631\u064a\u0629 '\u062d.\u0633\u062f' (\u0631\u062d\u0645\u0629)\u060c \u0641\u064a \u0623\u0633\u0641\u0627\u0631 \u0645\u0648\u0633\u0649 \u0641\u0642\u0637.
please_select=\u064a\u064f\u0631\u062c\u0649 \u0627\u0644\u062a\u062d\u062f\u064a\u062f
etc=\u0625\u0644\u062e.
other_books=\u0643\u062a\u0628 \u0623\u062e\u0631\u0649
meanings=\u0627\u0644\u0645\u0639\u0627\u0646\u064a (\u063a\u064a\u0631 \u0645\u062d\u062f\u062f)
pick_bible_input_placeholder=\u0623\u0648 \u0627\u0650\u0628\u062d\u062b \u0639\u0646 \u062a\u0631\u062c\u0645\u0629 \u0644\u0644\u0643\u062a\u0627\u0628 \u0627\u0644\u0645\u0642\u062f\u0633 \u0645\u062b\u0644\: 'NIV' \u0623\u0648 'AraSVD'
color=\u0627\u0644\u0644\u0648\u0646
Video=\u0641\u064a\u062f\u064a\u0648
