tools=\u0627\u0628\u0632\u0627\u0631\u0647\u0627
display=\u0635\u0641\u062d\u0647 \u0646\u0645\u0627\u06cc\u0634
search=\u062c\u0633\u062a\u062c\u0648
find=\u067e\u06cc\u062f\u0627 \u06a9\u0631\u062f\u0646
download_intro=\u0642\u062f\u0645 <a href\="https\://www.ej-technologies.com/products/install4j/overview.html" target\="_new">install4j \u0645\u0644\u0679\u06cc \u067e\u0644\u06cc\u0679 \u0641\u0627\u0631\u0645 \u062a\u0646\u0635\u06cc\u0628 \u06a9\u0627\u0631 \u062a\u06cc\u0627\u0631 \u06a9\u0646\u0646\u062f\u06c1</a>\u06a9\u0627 \u0634\u06a9\u0631\u06cc\u06c1 \u0645\u062e\u062a\u0644\u0641 \u067e\u0644\u06cc\u0679 \u067e\u0631 \u062f\u0633\u062a\u06cc\u0627\u0628 \u06c1\u06d2 \u06d4 \u067e\u0644\u06cc\u0679 \u0641\u0627\u0631\u0645 \u067e\u0631 \u062c\u0648 \u0622\u067e \u06a9\u06d2 \u0644\u0626\u06d2 \u0633\u0628 \u0633\u06d2 \u0632\u06cc\u0627\u062f\u06c1 \u0645\u062a\u0639\u0644\u0642\u06c1 \u06c1\u06d2 \u06a9\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u06cc\u06ba \u06d4
download_step_header=\u0628\u0627\u0631\u06af\u06cc\u0631\u06cc \u0627\u0633\u062a\u067e\u200c\u0628\u06cc\u0628\u0644 \u0631\u0648\u06cc \u0631\u0627\u06cc\u0627\u0646\u0647
search_placeholder=\u067e\u06cc\u0631\u0627 \u06af\u0631\u0627\u0641\u060c \u0644\u0641\u0638\u060c \u062c\u0645\u0644\u06c1 \u06cc\u0627 \u0648\u0631\u0698\u0646 \u06a9\u06cc \u0637\u0631\u0641 \u0633\u06d2 \u062a\u0644\u0627\u0634 \u06a9\u0631\u06cc\u06ba
context_timeline=\u0648\u0642\u062a \u0644\u0627\u0626\u0646
context_geography=\u0646\u0642\u0634\u06c1 \u062c\u0627\u062a
context_genealogy=\u0634\u062c\u0631\u0647 \u0646\u0627\u0645\u0647
search_passage_lookup=\u067e\u06cc\u0631\u0627 \u06af\u0631\u0627\u0641 \u067e\u0631 \u0646\u0638\u0631 \u062f\u0648\u0691\u0627\u0626\u06cc\u06ba
personal_notes=\u06cc\u0627\u062f\u062f\u0627\u0634\u062a \u0647\u0627\u06cc \u0634\u062e\u0635\u06cc
open_in_new_panel=\u06a9\u06be\u0644\u06cc \u0646\u0626\u06d2 \u067e\u06cc\u0646\u0644
search_refine_search=\u062a\u0644\u0627\u0634 \u06a9\u0648 \u0635\u0627\u0641 \u0628\u0646\u0627\u0626\u06cc\u06ba
search_search_button=\u062a\u0644\u0627\u0634 \u06a9\u0631\u06cc\u06ba
subject_search=\u0645\u0648\u0636\u0648\u0639
search_for_personal_notes=\u06a9\u0634\u0627\u062f\u06c1 \u0630\u0627\u062a\u06cc \u0646\u0648\u0679
current_personal_notes=\u062d\u0627\u0644\u06cc\u06c1 \u062f\u0633\u062a\u0627\u0648\u06cc\u0632
save_personal_notes=\u0646\u0648\u0679 \u0645\u062d\u0641\u0648\u0638 \u06a9\u0631\u06cc\u06ba
delete_personal_notes=\u0646\u0648\u0679 \u062d\u0630\u0641 \u06a9\u0631\u06cc\u06ba
new_personal_notes=\u0646\u06cc\u0627 \u0646\u0648\u0679 \u0628\u0646\u0627\u0626\u06cc\u06ba
lexicon_grammar=\u06af\u0631\u0627\u0645\u0631
recent_texts=\u062d\u0627\u0644\u06cc\u06c1 \u062a\u062d\u0631\u06cc\u0631\u06cc\u06ba
bookmarks_open=\u06cc\u06c1 \u0639\u0628\u0627\u0631\u062a \u06cc\u0627 \u062a\u0644\u0627\u0634 \u06a9\u06be\u0648\u0644\u06cc\u06ba
installation_book_language_code=\u0632\u0628\u0627\u0646 \u0636\u0627\u0628\u0637\u06c1
installation_please_wait_while_step_retrieves_bibles=\u0645\u0631\u062d\u0644\u06c1 \u0627\u06cc\u06a9 \u0641\u06c1\u0631\u0633\u062a \u062f\u0633\u062a\u06cc\u0627\u0628 \u06a9\u062a\u0627\u0628 \u0645\u0642\u062f\u0633 \u0627\u0648\u0631 \u062a\u0641\u0627\u0633\u06cc\u0631 \u06a9\u06d2 \u0644\u0626\u06d2 \u0628\u0627\u0632\u06cc\u0627\u0641\u062a \u06a9\u0631\u062a\u0627 \u06c1\u06d2\u060c \u0627\u0646\u062a\u0638\u0627\u0631 \u06a9\u0631\u06cc\u06ba \u06d4
installation_add_modules_from_internet=\u0627\u0646\u0679\u0631\u0646\u06cc\u0679 \u0633\u06d2 \u062a\u0646\u0635\u06cc\u0628 \u06a9\u0631\u0646\u06d2 \u06a9\u06d2 \u0644\u06cc\u06d2 \u0645\u0632\u06cc\u062f \u06a9\u062a\u0627\u0628 \u0645\u0642\u062f\u0633 \u06a9\u06cc \u062a\u0644\u0627\u0634
installDirectory=\u06a9\u062a\u0627\u0628 \u0645\u0642\u062f\u0633 \u0627\u0648\u0631 \u062a\u0641\u0627\u0633\u06cc\u0631 \u0633\u06d2 \u0627\u06cc\u06a9 \u0688\u0627\u0626\u0631\u06cc\u06a9\u0679\u0631\u06cc \u06a9\u06cc \u062a\u0646\u0635\u06cc\u0628 \u06a9\u0631\u06cc\u06ba
install_resources_from_directory=\u06a9\u062a\u0627\u0628 \u0645\u0642\u062f\u0633 \u0633\u06d2 \u0645\u0646\u062a\u062e\u0628 \u0688\u0627\u0626\u0631\u06cc\u06a9\u0679\u0631\u06cc \u06a9\u06cc \u062a\u0646\u0635\u06cc\u0628 \u06a9\u0631\u06cc\u06ba \u06d4
look_at_color_table=\u0627\u06af\u0631 \u0645\u06cc \u062e\u0648\u0627\u0647\u06cc\u062f \u062a\u0639\u0627\u0631\u06cc\u0641 \u0627\u0646\u0648\u0627\u0639 \u0632\u06cc\u0631\u062e\u0637 \u06af\u0630\u0627\u0631\u06cc \u0647\u0627 \u0645\u0634\u062e\u0635 \u0634\u0648\u062f \u0628\u0647 \u062c\u062f\u0648\u0644 \u0631\u0646\u06af \u0647\u0627 \u062f\u0631 \u067e\u0627\u06cc\u06cc\u0646 \u0633\u0645\u062a \u0631\u0627\u0633\u062a \u0635\u0641\u062d\u0647 \u0646\u06af\u0627\u0647 \u06a9\u0646\u06cc\u062f.
simple_search_restricted_explanation=\u0627\u0633 \u06a9\u06cc \u0627\u06af\u0644\u06cc \u0645\u062b\u0627\u0644 \u0645\u06cc\u06ba\u060c \u06c1\u0645 \u0635\u0631\u0641 \u067e\u0627\u0646\u0679\u06cc\u0679\u06cc\u0648\u0686 \u0645\u06cc\u06ba \u0639\u0628\u0631\u0627\u0646\u06cc \u0644\u0641\u0638 'he.sed' (\u0648\u0641\u0627\u062f\u0627\u0631 \u0645\u06c1\u0631\u0628\u0627\u0646\u06cc) \u06a9\u06d2 \u0644\u06cc\u06d2 \u062a\u0644\u0627\u0634.
