"Всички права запазени. Текстът на Библията, нов превод от оригиналните езици © Българско библейско дружество, може да бъде цитиран под всякаква форма (печатна, визуална, дигитална или аудио) в размер на не повече от петстотин (500) стиха без изрично писмено разрешение от издателите, при положение, че цитираните стихове не представляват цяла библейска книга и не съставляват двадесет и пет процента (25%) от материала, в който са цитирани. Копие от материала да се изпрати на издателя.  На титулната или на страницата, обозначаваща авторските права, или на първия екран (в зависимост от вида) на съответния материал, трябва да се изписва следното:  <b>Библейските цитати са от Библия, нов превод от оригиналните езици <br>© Българско библейско дружество 2013. Използвани с разрешение.</b>   Този библейски текст е предназначен единствено за лична употреба. Може да копирате части от текста в свои печатни или електронни произведения, без те да бъдат разпространявани с комерсиална цел. Библейският текст не може да бъде променян под никаква форма и трябва да остане в първоначалния си вид. Библейският текст не може да бъде продаван директно или предлаган за продажба под каквато и да е форма.   Библейският текст не е софтуер и не може да бъде копиран като такъв. Когато цитати от библейския текст се използват в материали, предназначени за свободно разпространение, като например църковни бюлетини, ред на богослуженията, плакати, транспаранти или други подобни, не е необходимо да се изписва пълното наименование на библейския текст, но след цитата трябва да се изписва съкращението НП (от: „Нов превод“).   Всеки друг материал, използващ библейски цитати и произведен с комерсиална цел, който използва текстове от Библия, нов превод от оригиналните езици © Българско библейско дружество, трябва да има изрично писмено разрешение от Българско библейско дружество за използването на този библейски текст.   Запитвания и всякакви други въпроси може да се отправят към:   Българско библейско дружество <br>ул. Антим I, №51, София 1303 <br><a href=’www.biblesociety.bg’>www.biblesociety.bg</a>    All rights reserved. The text of the Bible, new translation from the original language © Bulgarian Bible Society, may be quoted in any form (written, visual, electronic or audio) up to an inclusive of five hundred (500) verses without the express written permission of the publisher, providing the verses quoted do not amount to a complete book of the Bible nor do verses quoted account for twenty-five percent (25%) or more of the total text of the work in which they are quoted. A copy of the work should be sent to the publisher. For more information, contact the Bulgarian Bible Society.   Bulgarian Bible Society <br>Sofia 1303, 51 Antim I Str. <br>BULGARIA <br><a href=’www.biblesociety.bg’>www.biblesociety.bg</a>"
