error_internal=\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3053\u306e\u554f\u984c\u304c\u5f15\u304d\u7d9a\u304d\u767a\u751f\u3059\u308b\u5834\u5408\u306f\u3001\u8abf\u67fb\u3044\u305f\u3057\u307e\u3059\u306e\u3067STEP\u30c1\u30fc\u30e0\u307e\u3067\u3054\u9023\u7d61\u304f\u3060\u3055\u3044\u3002
error_missing_field=\u30b9\u30c6\u30c3\u30d7\u306f\u3044\u304f\u3064\u304b\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u7a7a\u767d\u3060\u3063\u305f\u306e\u3067\u8981\u6c42\u3092\u904b\u3076\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
error_validation=\u6307\u5b9a\u3057\u305f\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u3044\u304f\u3064\u304b\u306f\u7121\u52b9\u3067\u3059\u3002
error_login=\u3053\u306e\u6a5f\u80fd\u3067\u306f\u3001\u30b9\u30c6\u30c3\u30d7\u306b\u30ed\u30b0\u30a4\u30f3\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002

option_not_available_interleaved=\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u3001'\u30a4\u30f3\u30bf\u30fc\u30ea\u30fc\u30d6' \u30aa\u30d7\u30b7\u30e7\u30f3\u3067\u901a\u8def\u3092\u8868\u793a\u3059\u308b\u3068\u304d\u306b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
option_not_available_interlinear=\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u3001'Interlinear' \u30aa\u30d7\u30b7\u30e7\u30f3\u3067\u901a\u8def\u3092\u8868\u793a\u3059\u308b\u3068\u304d\u306b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
option_not_available_other=\u6ce8\u610f\u3057\u3066\u304f\u3060\u3055\u3044\u3001\u307e\u305f\u3001\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u3044\u305a\u308c\u304b\u3092\u9078\u629e\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u884c\u9593\u306e\u30e2\u30fc\u30c9\u304c\u9078\u629e\u3055\u308c\u305f\: \u300e \u6587\u6cd5 \u300f\u3001'\u82f1\u8a9e\u3067 Vocab.'\u3001\u30ae\u30ea\u30b7\u30e3\u8a9e\u3067\u5358\u8a9e/\u30d8\u30d6\u30e9\u30a4\u8a9e\u3001Vocab. (\u97f3\u8a33)\u3002
option_not_supported_by_version=\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u3001\u73fe\u5728\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u30c6\u30ad\u30b9\u30c8\u306b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002

blank_search_provided=\u6307\u5b9a\u3057\u305f\u691c\u7d22\u306f\u7a7a\u767d\u3060\u3063\u305f\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
refinement_not_supported=\u6b21\u306e\u691c\u7d22 %1$s \u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002%2$ \u306e\u691c\u7d22\u3092\u7d5e\u308a\u8fbc\u3080\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
search_unknown=\u30b9\u30c6\u30c3\u30d7\u3092\u8981\u6c42\u3057\u305f\u691c\u7d22\u306e\u7a2e\u985e\u3092\u8a8d\u8b58\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
search_invalid=\u6307\u5b9a\u3057\u305f\u691c\u7d22\u304c\u7121\u52b9\u3067\u3059\u3002
subject_reference_search_too_big=\u63d0\u4f9b\u3055\u308c\u305f\u901a\u8def\u304c\u5927\u304d\u3059\u304e\u307e\u3059 (%1$ \u306e\u8a69)\u3002\u672c\u3001\u7ae0\u3001\u307e\u305f\u306f %2$s \u306e\u8a69\u3088\u308a\u3082\u5c11\u306a\u3044\u3092\u6301\u3063\u3066\u3044\u308b\u53c2\u7167\u306e\u540d\u524d\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002

search_text=\u30c6\u30ad\u30b9\u30c8
search_subject=\u4ef6\u540d
search_timeline=\u30bf\u30a4\u30e0\u30e9\u30a4\u30f3
search_word=\u5358\u8a9e
verse_related=\u95a2\u9023\u306e\u8a69
related_by_topic=\u95a2\u9023\u3059\u308b\u30c8\u30d4\u30c3\u30af

#derived from above
search_text_search=\u30c6\u30ad\u30b9\u30c8\u691c\u7d22
search_subject_search=\u4ef6\u540d\u3092\u691c\u7d22\u3057\u307e\u3059\u3002
search_timeline_search=\u30bf\u30a4\u30e0\u30e9\u30a4\u30f3\u691c\u7d22
search_word_search=\u5358\u8a9e\u306e\u691c\u7d22
verse_related_search=\u8a69\u306e\u95a2\u9023\u691c\u7d22
related_by_topic_search=\u95a2\u9023\u30c8\u30d4\u30c3\u30af\u306e\u691c\u7d22
search_results_for=\u691c\u7d22\u7d50\u679c


invalid_email=\u7121\u52b9\u306a\u96fb\u5b50\u30e1\u30fc\u30eb\u304c\u63d0\u4f9b\u3055\u308c\u307e\u3057\u305f\: %1$s
book_not_found=\u8056\u66f8/\u30a4\u30cb\u30b7\u30e3\u30eb %1$s \u3068\u89e3\u8aac\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
invalid_reference_in_book=\u8056\u66f8\u53c2\u7167"%1$s"%2$s \u8056\u66f8\u306e\u8ad6\u8a55\u3067\u6709\u52b9\u306a\u53c2\u7167\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
identical_texts=2 \u3064\u4ee5\u4e0a\u306e\u540c\u4e00\u306e\u30c6\u30ad\u30b9\u30c8\u3092\u6bd4\u8f03\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307e\u3059\u3002
translations_in_different_languages=\u7570\u306a\u308b\u8a00\u8a9e\u3067\u66f8\u304b\u308c\u3066\u3044\u308b\u3088\u3046\u306b\u30b9\u30c6\u30c3\u30d7\u306f\u9078\u629e\u3057\u305f\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u6bd4\u8f03\u3067\u304d\u307e\u305b\u3093\u3002

bible_required=\u8056\u66f8\u3092\u9078\u629e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059/\u89e3\u8aac\u3002
reference_required=\u8056\u66f8\u306e\u30c6\u30ad\u30b9\u30c8\u306e\u53c2\u7167\u3092\u63d0\u4f9b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
reference_for_maps=\u8056\u66f8\u306e\u30c6\u30ad\u30b9\u30c8\u306e\u53c2\u7167\u304c\u30de\u30c3\u30d7\u306e\u30e2\u30b8\u30e5\u30fc\u30eb\u3092\u691c\u7d22\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u3067\u3059\u3002
bible_for_install=\u8056\u66f8/\u89e3\u8aac\u3092\u6700\u521d\u306b\u9078\u629e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
failed_to_install=\u8056\u66f8\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306b\u5931\u6557\u3057\u305f\u30b9\u30c6\u30c3\u30d7/\u89e3\u8aac\u3002

# Messages for standalone step-server app
error_unable_to_show_browser=\u30b9\u30c6\u30c3\u30d7\u306f\u3001\u30d6\u30e9\u30a6\u30b6\u30fc\u3092\u8d77\u52d5\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
error_generic=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002