error_internal=\u0915\u094b\u0908 \u0905\u0928\u092a\u0947\u0915\u094d\u0937\u093f\u0924 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908\u0964 \u0915\u0943\u092a\u092f\u093e \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964 \u092f\u0926\u093f \u092f\u0939 \u0938\u092e\u0938\u094d\u092f\u093e \u092c\u0928\u0940 \u0930\u0939\u0924\u0940 \u0939\u0948, \u0915\u0943\u092a\u092f\u093e \u092f\u0939 \u0906\u0917\u0947 \u0915\u0940 \u091c\u093e\u0902\u091a \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0938\u094d\u091f\u0947\u092a (STEP) \u091f\u0940\u092e \u0938\u0947 \u0938\u0902\u092a\u0930\u094d\u0915 \u0915\u0930\u0947\u0902\u0964
error_missing_field=\u0938\u094d\u091f\u0947\u092a (STEP) \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0915\u0941\u091b \u092b\u093c\u0940\u0932\u094d\u0921 \u0930\u093f\u0915\u094d\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0905\u0928\u0941\u0930\u094b\u0927 \u0915\u0947 \u092c\u093e\u0939\u0930 \u0932\u0947 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925 \u0925\u093e\u0964
error_validation=\u0915\u0941\u091b \u0909\u092a\u0932\u092c\u094d\u0927 \u0915\u0930\u093e\u0908 \u0917\u0908  \u092b\u093c\u0940\u0932\u094d\u0921\u094d\u0938  \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0902\u0964
error_login=\u092f\u0939 \u0938\u0941\u0935\u093f\u0927\u093e \u0906\u092a\u0915\u094b \u0938\u094d\u091f\u0947\u092a (STEP) \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0932\u0949\u0917\u0907\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0940 \u0906\u0935\u0936\u094d\u092f\u0915\u0924\u093e \u0939\u0948\u0964

option_not_available_interleaved=\u092f\u0939 \u0935\u093f\u0915\u0932\u094d\u092a \u091c\u092c \u090f\u0915 \u092c\u0940\u0924\u0928\u0947 \u0915\u093e 'Interleaved' \u0935\u093f\u0915\u0932\u094d\u092a \u0915\u0947 \u0938\u093e\u0925 \u0926\u0947\u0916 \u0930\u0939\u0947 \u0939\u0948\u0902 \u0935\u094b \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
option_not_available_interlinear=\u092f\u0939 \u0935\u093f\u0915\u0932\u094d\u092a \u091c\u092c \u090f\u0915 \u092c\u0940\u0924\u0928\u0947 \u0915\u093e 'Interlinear' \u0935\u093f\u0915\u0932\u094d\u092a \u0915\u0947 \u0938\u093e\u0925 \u0926\u0947\u0916 \u0930\u0939\u0947 \u0939\u0948\u0902 \u0935\u094b \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
option_not_available_other=\u0915\u0943\u092a\u092f\u093e \u0927\u094d\u092f\u093e\u0928 \u0926\u0947\u0902, \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0906\u092a \u092d\u0940 \u0928\u093f\u092e\u094d\u0928 \u0935\u093f\u0915\u0932\u094d\u092a\u094b\u0902 \u092e\u0947\u0902 \u0938\u0947 \u090f\u0915 \u0915\u093e \u091a\u092f\u0928 \u0915\u093f\u092f\u093e \u0939\u0948 Interlinear \u092e\u094b\u0921 \u091a\u092f\u0928 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e\: '\u0935\u094d\u092f\u093e\u0915\u0930\u0923', 'Vocab.' \u092e\u0947\u0902 \u0905\u0902\u0917\u094d\u0930\u0947\u091c\u0940, \u0917\u094d\u0930\u0940\u0915 \u092e\u0947\u0902 Vocab / \u0939\u093f\u092c\u094d\u0930\u0942, Vocab. transliterated.
option_not_supported_by_version=\u092f\u0939 \u0935\u093f\u0915\u0932\u094d\u092a \u0935\u0930\u094d\u0924\u092e\u093e\u0928 \u092e\u0947\u0902 \u091a\u092f\u0928\u093f\u0924 \u092a\u093e\u0920 \u092e\u0947\u0902 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964

blank_search_provided=\u0906\u092a \u0909\u092a\u0932\u092c\u094d\u0927 \u0915\u0930\u093e\u0908 \u0917\u0908 \u0916\u094b\u091c \u0916\u093e\u0932\u0940 \u0925\u093e\u0964 \u0915\u0943\u092a\u092f\u093e \u092a\u0941\u0928\: \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
refinement_not_supported=\u0928\u093f\u092e\u094d\u0928 \u0916\u094b\u091c %1$s \u0938\u092e\u0930\u094d\u0925\u093f\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0906\u092a %2$s \u0916\u094b\u091c\u094b\u0902 \u0915\u094b \u092a\u0930\u093f\u0937\u094d\u0915\u0943\u0924 \u0915\u0930\u0947\u0902 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u093e\u0964
search_unknown=STEP \u0905\u0928\u0941\u0930\u094b\u0927\u093f\u0924 \u0916\u094b\u091c \u0915\u0947 \u092a\u094d\u0930\u0915\u093e\u0930 \u092a\u0939\u091a\u093e\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925 \u0925\u093e\u0964
search_invalid=\u0906\u092a \u0909\u092a\u0932\u092c\u094d\u0927 \u0915\u0930\u093e\u0908 \u0917\u0908 \u0916\u094b\u091c \u0905\u092e\u093e\u0928\u094d\u092f \u0925\u093e\u0964
subject_reference_search_too_big=\u0926\u093f\u092f\u093e \u0917\u092f\u093e \u0905\u0902\u0936 \u092c\u0939\u0941\u0924 \u092c\u0921\u093c\u093e \u0925\u093e (%1$s \u092a\u0926)\u0964 \u0915\u0943\u092a\u092f\u093e \u090f\u0915 \u0915\u093f\u0924\u093e\u092c, \u090f\u0915 \u0905\u0927\u094d\u092f\u093e\u092f, \u092f\u093e %2$s \u091b\u0902\u0926 \u0938\u0947 \u091b\u094b\u091f\u093e \u0905\u0902\u0936  \u091a\u092f\u0928 \u0915\u0930\u0947\u0902\u0964
search_text=\u0935\u093f\u0937\u092f\u0935\u0938\u094d\u0924\u0941
search_subject=\u0935\u093f\u0937\u092f
search_word=\u0936\u092c\u094d\u0926
verse_related=\u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u0936\u094d\u0932\u094b\u0915
related_by_topic=\u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u0935\u093f\u0937\u092f

search_timeline=\u0938\u092e\u092f\u0930\u0947\u0916\u093e

#derived from above
search_text_search=\u0936\u092c\u094d\u0926 \u0916\u094b\u091c 
search_subject_search=\u0935\u093f\u0937\u092f \u0916\u094b\u091c
search_timeline_search=\u0938\u092e\u092f \u0930\u0947\u0916\u093e \u0916\u094b\u091c\u0947\u0902
search_word_search=\u0936\u092c\u094d\u0926 \u0916\u094b\u091c
verse_related_search=\u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u0936\u094d\u0932\u094b\u0915 \u0916\u094b\u091c
related_by_topic_search=\u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u0935\u093f\u0937\u092f \u0916\u094b\u091c
search_results_for=\u0915\u0947 \u0932\u093f\u090f \u0916\u094b\u091c \u092a\u0930\u093f\u0923\u093e\u092e


invalid_email=\u090f\u0915 \u0905\u092e\u093e\u0928\u094d\u092f \u0908\u092e\u0947\u0932 \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0925\u093e\: %1$s
book_not_found=\u092c\u093e\u0907\u092c\u0932 / \u091f\u0940\u0915\u093e \u092a\u094d\u0930\u0925\u092e \u0928\u093e\u092e %1$s \u0915\u0947 \u0938\u093e\u0925 \u0928\u0939\u0940\u0902 \u092a\u093e\u092f\u093e \u091c\u093e \u0938\u0915\u0924\u093e \u0939\u0948\u0964
invalid_reference_in_book=\u092c\u093e\u0907\u092c\u093f\u0932 \u0938\u0902\u0926\u0930\u094d\u092d '%1$s' %2$s \u092c\u093e\u0907\u092c\u0932/\u0915\u092e\u0947\u0902\u091f\u094d\u0930\u0940 \u092e\u0947\u0902 \u092e\u093e\u0928\u094d\u092f \u0938\u0902\u0926\u0930\u094d\u092d \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
identical_texts=\u0906\u092a 2 \u092f\u093e \u0905\u0927\u093f\u0915 \u0938\u092e\u093e\u0928 \u0917\u094d\u0930\u0902\u0925\u094b\u0902 \u0915\u0940 \u0924\u0941\u0932\u0928\u093e \u0915\u0930\u0928\u0947 \u0915\u0940 \u0915\u094b\u0936\u093f\u0936 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902\u0964
translations_in_different_languages=STEP \u091a\u092f\u0928\u093f\u0924 \u0938\u0902\u0938\u094d\u0915\u0930\u0923\u094b\u0902 \u0915\u0940 \u0924\u0941\u0932\u0928\u093e \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u093e \u0915\u094d\u092f\u094b\u0902\u0915\u093f \u0935\u0947 \u0935\u093f\u092d\u093f\u0928\u094d\u0928 \u092d\u093e\u0937\u093e\u0913\u0902 \u092e\u0947\u0902 \u0932\u093f\u0916\u0947 \u0917\u090f \u0939\u0948\u0902\u0964

bible_required=\u0906\u092a \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0939\u0948 \u090f\u0915 \u092c\u093e\u0907\u092c\u0932 \u0915\u093e \u091a\u092f\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f / \u091f\u0940\u0915\u093e\u0964
reference_required=\u0906\u092a \u090f\u0915 \u092c\u093e\u0907\u092c\u093f\u0932 \u092a\u093e\u0920 \u0938\u0902\u0926\u0930\u094d\u092d \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0915\u0940 \u091c\u0930\u0942\u0930\u0924 \u0939\u0948\u0964
reference_for_maps=\u090f\u0915 \u092c\u093e\u0907\u092c\u093f\u0932 \u092a\u093e\u0920 \u0938\u0902\u0926\u0930\u094d\u092d \u090a\u092a\u0930 Maps \u092e\u0949\u0921\u094d\u092f\u0942\u0932 \u0915\u0940 \u0924\u0932\u093e\u0936 \u0915\u0947 \u0932\u093f\u090f \u0906\u0935\u0936\u094d\u092f\u0915 \u0939\u0948\u0964
bible_for_install=\u090f\u0915 \u092c\u093e\u0907\u092c\u093f\u0932 / \u091f\u0940\u0915\u093e \u092a\u0939\u0932\u0947 \u091a\u092f\u0928\u093f\u0924 \u0939\u094b\u0928\u093e \u091a\u093e\u0939\u093f\u090f\u0964
failed_to_install=STEP \u092c\u093e\u0907\u092c\u093f\u0932 / \u0915\u092e\u0947\u0902\u091f\u094d\u0930\u0940 \u0915\u094b \u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0935\u093f\u092b\u0932 \u0930\u0939\u093e\u0964

# Messages for standalone step-server app
error_unable_to_show_browser=STEP \u092c\u094d\u0930\u093e\u0909\u091c\u093c\u0930 \u0936\u0941\u0930\u0942 \u0915\u0930\u0928\u0947 \u092e\u0947\u0902 \u0905\u0938\u092e\u0930\u094d\u0925 \u0925\u093e\u0964
error_generic=\u0915\u094b\u0908 \u0924\u094d\u0930\u0941\u091f\u093f \u0909\u0924\u094d\u092a\u0928\u094d\u0928 \u0939\u0941\u0908\u0964