error_internal=L\u1ed7i b\u1ea5t ng\u1edd \u0111\u00e3 x\u1ea3y ra. Xin vui l\u00f2ng th\u1eed l\u1ea1i. N\u1ebfu v\u1eabn ti\u1ebfp t\u1ee5c c\u00f3 l\u1ed7i n\u00e0y, xin vui l\u00f2ng li\u00ean h\u1ec7 v\u1edbi nh\u00f3m STEP \u0111\u1ec3 ki\u1ec3m tra.
error_missing_field=STEP kh\u00f4ng th\u1ec3 th\u1ef1c hi\u1ec7n y\u00eau c\u1ea7u n\u00e0y b\u1edfi v\u00ec m\u1ed9t s\u1ed1 l\u0129nh v\u1ef1c b\u1ecb b\u1ecf tr\u1ed1ng.
error_validation=M\u1ed9t s\u1ed1 l\u0129nh v\u1ef1c b\u1ea1n cung c\u1ea5p l\u00e0 kh\u00f4ng h\u1ee3p l\u1ec7.
error_login=T\u00ednh n\u0103ng n\u00e0y y\u00eau c\u1ea7u b\u1ea1n ph\u1ea3i \u0111\u0103ng nh\u1eadp v\u00e0o STEP.

option_not_available_interleaved=T\u00f9y ch\u1ecdn n\u00e0y kh\u00f4ng c\u00f3 s\u1eb5n khi xem m\u1ed9t ph\u00e2n \u0111o\u1ea1n v\u1edbi t\u00f9y ch\u1ecdn 'Xen k\u1ebd'.
option_not_available_interlinear=T\u00f9y ch\u1ecdn n\u00e0y kh\u00f4ng c\u00f3 s\u1eb5n khi xem m\u1ed9t ph\u00e2n \u0111o\u1ea1n v\u1edbi t\u00f9y ch\u1ecdn 'Song ng\u1eef'.
option_not_available_other=Xin vui l\u00f2ng l\u01b0u \u00fd, c\u00e1c ch\u1ebf \u0111\u1ed9 Song ng\u1eef \u0111\u00e3 \u0111\u01b0\u1ee3c l\u1ef1a ch\u1ecdn b\u1edfi v\u00ec b\u1ea1n \u0111\u00e3 ch\u1ecdn m\u1ed9t trong c\u00e1c t\u00f9y ch\u1ecdn sau \u0111\u00e2y\: 'Ng\u1eef ph\u00e1p', 'T\u1eeb v\u1ef1ng ti\u1ebfng Anh', t\u1eeb v\u1ef1ng ti\u1ebfng Hy L\u1ea1p / Hy-b\u00e1-lai, T\u1eeb v\u1ef1ng phi\u00ean \u00e2m.
option_not_supported_by_version=T\u00f9y ch\u1ecdn n\u00e0y kh\u00f4ng c\u00f3 s\u1eb5n trong b\u1ea3n v\u0103n \u0111\u01b0\u1ee3c ch\u1ecdn hi\u1ec7n t\u1ea1i.

blank_search_provided=T\u00ecm ki\u1ebfm b\u1ea1n \u0111\u1ec1 ngh\u1ecb b\u1ecb tr\u1ed1ng. Xin vui l\u00f2ng th\u1eed l\u1ea1i.
refinement_not_supported=T\u00ecm ki\u1ebfm %1$s kh\u00f4ng \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3. B\u1ea1n kh\u00f4ng th\u1ec3 l\u1ecdc %2$s t\u00ecm ki\u1ebfm.
search_unknown=STEP kh\u00f4ng th\u1ec3 nh\u1eadn ra lo\u1ea1i t\u00ecm ki\u1ebfm m\u00e0 b\u1ea1n y\u00eau c\u1ea7u.
search_invalid=T\u00ecm ki\u1ebfm b\u1ea1n \u0111\u1ec1 ngh\u1ecb l\u00e0 kh\u00f4ng h\u1ee3p l\u1ec7.
subject_reference_search_too_big=Ph\u00e2n \u0111o\u1ea1n b\u1ea1n \u0111\u1ec1 ngh\u1ecb l\u00e0 qu\u00e1 l\u1edbn (%1$s c\u00e2u). Vui l\u00f2ng ch\u1ecdn t\u00ean c\u1ee7a m\u1ed9t cu\u1ed1n s\u00e1ch, m\u1ed9t ch\u01b0\u01a1ng, ho\u1eb7c m\u1ed9t t\u00e0i li\u1ec7u tham kh\u1ea3o c\u00f3 \u00edt h\u01a1n %2$s c\u00e2u.
search_subject=Ch\u1ee7 \u0111\u1ec1
search_word=T\u1eeb
verse_related=Li\u00ean quan \u0111\u1ebfn c\u00e2u th\u01a1
related_by_topic=Ch\u1ee7 \u0111\u1ec1 li\u00ean quan

search_timeline=Tr\u00ecnh t\u1ef1 Th\u1eddi gian

#derived from above
search_subject_search=T\u00ecm ki\u1ebfm ch\u1ee7 \u0111\u1ec1
search_timeline_search=Tr\u00ecnh t\u1ef1 th\u1eddi gian t\u00ecm ki\u1ebfm
search_word_search=T\u00ecm ki\u1ebfn t\u1eeb ng\u1eef
verse_related_search=T\u00ecm ki\u1ebfm c\u00e1c c\u00e2u li\u00ean quan
related_by_topic_search=T\u00ecm ch\u1ee7 \u0111\u1ec1 li\u00ean quan
search_results_for=K\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm cho


invalid_email=M\u1ed9t email kh\u00f4ng h\u1ee3p l\u1ec7 \u0111\u00e3 \u0111\u01b0\u1ee3c cung c\u1ea5p\: %1$s
book_not_found=Kinh Th\u00e1nh / s\u00e1ch gi\u1ea3i ngh\u0129a v\u1edbi t\u00ean vi\u1ebft t\u1eaft %1$s kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y.
invalid_reference_in_book=T\u00e0i li\u1ec7u tham kh\u1ea3o kinh th\u00e1nh "%1$s" kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t tham chi\u1ebfu h\u1ee3p l\u1ec7 trong %2$s kinh th\u00e1nh/s\u00e1ch gi\u1ea3i ngh\u0129a.
identical_texts=B\u1ea1n \u0111ang c\u1ed1 g\u1eafng \u0111\u1ec3 so s\u00e1nh 2 ho\u1eb7c nhi\u1ec1u b\u1ea3n v\u0103n gi\u1ed1ng h\u1ec7t nhau.
translations_in_different_languages=STEP kh\u00f4ng th\u1ec3 so s\u00e1nh c\u00e1c phi\u00ean b\u1ea3n \u0111\u00e3 ch\u1ecdn v\u00ec ch\u00fang \u0111\u01b0\u1ee3c vi\u1ebft b\u1eb1ng c\u00e1c ng\u00f4n ng\u1eef kh\u00e1c nhau.

bible_required=B\u1ea1n c\u1ea7n ph\u1ea3i ch\u1ecdn m\u1ed9t b\u1ea3n kinh th\u00e1nh / s\u00e1ch gi\u1ea3i ngh\u0129a.
reference_required=B\u1ea1n c\u1ea7n ph\u1ea3i \u0111\u1ec1 ngh\u1ecb m\u1ed9t t\u00e0i li\u1ec7u tham kh\u1ea3o kinh th\u00e1nh.
reference_for_maps=M\u1ed9t t\u00e0i li\u1ec7u tham kh\u1ea3o Kinh Th\u00e1nh l\u00e0 c\u1ea7n thi\u1ebft \u0111\u1ec3 tra c\u1ee9u m\u00f4-\u0111un b\u1ea3n \u0111\u1ed3.
bible_for_install=M\u1ed9t b\u1ea3n Kinh Th\u00e1nh / s\u00e1ch gi\u1ea3i ngh\u0129a ph\u1ea3i \u0111\u01b0\u1ee3c ch\u1ecdn tr\u01b0\u1edbc.
failed_to_install=STEP kh\u00f4ng th\u1ec3 c\u00e0i \u0111\u1eb7t b\u1ea3n kinh th\u00e1nh / s\u00e1ch gi\u1ea3i ngh\u0129a.

# Messages for standalone step-server app
error_unable_to_show_browser=STEP kh\u00f4ng th\u1ec3 kh\u1edfi \u0111\u1ed9ng tr\u00ecnh duy\u1ec7t.
error_generic=L\u1ed7i \u0111\u00e3 x\u1ea3y ra.