error_internal=\u0420\u0430\u043f\u0442\u043e\u045e\u043d\u0430\u044f \u043f\u0430\u043c\u044b\u043b\u043a\u0430. \u041a\u0430\u043b\u0456 \u043b\u0430\u0441\u043a\u0430, \u043f\u0430\u0441\u043f\u0440\u0430\u0431\u0443\u0439\u0446\u0435 \u044f\u0448\u0447\u044d \u0440\u0430\u0437. \u041a\u0430\u043b\u0456 \u043f\u0440\u0430\u0431\u043b\u0435\u043c\u0430 \u043d\u0435 \u0437\u043d\u0456\u043a\u043d\u0435, \u0437\u0432\u044f\u0440\u043d\u0456\u0446\u0435\u0441\u044f \u045e STEP \u0433\u0440\u0443\u043f\u0443 \u0434\u043b\u044f \u0440\u0430\u0441\u0441\u043b\u0435\u0434\u0430\u0432\u0430\u043d\u043d\u044f \u0433\u044d\u0442\u0430\u0433\u0430 \u0434\u0430\u043b\u0435\u0439.
error_missing_field=\u041a\u0420\u041e\u041a \u0431\u044b\u045e \u043d\u0435 \u045e \u0441\u0442\u0430\u043d\u0435 \u0432\u044b\u043a\u043e\u043d\u0432\u0430\u0446\u044c \u0437\u0430\u043f\u044b\u0442, \u0442\u0430\u043c\u0443 \u0448\u0442\u043e \u043d\u0435\u043a\u0430\u0442\u043e\u0440\u044b\u044f \u043f\u043e\u043b\u044f \u0431\u044b\u043b\u0456 \u043f\u0443\u0441\u0442\u044b\u043c\u0456.
error_validation=\u041d\u0435\u043a\u0430\u0442\u043e\u0440\u044b\u044f \u043f\u043e\u043b\u044f, \u044f\u043a\u0443\u044e \u0432\u044b \u0434\u0430\u043b\u0456, \u0437'\u044f\u045e\u043b\u044f\u044e\u0446\u0446\u0430 \u043d\u0435\u0441\u0430\u043f\u0440\u0430\u045e\u0434\u043d\u044b\u043c\u0456.
error_login=\u0413\u044d\u0442\u0430\u044f \u0444\u0443\u043d\u043a\u0446\u044b\u044f \u043f\u0430\u0442\u0440\u0430\u0431\u0443\u0435 \u0430\u0434 \u0432\u0430\u0441, \u043a\u0430\u0431 \u0443\u0432\u0430\u0439\u0441\u0446\u0456 \u045e STEP.

option_not_available_interleaved=\u0413\u044d\u0442\u0430\u044f \u043e\u043f\u0446\u044b\u044f \u043d\u0435 \u0434\u0430\u0441\u0442\u0443\u043f\u043d\u0430\u044f \u043f\u0440\u044b \u043f\u0440\u0430\u0433\u043b\u044f\u0434\u0437\u0435 \u043f\u0440\u0430\u0445\u043e\u0434 \u0437 \u043e\u043f\u0446\u044b\u044f\u0439 "\u0437 \u0447\u0430\u0440\u0433\u0430\u0432\u0430\u043d\u043d\u0435\u043c".
option_not_available_interlinear=\u0413\u044d\u0442\u0430\u044f \u043e\u043f\u0446\u044b\u044f \u043d\u0435 \u0434\u0430\u0441\u0442\u0443\u043f\u043d\u0430\u044f \u043f\u0440\u044b \u043f\u0440\u0430\u0433\u043b\u044f\u0434\u0437\u0435 \u043f\u0440\u0430\u0445\u043e\u0434 \u0437 \u043e\u043f\u0446\u044b\u044f\u0439 "\u043f\u0430\u0434\u0442\u044d\u043a\u0441\u0442\u0430\u0432\u0430\u0439".
option_not_available_other=\u0417\u0432\u044f\u0440\u043d\u0456\u0446\u0435 \u045e\u0432\u0430\u0433\u0443, \u0448\u0442\u043e \u0440\u044d\u0436\u044b\u043c \u043f\u0430\u0434\u0440\u0430\u0434\u043a\u043e\u045e\u043d\u0456\u043a \u0431\u044b\u045e \u0430\u0431\u0440\u0430\u043d\u044b \u0442\u0430\u043c\u0443, \u0448\u0442\u043e \u0432\u044b \u0442\u0430\u043a\u0441\u0430\u043c\u0430 \u0432\u044b\u0431\u0440\u0430\u043b\u0456 \u0430\u0434\u0437\u0456\u043d \u0437 \u043d\u0430\u0441\u0442\u0443\u043f\u043d\u044b\u0445 \u0432\u0430\u0440\u044b\u044f\u043d\u0442\u0430\u045e\: "\u0413\u0440\u0430\u043c\u0430\u0442\u044b\u043a\u0430", "\u0421\u043b\u043e\u045e\u043d\u0456\u043a. \u043d\u0430 \u0430\u043d\u0433\u043b\u0456\u0439\u0441\u043a\u0430\u0439 \u043c\u043e\u0432\u0435 ", \u0421\u043b\u043e\u045e\u043d\u0456\u043a \u045e \u0433\u0440\u044d\u0446\u043a\u0430\u0439 / \u0456\u045e\u0440\u044b\u0446\u0435, Vocab. \u0442\u0440\u0430\u043d\u0441\u043b\u0456\u0442\u0430\u0440\u0430\u0446\u044b\u0456.
option_not_supported_by_version=\u0413\u044d\u0442\u0430\u044f \u043e\u043f\u0446\u044b\u044f \u043d\u0435 \u0434\u0430\u0441\u0442\u0443\u043f\u043d\u0430\u044f \u045e \u0430\u0431\u0440\u0430\u043d\u044b\u043c \u0442\u044d\u043a\u0441\u0446\u0435.

blank_search_provided=\u041f\u043e\u0448\u0443\u043a \u0432\u044b \u043f\u0430\u0434\u0430\u043b\u0456, \u0431\u044b\u045e \u043f\u0443\u0441\u0442\u044b\u043c. \u041a\u0430\u043b\u0456 \u043b\u0430\u0441\u043a\u0430, \u043f\u0430\u0441\u043f\u0440\u0430\u0431\u0443\u0439\u0446\u0435 \u044f\u0448\u0447\u044d \u0440\u0430\u0437.
refinement_not_supported=\u0423 \u043d\u0430\u0441\u0442\u0443\u043f\u043d\u044b\u043c \u043f\u043e\u0448\u0443\u043a%1$s \u043d\u0435 \u043f\u0430\u0434\u0442\u0440\u044b\u043c\u043b\u0456\u0432\u0430\u0435. \u0412\u044b \u043d\u0435 \u043c\u043e\u0436\u0430\u0446\u0435 \u045e\u0434\u0430\u043a\u043b\u0430\u0434\u043d\u0456\u0446\u044c%2$s \u043f\u043e\u0448\u0443\u043a\u0456.
search_unknown=\u041a\u0420\u041e\u041a \u043d\u0435 \u0437\u043c\u043e\u0433 \u0440\u0430\u0441\u043f\u0430\u0437\u043d\u0430\u0446\u044c \u0442\u044b\u043f \u043f\u043e\u0448\u0443\u043a\u0443, \u044f\u043a\u0456 \u0432\u044b \u043f\u0440\u0430\u0441\u0456\u043b\u0456.
search_invalid=\u041f\u043e\u0448\u0443\u043a \u0432\u044b \u043f\u0430\u0434\u0430\u043b\u0456, \u0431\u044b\u045e \u043d\u0435\u0441\u0430\u043f\u0440\u0430\u045e\u0434\u043d\u044b.
subject_reference_search_too_big=\u041f\u0440\u0430\u0445\u043e\u0434 \u043f\u0430\u0434\u0430\u043b\u0456, \u0431\u044b\u045e \u0437\u0430\u043d\u0430\u0434\u0442\u0430 \u0432\u044f\u043b\u0456\u043a\u0456\u043c (%1$s \u0432\u0435\u0440\u0448\u044b). \u041a\u0430\u043b\u0456 \u043b\u0430\u0441\u043a\u0430, \u0437\u043c\u044f\u043d\u0456\u0446\u0435 \u043d\u0430\u0437\u0432\u0443 \u043d\u0430 \u043a\u043d\u0456\u0433\u0456, \u043a\u0456\u0440\u0430\u045e\u043d\u0456\u043a\u0430, \u0430\u0431\u043e \u0441\u043f\u0430\u0441\u044b\u043b\u043a\u0443, \u044f\u043a\u0430\u044f \u043c\u0430\u0435 \u043c\u0435\u043d\u0448, \u0447\u044b\u043c%2$s \u0432\u0435\u0440\u0448\u044b.
search_subject=\u0422\u044d\u043c\u0430
search_word=\u0421\u043b\u043e\u0432\u0430
verse_related=\u0417\u0432\u044f\u0437\u0430\u043d\u044b\u044f \u0432\u0435\u0440\u0448\u044b
related_by_topic=\u0417\u0432\u044f\u0437\u0430\u043d\u044b\u044f \u0442\u044d\u043c\u044b

search_timeline=\u0425\u0440\u0430\u043d\u0430\u043b\u043e\u0433\u0456\u044f

#derived from above
search_subject_search=\u0422\u044d\u043c\u0430 \u043f\u043e\u0448\u0443\u043a\u0443
search_timeline_search=\u0425\u0440\u0430\u043d\u0430\u043b\u043e\u0433\u0456\u044f \u043f\u043e\u0448\u0443\u043a
search_word_search=\u041f\u043e\u0448\u0443\u043a \u0441\u043b\u043e\u0432\u044b
verse_related_search=\u0417\u0432\u044f\u0437\u0430\u043d\u044b\u044f \u0432\u0435\u0440\u0448\u044b \u043f\u043e\u0448\u0443\u043a\u0443
related_by_topic_search=\u0417\u0432\u044f\u0437\u0430\u043d\u044b\u044f \u043f\u043e\u0448\u0443\u043a \u0442\u044d\u043c\u044b
search_results_for=\u0412\u044b\u043d\u0456\u043a\u0456 \u043f\u043e\u0448\u0443\u043a\u0443


invalid_email=\u041d\u0435\u0441\u0430\u043f\u0440\u0430\u045e\u0434\u043d\u044b \u044d-\u043f\u043e\u0448\u0442\u044b \u0431\u044b\u043b\u0430 \u043f\u0440\u0430\u0434\u0430\u0441\u0442\u0430\u045e\u043b\u0435\u043d\u0430\:%1$s
book_not_found=\u0411\u0456\u0431\u043b\u0456\u044f / \u041a\u0430\u043c\u0435\u043d\u0442\u0430\u0440\u044b\u0456 \u0437 \u0456\u043d\u0456\u0446\u044b\u044f\u043b\u0430\u043c\u0456%1$s \u043d\u0435 \u043c\u043e\u0436\u0430 \u0431\u044b\u0446\u044c \u0437\u043d\u043e\u0439\u0434\u0437\u0435\u043d\u044b.
invalid_reference_in_book=\u0411\u0456\u0431\u043b\u0456\u044f \u0441\u043f\u0430\u0441\u044b\u043b\u043a\u0430 "%1$s S\u00bb \u043d\u0435 \u0437'\u044f\u045e\u043b\u044f\u0435\u0446\u0446\u0430 \u0434\u0430\u043f\u0443\u0448\u0447\u0430\u043b\u044c\u043d\u044b\u043c \u0441\u043f\u0430\u0441\u044b\u043b\u043a\u0430 \u045e%2$s \u0411\u0456\u0431\u043b\u0456\u044f / \u043a\u0430\u043c\u0435\u043d\u0442\u0430\u0440\u0430\u043c\u0456.
identical_texts=\u0412\u044b \u0441\u043f\u0440\u0430\u0431\u0443\u0435\u0446\u0435 \u043f\u0430\u0440\u0430\u045e\u043d\u0430\u0446\u044c 2 \u0430\u0431\u043e \u0431\u043e\u043b\u044c\u0448 \u0430\u0434\u043d\u043e\u043b\u044c\u043a\u0430\u0432\u044b\u0445 \u0442\u044d\u043a\u0441\u0442\u0430\u045e.
translations_in_different_languages=\u041a\u0420\u041e\u041a \u043d\u0435 \u043c\u043e\u0436\u0430\u0446\u0435 \u043f\u0430\u0440\u0430\u045e\u043d\u0430\u0446\u044c \u0432\u044b\u0431\u0440\u0430\u043d\u044b\u044f \u0432\u0435\u0440\u0441\u0456\u0456, \u044f\u043a \u044f\u043d\u044b \u043d\u0430\u043f\u0456\u0441\u0430\u043d\u044b\u044f \u043d\u0430 \u0440\u043e\u0437\u043d\u044b\u0445 \u043c\u043e\u0432\u0430\u0445.

bible_required=\u0412\u044b \u043f\u0430\u0432\u0456\u043d\u043d\u044b \u0432\u044b\u0431\u0440\u0430\u0446\u044c \u0411\u0456\u0431\u043b\u0456\u0456 / \u041a\u0430\u043c\u0435\u043d\u0442\u0430\u0440.
reference_required=\u0412\u044b \u043f\u0430\u0432\u0456\u043d\u043d\u044b \u0434\u0430\u0446\u044c \u0442\u044d\u043a\u0441\u0442\u0430\u0432\u0443\u044e \u0441\u043f\u0430\u0441\u044b\u043b\u043a\u0443 \u0411\u0456\u0431\u043b\u0456\u0456.
reference_for_maps=\u0422\u044d\u043a\u0441\u0442 \u0441\u043f\u0430\u0441\u044b\u043b\u043a\u0456 \u0411\u0456\u0431\u043b\u0456\u044f \u043f\u0430\u0442\u0440\u0430\u0431\u0443\u0435\u0446\u0446\u0430 \u0434\u043b\u044f \u043f\u043e\u0448\u0443\u043a\u0443 \u043c\u043e\u0434\u0443\u043b\u044f Maps.
bible_for_install=\u0411\u0456\u0431\u043b\u0456\u044f / \u041a\u0430\u043c\u0435\u043d\u0442\u0430\u0440\u044b\u0456 \u043f\u0430\u0432\u0456\u043d\u0435\u043d \u0431\u044b\u0446\u044c \u0432\u044b\u0431\u0440\u0430\u043d\u044b \u045e \u043f\u0435\u0440\u0448\u0443\u044e \u0447\u0430\u0440\u0433\u0443.
failed_to_install=\u041a\u0420\u041e\u041a \u043d\u0435 \u0430\u0442\u0440\u044b\u043c\u043e\u045e\u0432\u0430\u0435\u0446\u0446\u0430 \u045e\u0441\u0442\u0430\u043b\u044f\u0432\u0430\u0446\u044c \u0411\u0456\u0431\u043b\u0456\u0456 / \u041a\u0430\u043c\u0435\u043d\u0442\u0430\u0440.

# Messages for standalone step-server app
error_unable_to_show_browser=\u041a\u0420\u041e\u041a \u0430\u0442\u0440\u044b\u043c\u0430\u043b\u0430\u0441\u044f \u044f\u0433\u043e \u0437\u0430\u043f\u0443\u0441\u0446\u0456\u0446\u044c \u0431\u0440\u0430\u045e\u0437\u044d\u0440.
error_generic=\u0410\u0434\u0431\u044b\u043b\u0430\u0441\u044f \u043f\u0430\u043c\u044b\u043b\u043a\u0430.