error_internal=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u043d\u0435\u043e\u0447\u0430\u043a\u0432\u0430\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e. \u0410\u043a\u043e \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u044a\u0442 \u043f\u0440\u043e\u0434\u044a\u043b\u0436\u0430\u0432\u0430, \u0441\u0435 \u043e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u043a\u044a\u043c \u0435\u043a\u0438\u043f\u0430 \u043d\u0430 STEP \u0437\u0430 \u0434\u043e\u043f\u044a\u043b\u043d\u0438\u0442\u0435\u043b\u043d\u043e \u043f\u0440\u043e\u0443\u0447\u0432\u0430\u043d\u0435.
error_missing_field=STEP \u043d\u0435 \u0435 \u0432 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u0434\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0438 \u0438\u0441\u043a\u0430\u043d\u043e\u0442\u043e, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u044f\u043a\u043e\u0438 \u043e\u0442 \u043f\u043e\u043b\u0435\u0442\u0430\u0442\u0430 \u0441\u0430 \u043f\u0440\u0430\u0437\u043d\u0438.
error_validation=\u041d\u044f\u043a\u043e\u0438 \u043e\u0442 \u0432\u044a\u0432\u0435\u0434\u0435\u043d\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438 \u0441\u0430 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0438.
error_login=\u0422\u0430\u0437\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0430\u043b\u043d\u043e\u0441\u0442 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0432\u043b\u0438\u0437\u0430\u043d\u0435 \u0432 STEP.

option_not_available_interleaved=\u0422\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f \u043d\u0435 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430, \u043a\u043e\u0433\u0430\u0442\u043e \u043f\u0440\u0435\u0433\u043b\u0435\u0436\u0434\u0430\u0442\u0435 \u043f\u0430\u0441\u0430\u0436 \u0441 \u043e\u043f\u0446\u0438\u044f\u0442\u0430 "\u0440\u0435\u0434 \u043f\u043e\u0434 \u0440\u0435\u0434".
option_not_available_interlinear=\u0422\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f \u043d\u0435 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430, \u043a\u043e\u0433\u0430\u0442\u043e \u043f\u0440\u0435\u0433\u043b\u0435\u0436\u0434\u0430\u0442\u0435 \u043f\u0430\u0441\u0430\u0436 \u0441 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u0430 \u043e\u043f\u0446\u0438\u044f "\u0438\u043d\u0442\u0435\u0440\u043b\u0438\u043d\u0435\u0430\u0440".
option_not_available_other=\u041c\u043e\u043b\u044f, \u043e\u0431\u044a\u0440\u043d\u0435\u0442\u0435 \u0432\u043d\u0438\u043c\u0430\u043d\u0438\u0435, \u0447\u0435 \u0442\u0435\u043a\u0441\u0442\u044a\u0442 \u0435 \u0432 \u0438\u043d\u0442\u0435\u0440\u043b\u0438\u043d\u0435\u0430\u0440\u0435\u043d \u0440\u0435\u0436\u0438\u043c, \u0437\u0430\u0449\u043e\u0442\u043e \u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0430 \u043d\u044f\u043a\u043e\u044f \u043e\u0442 \u0441\u043b\u0435\u0434\u043d\u0438\u0442\u0435 \u043e\u043f\u0446\u0438\u0438\: \u0413\u0440\u0430\u043c\u0430\u0442\u0438\u043a\u0430, \u0410\u043d\u0433\u043b\u0438\u0439\u0441\u043a\u0438 \u0440\u0435\u0447\u043d\u0438\u043a, \u0413\u0440\u044a\u0446\u043a\u0438/\u0421\u0442\u0430\u0440\u043e\u0435\u0432\u0440. \u0440\u0435\u0447\u043d\u0438\u043a, \u0422\u0440\u0430\u043d\u0441\u043b\u0438\u0442\u0435\u0440\u0430\u0446\u0438\u044f.
option_not_supported_by_version=\u0422\u0430\u0437\u0438 \u043e\u043f\u0446\u0438\u044f \u043d\u0435 \u0435 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0430 \u0437\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u044f \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0442\u0435\u043a\u0441\u0442.

blank_search_provided=\u041b\u0438\u043f\u0441\u0432\u0430 \u043a\u0440\u0438\u0442\u0435\u0440\u0438\u0439 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435. \u041c\u043e\u043b\u044f, \u043e\u043f\u0438\u0442\u0430\u0439\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e.
refinement_not_supported=\u0421\u043b\u0435\u0434\u043d\u0438\u044f\u0442 \u043a\u0440\u0438\u0442\u0435\u0440\u0438\u0439 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0435 \u0441\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 %1$s \u0422\u043e\u0437\u0438 \u0432\u0438\u0434 \u0443\u0442\u043e\u0447\u043d\u0435\u043d\u0438\u0435 \u043f\u0440\u0438 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u043d\u0435 \u0435 \u0432\u044a\u0437\u043c\u043e\u0436\u0435\u043d %2$s.
search_unknown=STEP \u043d\u0435 \u0435 \u0432 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u0434\u0430 \u043e\u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0438 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e \u0442\u0430\u043a\u044a\u0432 \u043a\u0440\u0438\u0442\u0435\u0440\u0438\u0439.
search_invalid=\u041f\u043e\u0441\u043e\u0447\u0435\u043d\u0438\u044f\u0442 \u043a\u0440\u0438\u0442\u0435\u0440\u0438\u0439 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d.
subject_reference_search_too_big=\u041f\u043e\u0441\u043e\u0447\u0435\u043d\u0438\u044f\u0442 \u043f\u0430\u0441\u0430\u0436 \u0435 \u0442\u0432\u044a\u0440\u0434\u0435 \u0433\u043e\u043b\u044f\u043c (%1$s \u0441\u0442\u0438\u0445\u0430). \u041c\u043e\u043b\u044f, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0438\u043c\u0435 \u043d\u0430 \u043a\u043d\u0438\u0433\u0430, \u0433\u043b\u0430\u0432\u0430 \u0438\u043b\u0438 \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0430 \u0441 \u043f\u043e-\u043c\u0430\u043b\u043a\u043e \u043e\u0442 %2$s \u0441\u0442\u0438\u0445\u0430.

search_text=\u0422\u0435\u043a\u0441\u0442
search_subject=\u0422\u0435\u043c\u0430
search_timeline=\u0425\u0440\u043e\u043d\u043e\u043b\u043e\u0433\u0438\u044f
search_word=\u0414\u0443\u043c\u0430
verse_related=\u0421\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441\u0442\u0438\u0445\u043e\u0432\u0435
related_by_topic=\u0421\u0432\u044a\u0440\u0437\u0430\u043d\u0430 \u0442\u0435\u043c\u0430

#derived from above
search_text_search=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u0442\u0435\u043a\u0441\u0442
search_subject_search=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e \u0442\u0435\u043c\u0430
search_timeline_search=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e \u0432\u0440\u0435\u043c\u0435
search_word_search=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043f\u043e \u0434\u0443\u043c\u0430
verse_related_search=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438 \u0441\u0442\u0438\u0445\u043e\u0432\u0435
related_by_topic_search=\u0422\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u043f\u043e\u0434\u043e\u0431\u043d\u0430 \u0442\u0435\u043c\u0430
search_results_for=\u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u043e\u0442 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u0437\u0430


invalid_email=\u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0435\u043d \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u0430\u0434\u0440\u0435\u0441\: %1$s
book_not_found=\u0411\u0438\u0431\u043b\u0438\u044f/\u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u0441 \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438 %1$s \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u043e\u0442\u043a\u0440\u0438\u0442.
invalid_reference_in_book=\u0422\u0430\u0437\u0438 \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0430 "%1$s" \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0437\u0430 \u0441\u043b\u0435\u0434\u043d\u0430\u0442\u0430 \u0411\u0438\u0431\u043b\u0438\u044f/\u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 %2$s
identical_texts=\u041e\u043f\u0438\u0442\u0432\u0430\u0442\u0435 \u0441\u0435 \u0434\u0430 \u0441\u0440\u0430\u0432\u043d\u0438\u0442\u0435 \u0434\u0432\u0430 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u0434\u0435\u043d\u0442\u0438\u0447\u043d\u0438 \u0442\u0435\u043a\u0441\u0442\u0430.
translations_in_different_languages=STEP \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0440\u0430\u0432\u043d\u0438 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u0442\u0435 \u0432\u0435\u0440\u0441\u0438\u0438, \u0442\u044a\u0439 \u043a\u0430\u0442\u043e \u0441\u0430 \u043d\u0430 \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u0435\u0437\u0438\u0446\u0438.

bible_required=\u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0435 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0411\u0438\u0431\u043b\u0438\u044f \u0438\u043b\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440.
reference_required=\u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0435 \u0434\u0430 \u043f\u043e\u0441\u043e\u0447\u0438\u0442\u0435 \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0430 \u043a\u044a\u043c \u0411\u0438\u0431\u043b\u0435\u0439\u0441\u043a\u0438 \u0442\u0435\u043a\u0441\u0442.
reference_for_maps=\u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0435 \u0434\u0430 \u043f\u043e\u0441\u043e\u0447\u0438\u0442\u0435 \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0430 \u043a\u044a\u043c \u0411\u0438\u0431\u043b\u0435\u0439\u0441\u043a\u0438 \u0442\u0435\u043a\u0441\u0442 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u043a\u0430\u0440\u0442\u0438.
bible_for_install=\u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0435 \u043f\u044a\u0440\u0432\u043e \u0434\u0430 \u0431\u044a\u0434\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0430 \u0411\u0438\u0431\u043b\u0438\u044f \u0438\u043b\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440.
failed_to_install=\u0418\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0411\u0438\u0431\u043b\u0438\u044f \u0438\u043b\u0438 \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u0431\u0435\u0448\u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430.

# Messages for standalone step-server app
error_unable_to_show_browser=\u0411\u0440\u0430\u0443\u0437\u044a\u0440\u044a\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d.
error_generic=\u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430.