#X-Generator: crowdin.net
error_internal=Ocorreu um erro inesperado. Por favor, tente novamente. Se o problema persistir, entre em contato com a equipe de passo para investigar este caso.
error_missing_field=PASSO n\u00e3o poderia prosseguir com a exig\u00eancia, porque alguns campos foram deixados em branco.
error_validation=Alguns dos cursos fornecidos n\u00e3o s\u00e3o v\u00e1lidos.
error_login=Esta fun\u00e7\u00e3o exige que voc\u00ea fa\u00e7a logon na etapa.

option_not_available_interleaved=Esta op\u00e7\u00e3o n\u00e3o est\u00e1 dispon\u00edvel quando voc\u00ea est\u00e1 assistindo a passagem com a op\u00e7\u00e3o 'Entrela\u00e7ado'.
option_not_available_interlinear=Esta op\u00e7\u00e3o n\u00e3o est\u00e1 dispon\u00edvel quando voc\u00ea est\u00e1 assistindo uma passagem com a op\u00e7\u00e3o 'Interlinear'.
option_not_available_other=Por favor, note que o modo Interlinear foi selecionado porque tamb\u00e9m selecionou uma das op\u00e7\u00f5es a seguir\: 'Gram\u00e1tica'. 'Vocabul\u00e1rio ingl\u00eas', em grego/hebraico, vocabul\u00e1rio de vocabul\u00e1rio.
option_not_supported_by_version=Esta op\u00e7\u00e3o n\u00e3o est\u00e1 dispon\u00edvel para o texto selecionado.

blank_search_provided=A pesquisa que voc\u00ea forneceu estava em branco. Por favor, tente novamente.
refinement_not_supported=A seguinte consulta %1$s n\u00e3o \u00e9 suportado. Voc\u00ea n\u00e3o pode refinar %2$s buscas.
search_unknown=ETAPA n\u00e3o poderia reconhecer o tipo de pesquisa que \u00e9 necess\u00e1rio.
search_invalid=A pesquisa que voc\u00ea forneceu n\u00e3o era v\u00e1lida.
subject_reference_search_too_big=A passagem desde que era muito grande (versos de s $%1). Por favor, selecione o nome de um livro, um cap\u00edtulo ou uma refer\u00eancia que tem menos de versos de s $%2.

search_text=Texto
search_subject=Tema
search_timeline=Linha do tempo
search_word=Palavra
verse_related=Vers\u00edculos relacionados
related_by_topic=T\u00f3pico relacionado

#derived from above
search_text_search=Pesquisa de texto
search_subject_search=Pesquisar assunto
search_timeline_search=Linha do tempo-busca
search_word_search=Pesquisa por palavra
verse_related_search=Busca de vers\u00edculos relacionados
related_by_topic_search=Pesquisar t\u00f3pico relacionado
search_results_for=Resultados de busca para


invalid_email=A conta de e-mail fornecido n\u00e3o \u00e9 v\u00e1lida\: %1$s
book_not_found=A B\u00edblia/coment\u00e1rio com inicial %1$s n\u00e3o p\u00f4de ser encontrado.
invalid_reference_in_book=A B\u00edblia de refer\u00eancia "%1$s" n\u00e3o \u00e9 uma refer\u00eancia v\u00e1lida no %2$s/coment\u00e1rio da B\u00edblia.
identical_texts=Voc\u00ea est\u00e1 tentando comparar textos de 2 ou mais id\u00eanticos.
translations_in_different_languages=ETAPA n\u00e3o pode comparar vers\u00f5es selecionadas, uma vez que eles s\u00e3o escritos em linguagens diferentes.

bible_required=Voc\u00ea precisa selecionar uma B\u00edblia/coment\u00e1rio.
reference_required=Voc\u00ea precisa fornecer uma refer\u00eancia \u00e0 B\u00edblia.
reference_for_maps=Uma refer\u00eancia b\u00edblica \u00e9 necess\u00e1ria para navegar em mapas de m\u00f3dulos.
bible_for_install=Voc\u00ea deve primeiro selecionar uma B\u00edblia/coment\u00e1rio.
failed_to_install=ETAPA falha ao instalar a B\u00edblia / coment\u00e1rio.

# Messages for standalone step-server app
error_unable_to_show_browser=ETAPA n\u00e3o p\u00f4de iniciar o navegador.
error_generic=Ocorreu um erro.
