error_internal=Une erreur inattendue s'est produite. Essayez encore. Si l'erreur persiste, contactez l'\u00e9quipe STEP pour approfondir le probl\u00e8me.
error_missing_field=STEP n'a pas pu effectuer la requ\u00eate car certains champs n'ont pas \u00e9t\u00e9 renseign\u00e9s.
error_validation=Certains champs contiennent des \u00e9l\u00e9ments non valides.
error_login=Cette fonction exige que vous soyez identifi\u00e9 dans STEP.

option_not_available_interleaved=Cette option n'est pas disponible lors de l'affichage d'un passage avec l'option \u00abinterlignage\u00bb.
option_not_available_interlinear=Cette option n'est pas disponible lors de l'affichage d'un passage avec l'option \u00abinterlin\u00e9aire\u00bb.
option_not_available_other=Notez que le mode Interlin\u00e9aire est actif car l'une des options suivantes a \u00e9t\u00e9 s\u00e9lectionn\u00e9e\u00a0\: Grammaire, Vocab. en anglais, Vocab. en grec/h\u00e9breu, Vocab. translitt\u00e9r\u00e9.
option_not_supported_by_version=Cette option n'est pas disponible pour le texte actuellement s\u00e9lectionn\u00e9.

blank_search_provided=La recherche que vous avez indiqu\u00e9e est vide. Essayez encore.
refinement_not_supported=La recherche %1$s suivante n'est pas prise en charge. Il n'est pas possible d'affiner les recherches %2$s.
search_unknown=STEP n'a pas reconnu le type de recherche que vous souhaitez effectuer.
search_invalid=La recherche soumise n'est pas correcte.
subject_reference_search_too_big=Le passage indiqu\u00e9 est trop long (%1$s versets). Choisissez le nom d'un livre, d'un chapitre ou d'une r\u00e9f\u00e9rence qui a moins de %2$s versets.
search_text=Texte
search_subject=Th\u00e8me
search_word=Mot
verse_related=Versets li\u00e9s
related_by_topic=Sujet li\u00e9

search_timeline=Chronologie

#derived from above
search_text_search=Texte recherch\u00e9
search_subject_search=Recherche par sujet
search_timeline_search=Recherche de chronologie
search_word_search=Recherche par mot
verse_related_search=Recherche de versets li\u00e9s
related_by_topic_search=Recherche de sujets li\u00e9s
search_results_for=R\u00e9sultats de recherche pour


invalid_email=L'adresse \u00e9lectronique n'est pas correcte\u00a0\: %1$s
book_not_found=Impossible de trouver une Bible ou un commentaire avec les initiales %1$s.
invalid_reference_in_book=La r\u00e9f\u00e9rence biblique \u00ab\u00a0%1$s\u00a0\u00bb n'est pas valide pour la Bible ou le commentaire %2$s.
identical_texts=Vous essayez de comparer des textes identiques.
translations_in_different_languages=STEP ne peut comparer les versions choisies car elles sont \u00e9crites dans des langues diff\u00e9rentes.

bible_required=Vous devez choisir une Bible ou un commentaire.
reference_required=Vous devez indiquer une r\u00e9f\u00e9rence de texte biblique.
reference_for_maps=Vous devez indiquer une r\u00e9f\u00e9rence de texte biblique pour une consultation du module Cartes.
bible_for_install=Il faut d'abord choisir une Bible ou un commentaire.
failed_to_install=STEP n'a pas r\u00e9ussi \u00e0 installer la Bible ou le commentaire.

# Messages for standalone step-server app
error_unable_to_show_browser=STEP n'a pas pu lancer le navigateur.
error_generic=Une erreur s'est produite.