error_internal=T\u00e1 Tharla earr\u00e1id gan choinne a tharla. Bain triail eile as. M\u00e1 leanann an fhadhb seo, t\u00e9igh i dteagmh\u00e1il leis an bhfoireann C\u00c9IM seo a fhiosr\u00fa a thuilleadh.
error_missing_field=Bh\u00ed C\u00c9IM in ann a chur i gcr\u00edch an t-iarratas toisc go raibh roinnt r\u00e9ims\u00ed b\u00e1n.
error_validation=T\u00e1 cuid de na r\u00e9ims\u00ed at\u00e1 curtha ar f\u00e1il agat neamhbhail\u00ed.
error_login=\u00c9il\u00edonn an gn\u00e9 seo leat log\u00e1il isteach chun C\u00c9IM.

option_not_available_interleaved=N\u00ed h\u00e9 seo an rogha seo ar f\u00e1il nuair a bhreathn\u00fa ar sliocht leis an rogha 'Interleaved'.
option_not_available_interlinear=N\u00ed h\u00e9 seo an rogha seo ar f\u00e1il nuair a bhreathn\u00fa ar sliocht leis an rogha 'Interlinear'.
option_not_available_other=Tabhair faoi deara, roghna\u00edodh an modh Interlinear toisc go bhfuil t\u00fa roghnaithe freisin ar cheann de na roghanna seo a leanas\: 'Gramadach', 'c\u00fapla focal. i mB\u00e9arla ', c\u00fapla focal i Gr\u00e9igis / Eabhrais, c\u00fapla focal. transliterated.
option_not_supported_by_version=N\u00ed h\u00e9 seo an rogha seo ar f\u00e1il sa t\u00e9acs roghnaithe faoi l\u00e1thair.

blank_search_provided=Ba \u00e9 an cuardach a thug t\u00fa b\u00e1n. Bain triail eile as.
refinement_not_supported=N\u00edl an m\u00e9id seo a leanas cuardach%1$s taca\u00edocht. N\u00ed f\u00e9idir leat a bheacht\u00fa%2$s cuardaigh.
search_unknown=Bh\u00ed C\u00c9IM in ann a aithint an cine\u00e1l cuardaigh a d'iarr t\u00fa.
search_invalid=Ba \u00e9 an cuardach a thug t\u00fa neamhbhail\u00ed.
subject_reference_search_too_big=Ba \u00e9 an sliocht ar f\u00e1il r\u00f3-mh\u00f3r (%1$s v\u00e9arsa\u00ed). Roghnaigh an t-ainm ar leabhar, caibidil, n\u00f3 tagairt a bhfuil n\u00edos l\u00fa n\u00e1%2$s v\u00e9arsa\u00ed le do thoil.
search_subject=\u00c1bhar
search_word=Focal
verse_related=V\u00e9arsa\u00ed Gaolmhara
related_by_topic=\u00c1bhar a bhaineann le

search_timeline=Aml\u00edne

#derived from above
search_subject_search=Cuardach \u00c1bhar
search_timeline_search=Cuardach Aml\u00edne
search_word_search=Cuardach Focal
verse_related_search=Gaolmhara v\u00e9arsa\u00ed cuardaigh
related_by_topic_search=\u00c1bhar cuardaigh gaolmhara
search_results_for=Search results for


invalid_email=Cuireadh r\u00edomhphost neamhbhail\u00ed ar f\u00e1il\:%1$s
book_not_found=N\u00ed fh\u00e9adfadh an B\u00edobla / Tr\u00e1chtaireacht le T\u00faslitreacha%1$s ar f\u00e1il.
invalid_reference_in_book=An tagairt B\u00edobla "%1$s s" nach bhfuil tagairt bail\u00ed sa%2$s B\u00edobla / tr\u00e1chtaireacht.
identical_texts=T\u00e1 t\u00fa ag iarraidh a chur i gcompar\u00e1id 2 n\u00f3 n\u00edos m\u00f3 t\u00e9acsanna comhionann.
translations_in_different_languages=N\u00ed f\u00e9idir compar\u00e1id a dh\u00e9anamh idir na leaganacha C\u00c9IM roghnaithe toisc go bhfuil siad scr\u00edofa i dteangacha \u00e9ags\u00fala.

bible_required=N\u00ed m\u00f3r duit a roghn\u00fa B\u00edobla / Tr\u00e1chtaireacht.
reference_required=N\u00ed m\u00f3r duit a tagairt t\u00e9acs B\u00edobla a chur ar f\u00e1il.
reference_for_maps=T\u00e1 tagairt t\u00e9acs B\u00edobla ag teast\u00e1il le haghaidh breathn\u00fa suas L\u00e9arsc\u00e1ileanna mod\u00fal.
bible_for_install=N\u00ed m\u00f3r B\u00edobla / Tr\u00e1chtaireacht a roghn\u00fa ar dt\u00fas.
failed_to_install=Theip C\u00c9IM a shuite\u00e1il an B\u00edobla / Tr\u00e1chtaireacht.

# Messages for standalone step-server app
error_unable_to_show_browser=Bh\u00ed C\u00c9IM in ann a sheoladh ar an bhrabhs\u00e1la\u00ed.
error_generic=Tharla earr\u00e1id.