error_internal=A ap\u0103rut o eroare nea\u0219teptat\u0103. V\u0103 rug\u0103m s\u0103 \u00eencerca\u0163i din nou. Dac\u0103 aceast\u0103 problem\u0103 persist\u0103, v\u0103 rug\u0103m s\u0103 contacta\u0163i echipa pas pentru a investiga acest lucru \u00een continuare.
error_missing_field=STEP nu putut procesa cererea dvs, \u00eentruc\u00e2t unele c\u00e2mpuri nu sunt completate.
error_validation=Unele dintre domeniile pe care le-a\u0163i furnizat sunt nevalide.
error_login=Pentru aceast\u0103 func\u021bie e necesar s\u0103 v\u0103 loga\u021bi la STEP.

option_not_available_interleaved=Aceast\u0103 op\u0163iune nu este disponibil\u0103 atunci c\u00e2nd vizualiza\u0163i un citat cu op\u0163iunea "Interleaved".
option_not_available_interlinear=Aceast\u0103 op\u0163iune nu este disponibil\u0103 atunci c\u00e2nd vizualiza\u0163i un citat cu op\u0163iunea "Interlinear".
option_not_available_other=STEP nu a putut recunoa\u015fte tipul de c\u0103utare pe care l-a\u021bi solicitat.
option_not_supported_by_version=Aceast\u0103 op\u0163iune nu este disponibil\u0103 \u00een textul pe care l-a\u021bi selectat.

blank_search_provided=C\u0103utarea pe care a\u0163i solicitat-o a fost f\u0103r\u0103 parametri. V\u0103 rug\u0103m mai \u00eencerca\u0163i o dat\u0103.
refinement_not_supported=Aceast\u0103 c\u0103utare %1$s nu este acceptat\u0103. Nu pute\u021bi face o restr\u00e2ngere de %2$s c\u0103ut\u0103ri.
search_unknown=STEP nu a putut recunoa\u015fte tipul de c\u0103utare pe care l-a\u0163i solicitat.
search_invalid=C\u0103utarea pe care a\u021bi \u00eentreprins-o nu a fost valid\u0103.
subject_reference_search_too_big=Pasajul oferit a fost prea mare (%1$s versete). V\u0103 rug\u0103m selecta\u0163i numele unei c\u0103r\u021bi, al unui capitol sau un cuprinz\u00e2nd cel mult %2$s versete.

search_text=Textul
search_subject=Subiect
search_timeline=Cronologie
search_word=Cuv\u00e2nt
verse_related=Versete cu leg\u0103tur\u0103
related_by_topic=Teme apropiate

#derived from above
search_text_search=C\u0103utare dup\u0103 text
search_subject_search=Caut\u0103 subiect
search_timeline_search=C\u0103utare \u00een cronologie
search_word_search=C\u0103utare cuv\u00e2nt
verse_related_search=C\u0103utare de versete cu leg\u0103tur\u0103
related_by_topic_search=C\u0103utare de teme apropiate
search_results_for=Rezultatele c\u0103ut\u0103rii pentru


invalid_email=S-a furnizat un e-mail valid\u0103\: %1$s
book_not_found=Nu am g\u0103sit nicio Biblie / un comentariu cu ini\u0163ialele %1$s.
invalid_reference_in_book=Trimiterea biblic\u0103 '%1$s' nu este valid\u0103 pentru Biblia/Comentariul %2$s.
identical_texts=A\u021bi solicitat s\u0103 compara\u021bi dou\u0103 sau mai multe texte identice.
translations_in_different_languages=STEP nu poate compara versiunile selectate, pentru c\u0103 sunt scrise \u00een limbi diferite.

bible_required=Trebuie s\u0103 selecta\u0163i o Biblie /un Comentariu.
reference_required=Trebuie s\u0103 furniza\u021bi o trimitere la textul Bibliei.
reference_for_maps=Este necesar\u0103 men\u021bionarea unui text biblic pentru a c\u0103utare \u00een modulul H\u0103r\u021bi.
bible_for_install=Mai \u00eent\u00e2i trebuie selectat\u0103 o Biblie / un comentariu  .
failed_to_install=STEP nu a reu\u015fit instalarea Bibliei /Comentariului.

# Messages for standalone step-server app
error_unable_to_show_browser=STEP nu a putut porni browser-ul.
error_generic=A intervenit o eroare.