error_internal=Ndodhi nj\u00eb gabim i papritur. T\u00eb lutem, provoje s\u00ebrish. N\u00ebse problemi vazhdon, t\u00eb lutem, kontakto ekipin e STEP p\u00ebr ta shqyrtuar m\u00eb tej.
error_missing_field=STEP e pati t\u00eb pamundur t\u00eb zbatonte k\u00ebrkes\u00ebn, pasi disa nga fushat e t\u00eb dh\u00ebnave ishin bosh.
error_validation=Disa nga fushat e t\u00eb dh\u00ebnave q\u00eb dhe jan\u00eb t\u00eb pavlefshme.
error_login=Ky funksion k\u00ebrkon q\u00eb ju t\u00eb hyni br\u00ebnda p\u00ebr HAPI.

option_not_available_interleaved=Ky opsion nuk \u00ebsht\u00eb n\u00eb dispozicion kur shikojn\u00eb nj\u00eb pasazh me 'interleaved' opsion.
option_not_available_interlinear=Ky opsion nuk \u00ebsht\u00eb n\u00eb dispozicion kur shikojn\u00eb nj\u00eb pasazh me 'Interlinear' opsion.
option_not_available_other=Ju lutem vini re, m\u00ebnyra Interlinear \u00ebsht\u00eb p\u00ebrzgjedhur p\u00ebr shkak se ju keni zgjedhur gjithashtu nj\u00eb nga opsionet e m\u00ebposhtme\: 'Grammar', 'Vocab. n\u00eb gjuh\u00ebn angleze ", Vocab n\u00eb greke / hebraisht, Vocab. transliteruar.
option_not_supported_by_version=Ky opsion nuk \u00ebsht\u00eb n\u00eb dispozicion n\u00eb tekstin e p\u00ebrzgjedhur aktualisht.

blank_search_provided=K\u00ebrko ju ofruar ishte bosh. Ju lutemi provoni p\u00ebrs\u00ebri.
refinement_not_supported=N\u00eb vijim k\u00ebrko%1$s nuk \u00ebsht\u00eb i mb\u00ebshtetur. Ju nuk mund t\u00eb p\u00ebrsosin%2$s k\u00ebrkime.
search_unknown=HAPI nuk ishte n\u00eb gjendje p\u00ebr t\u00eb njohur llojin e kerkuara.
search_invalid=K\u00ebrko ju ofruar ishte i pavlefsh\u00ebm.
subject_reference_search_too_big=Pasazhi i ofruar ishte shum\u00eb e madhe (%1$s vargje). Ju lutemi zgjidhni emrin e nj\u00eb libri, nj\u00eb kapitull, ose nj\u00eb referenc\u00eb e cila ka m\u00eb pak se%2$s vargje.
search_subject=Subjekt
search_word=Fjal\u00ebs
verse_related=Ajetet q\u00eb kan\u00eb t\u00eb b\u00ebjn\u00eb
related_by_topic=Tema t\u00eb lidhura

search_timeline=Timeline

#derived from above
search_subject_search=K\u00ebrkim subjekti
search_timeline_search=K\u00ebrko Timeline
search_word_search=Fjala k\u00ebrko
verse_related_search=Related vargje k\u00ebrkim
related_by_topic_search=Related k\u00ebrko tem\u00eb
search_results_for=K\u00ebrko rezultate p\u00ebr


invalid_email=Nj\u00eb email i pavlefsh\u00ebm \u00ebsht\u00eb dh\u00ebn\u00eb\:%1$s
book_not_found=Bibla / Komentari me inicialet%1$s nuk do t\u00eb mund t\u00eb gjendet.
invalid_reference_in_book=Referenca Bibla "%1$s s" nuk \u00ebsht\u00eb nj\u00eb referenc\u00eb e vlefshme n\u00eb%2$s Bibla / komenteve.
identical_texts=Ju jeni duke u p\u00ebrpjekur p\u00ebr t\u00eb krahasuar 2 ose m\u00eb shum\u00eb tekste identike.
translations_in_different_languages=HAPI nuk mund t\u00eb krahasohet versionet e zgjedhura si ata jan\u00eb t\u00eb shkruara n\u00eb gjuh\u00eb t\u00eb ndryshme.

bible_required=Ju duhet t\u00eb zgjidhni nj\u00eb nga Bibla / Komentari.
reference_required=Ju duhet t\u00eb siguroj\u00eb nj\u00eb referenc\u00eb t\u00eb tekstit biblik.
reference_for_maps=Nj\u00eb referenc\u00eb tekst Bibla \u00ebsht\u00eb e nevojshme p\u00ebr t\u00eb shikuar deri Maps modul.
bible_for_install=Nj\u00eb Bib\u00ebl / Komentari duhet t\u00eb zgjidhen s\u00eb pari.
failed_to_install=HAPI d\u00ebshtuar p\u00ebr t\u00eb instaluar Bibl\u00ebn / Komentari.

# Messages for standalone step-server app
error_unable_to_show_browser=HAPI nuk ishte n\u00eb gjendje p\u00ebr t\u00eb nisur shfletuesin.
error_generic=Nj\u00eb gabim ka ndodhur.