error_internal=\u041d\u044c \u0433\u044d\u043d\u044d\u0442\u0438\u0439\u043d \u0430\u043b\u0434\u0430\u0430 \u0433\u0430\u0440\u0441\u0430\u043d \u0431\u0430\u0439\u043d\u0430. \u0414\u0430\u0445\u0438\u043d \u043e\u0440\u043e\u043b\u0434\u043e\u043d\u043e \u0443\u0443. \u042d\u043d\u044d \u0430\u0441\u0443\u0443\u0434\u0430\u043b \u04af\u0440\u0433\u044d\u043b\u0436\u0438\u043b\u0441\u044d\u044d\u0440 \u0431\u0430\u0439\u0432\u0430\u043b \u0446\u0430\u0430\u0448\u0438\u0434 \u044d\u043d\u044d \u0441\u0443\u0434\u043b\u0430\u0445 \u0410\u043b\u0445\u0430\u043c \u0431\u0430\u0433\u0442\u0430\u0439 \u0445\u043e\u043b\u0431\u043e\u043e \u0431\u0430\u0440\u0438\u043d\u0430 \u0443\u0443.
error_missing_field=\u0417\u0430\u0440\u0438\u043c \u0442\u0430\u043b\u0431\u0430\u0440 \u0445\u043e\u043e\u0441\u043e\u043d \u0431\u0430\u0439\u0441\u0430\u043d \u0443\u0447\u0440\u0430\u0430\u0441 \u0410\u043b\u0445\u0430\u043c \u0445\u04af\u0441\u044d\u043b\u0442\u0438\u0439\u0433 \u0433\u04af\u0439\u0446\u044d\u0442\u0433\u044d\u0445 \u0431\u043e\u043b\u043e\u043c\u0436\u0433\u04af\u0439 \u0431\u0430\u0439\u0441\u0430\u043d \u044e\u043c.
error_validation=\u0422\u0430 \u04e9\u0433\u0441\u04e9\u043d \u0441\u0430\u043b\u0431\u0430\u0440\u0442 \u0437\u0430\u0440\u0438\u043c \u0445\u04af\u0447\u0438\u043d \u0442\u04e9\u0433\u04e9\u043b\u0434\u04e9\u0440 \u0431\u0443\u0441 \u0431\u0430\u0439\u043d\u0430.
error_login=\u042d\u043d\u044d \u0431\u043e\u043b\u043e\u043c\u0436 \u043d\u044c \u0430\u043b\u0445\u0430\u043c \u0440\u0443\u0443 \u043d\u044d\u0432\u0442\u0440\u044d\u0445 \u0442\u0430\u043d\u0430\u0430\u0441 \u0448\u0430\u0430\u0440\u0434\u0434\u0430\u0433.

option_not_available_interleaved="Interleaved" \u0441\u043e\u043d\u0433\u043e\u043b\u0442 \u0431\u04af\u0445\u0438\u0439 \u0445\u044d\u0441\u0433\u0438\u0439\u0433 \u0445\u0430\u0440\u0430\u0445 \u04af\u0435\u0434 \u044d\u043d\u044d \u043d\u044c \u0441\u043e\u043d\u0433\u043e\u043b\u0442 \u0431\u0430\u0439\u0445\u0433\u04af\u0439 \u0431\u0430\u0439\u043d\u0430.
option_not_available_interlinear="Interlinear" \u0441\u043e\u043d\u0433\u043e\u043b\u0442 \u0431\u04af\u0445\u0438\u0439 \u0445\u044d\u0441\u0433\u0438\u0439\u0433 \u0445\u0430\u0440\u0430\u0445 \u04af\u0435\u0434 \u044d\u043d\u044d \u043d\u044c \u0441\u043e\u043d\u0433\u043e\u043b\u0442 \u0431\u0430\u0439\u0445\u0433\u04af\u0439 \u0431\u0430\u0439\u043d\u0430.
option_not_available_other="Grammar", "Vocab\: \u0442\u0430 \u0434\u0430\u0440\u0430\u0430\u0445 \u0442\u043e\u0445\u0438\u0440\u0443\u0443\u043b\u0433\u0443\u0443\u0434\u044b\u0433 \u043d\u044d\u0433 \u043d\u044c \u0441\u043e\u043d\u0433\u043e\u0433\u0434\u0441\u043e\u043d \u0443\u0447\u0440\u0430\u0430\u0441 Interlinear \u0433\u043e\u0440\u0438\u043c \u0441\u043e\u043d\u0433\u043e\u0433\u0434\u0441\u043e\u043d \u0431\u0430\u0439\u0441\u0430\u043d \u0430\u043d\u0445\u0430\u0430\u0440\u043d\u0430 \u0443\u0443. "\u0430\u043d\u0433\u043b\u0438 \u0445\u044d\u043b \u0434\u044d\u044d\u0440, \u0413\u0440\u0435\u043a / \u0435\u0432\u0440\u0435\u0439, Vocab \u043d\u044c Vocab. \u0445\u04e9\u0440\u0432\u04af\u04af\u043b\u044d\u044d\u0434.
option_not_supported_by_version=\u042d\u043d\u044d \u0441\u043e\u043d\u0433\u043e\u043b\u0442 \u043d\u044c \u043e\u0434\u043e\u043e \u0441\u043e\u043d\u0433\u043e\u0441\u043e\u043d \u0442\u0435\u043a\u0441\u0442 \u0431\u0430\u0439\u0445\u0433\u04af\u0439 \u0431\u0430\u0439\u043d\u0430.

blank_search_provided=\u0422\u0430 \u04e9\u0433\u0441\u04e9\u043d \u0445\u0430\u0439\u043b\u0442 \u0445\u043e\u043e\u0441\u043e\u043d \u0431\u0430\u0439\u043d\u0430. \u0414\u0430\u0445\u0438\u043d \u043e\u0440\u043e\u043b\u0434\u043e\u043d\u043e \u0443\u0443.
refinement_not_supported=\u0414\u0430\u0440\u0430\u0430\u0445 \u0445\u0430\u0439\u043b\u0442 %1$s \u0434\u044d\u043c\u0436\u0438\u0436 \u0431\u0430\u0439\u043d\u0430. \u0422\u0430 %2$s \u0445\u0430\u0439\u043b\u0442 \u0431\u043e\u043b\u043e\u0432\u0441\u0440\u043e\u043d\u0433\u0443\u0439 \u0447\u0430\u0434\u0430\u0445\u0433\u04af\u0439.
search_unknown=\u0410\u043b\u0445\u0430\u043c \u0422\u0430\u043d\u044b \u0445\u04af\u0441\u0441\u044d\u043d \u0445\u0430\u0439\u043b\u0442 \u0442\u04e9\u0440\u043b\u0438\u0439\u0433 \u0445\u04af\u043b\u044d\u044d\u043d \u0437\u04e9\u0432\u0448\u04e9\u04e9\u0440\u0447 \u0447\u0430\u0434\u0430\u0445\u0433\u04af\u0439 \u0431\u0430\u0439\u0441\u0430\u043d \u044e\u043c.
search_invalid=\u0422\u0430 \u04e9\u0433\u0441\u04e9\u043d \u0445\u0430\u0439\u043b\u0442 \u0445\u04af\u0447\u0438\u043d \u0442\u04e9\u0433\u04e9\u043b\u0434\u04e9\u0440 \u0431\u0443\u0441 \u0431\u0430\u0439\u043d\u0430.
subject_reference_search_too_big=\u04af\u0437\u04af\u04af\u043b\u044d\u0445 \u0445\u044d\u0441\u044d\u0433 \u043d\u044c \u0445\u044d\u0442\u044d\u0440\u0445\u0438\u0439 \u0442\u043e\u043c (%1$s \u0438\u0448\u043b\u044d\u043b) \u0431\u0430\u0439\u0441\u0430\u043d \u044e\u043c. \u041d\u043e\u043c \u043d\u044c \u0431\u04af\u043b\u044d\u0433, \u044d\u0441\u0432\u044d\u043b \u0430\u0430\u0441 \u0431\u0430\u0433\u0430 %2$s \u0448\u04af\u043b\u044d\u0433 \u0431\u04af\u0445\u0438\u0439 \u043b\u0430\u0432\u043b\u0430\u0433\u0430\u0430 \u043d\u044d\u0440\u0438\u0439\u0433 \u0441\u043e\u043d\u0433\u043e\u043d\u043e \u0443\u0443.
search_subject=\u0413\u0430\u0440\u0447\u0438\u0433
search_word=\u04ae\u0433 \u043d\u044c
verse_related=\u0425\u043e\u043b\u0431\u043e\u043e\u0442\u043e\u0439 \u0448\u04af\u043b\u044d\u0433
related_by_topic=\u0425\u043e\u043b\u0431\u043e\u043e\u0442\u043e\u0439 \u0441\u044d\u0434\u044d\u0432

search_timeline=\u0425\u0443\u0433\u0430\u0446\u0430\u0430

#derived from above
search_subject_search=\u0410\u0433\u0443\u0443\u043b\u0433\u0430 \u0445\u0430\u0439\u043b\u0442
search_timeline_search=\u0425\u0443\u0433\u0430\u0446\u0430\u0430 \u0445\u0430\u0439\u043b\u0442
search_word_search=\u04ae\u0433 \u0445\u0430\u0439\u0445
verse_related_search=\u0425\u0430\u0439\u043b\u0442 \u0438\u0448\u043b\u044d\u043b \u0425\u043e\u043b\u0431\u043e\u0433\u0434\u043e\u0445
related_by_topic_search=\u0425\u043e\u043b\u0431\u043e\u043e\u0442\u043e\u0439 \u0441\u044d\u0434\u044d\u0432 \u0445\u0430\u0439\u043b\u0442
search_results_for=\u0425\u0430\u0439\u043b\u0442\u044b\u043d \u04af\u0440 \u0434\u04af\u043d


invalid_email=\u041d\u044c \u0445\u04af\u0447\u0438\u043d\u0433\u04af\u0439 \u0438-\u043c\u044d\u0439\u043b \u04e9\u0433\u0441\u04e9\u043d\: %1$s
book_not_found=\u041d\u044d\u0440\u043d\u0438\u0439 \u044d\u0445\u043d\u0438\u0439 %1$s \u0411\u0438\u0431\u043b\u0438\u0439\u043d / \u0442\u0430\u0439\u043b\u0431\u0430\u0440 \u043e\u043b\u0436 \u0447\u0430\u0434\u0441\u0430\u043d\u0433\u04af\u0439.
invalid_reference_in_book=\u0411\u0438\u0431\u043b\u0438 \u0436\u0438\u0448\u0438\u0433 "%1$s" %2$s \u0411\u0438\u0431\u043b\u0438 / \u0442\u0430\u0439\u043b\u0431\u0430\u0440\u0442 \u0437\u04e9\u0432 \u0436\u0438\u0448\u0438\u0433 \u0431\u0438\u0448 \u044e\u043c.
identical_texts=\u0422\u0430 2 \u0431\u0443\u044e\u0443 \u0442\u04af\u04af\u043d\u044d\u044d\u0441 \u0434\u044d\u044d\u0448 \u0438\u0436\u0438\u043b \u0442\u0435\u043a\u0441\u0442\u04af\u04af\u0434\u0438\u0439\u0433 \u0445\u0430\u0440\u044c\u0446\u0443\u0443\u043b\u0430\u0445 \u0433\u044d\u0436 \u043e\u0440\u043e\u043b\u0434\u043e\u0436 \u0431\u0430\u0439\u043d\u0430.
translations_in_different_languages=\u0422\u044d\u0434 \u044f\u043d\u0437 \u0431\u04af\u0440\u0438\u0439\u043d \u0445\u044d\u043b \u0434\u044d\u044d\u0440 \u0431\u0438\u0447\u0438\u0433\u0434\u0441\u044d\u043d \u0448\u0438\u0433 \u0410\u043b\u0445\u0430\u043c \u0441\u043e\u043d\u0433\u043e\u0441\u043e\u043d \u0445\u0443\u0432\u0438\u043b\u0431\u0430\u0440\u0443\u0443\u0434\u044b\u0433 \u0445\u0430\u0440\u044c\u0446\u0443\u0443\u043b\u0436 \u0447\u0430\u0434\u0430\u0445\u0433\u04af\u0439.

bible_required=\u0422\u0430 \u0411\u0438\u0431\u043b\u0438 / \u0442\u0430\u0439\u043b\u0431\u0430\u0440\u044b\u0433 \u0441\u043e\u043d\u0433\u043e\u0445 \u0445\u044d\u0440\u044d\u0433\u0442\u044d\u0439.
reference_required=\u0422\u0430 \u0411\u0438\u0431\u043b\u0438 \u0442\u0435\u043a\u0441\u0442 \u043b\u0430\u0432\u043b\u0430\u0433\u0430\u0430 \u04e9\u0433\u04e9\u0445 \u0445\u044d\u0440\u044d\u0433\u0442\u044d\u0439.
reference_for_maps=\u0411\u0438\u0431\u043b\u0438\u0439\u043d \u0422\u0435\u043a\u0441\u0442 \u043b\u0430\u0432\u043b\u0430\u0433\u0430\u0430 \u043c\u043e\u0434\u0443\u043b\u044c \u0413\u0430\u0437\u0440\u044b\u043d \u0437\u0443\u0440\u0430\u0433 \u0434\u044d\u044d\u0440 \u0445\u0430\u0440\u0436 \u0448\u0430\u0430\u0440\u0434\u043b\u0430\u0433\u0430\u0442\u0430\u0439.
bible_for_install=\u0411\u0438\u0431\u043b\u0438\u0439\u043d / \u0422\u0430\u0439\u043b\u0431\u0430\u0440 \u044d\u0445\u043b\u044d\u044d\u0434 \u0441\u043e\u043d\u0433\u043e\u0441\u043e\u043d \u0431\u0430\u0439\u0445 \u0451\u0441\u0442\u043e\u0439.
failed_to_install=\u0410\u043b\u0445\u0430\u043c \u0411\u0438\u0431\u043b\u0438 / \u0442\u0430\u0439\u043b\u0431\u0430\u0440\u044b\u0433 \u0441\u0443\u0443\u043b\u0433\u0430\u0436 \u0447\u0430\u0434\u0430\u0430\u0433\u04af\u0439.

# Messages for standalone step-server app
error_unable_to_show_browser=\u0410\u043b\u0445\u0430\u043c \u0445\u04e9\u0442\u0447\u0438\u0439\u0433 \u044d\u0445\u043b\u04af\u04af\u043b\u044d\u0445 \u0431\u043e\u043b\u043e\u043c\u0436\u0433\u04af\u0439 \u0431\u0430\u0439\u0441\u0430\u043d \u044e\u043c.
error_generic=\u0410\u043b\u0434\u0430\u0430 \u0433\u0430\u0440\u0441\u0430\u043d \u0431\u0430\u0439\u043d\u0430.