#X-Generator: crowdin.net
error_internal=\u041d\u0435\u043e\u0447\u0435\u043a\u0443\u0432\u0430\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0441\u0435 \u0441\u043b\u0443\u0447\u0438\u043b\u0435. \u0412\u0435 \u043c\u043e\u043b\u0438\u043c\u0435 \u043e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e. \u0410\u043a\u043e \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u043e\u0442 \u043f\u0440\u043e\u0434\u043e\u043b\u0436\u0443\u0432\u0430, \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0433\u043e \u0427\u0415\u041a\u041e\u0420 \u0442\u0438\u043c \u0434\u0430 \u0433\u043e \u0438\u0441\u043f\u0438\u0442\u0430 \u043e\u0432\u043e\u0458 \u043f\u043e\u043d\u0430\u0442\u0430\u043c\u0443.
error_missing_field=\u0427\u0415\u041a\u041e\u0420 \u043d\u0435 \u0431\u0435\u0448\u0435 \u0432\u043e \u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u0440\u0448\u0438 \u0431\u0430\u0440\u0430\u045a\u0435, \u0431\u0438\u0434\u0435\u0458\u045c\u0438 \u043d\u0435\u043a\u043e\u0438 \u043e\u0431\u043b\u0430\u0441\u0442\u0438 \u0431\u0435\u0430 \u043f\u0440\u0430\u0437\u043d\u0438.
error_validation=\u041d\u0435\u043a\u043e\u0438 \u043f\u043e\u043b\u0438\u045a\u0430 \u0441\u0442\u0435 \u0433\u0438 \u043d\u0430\u0432\u0435\u043b\u0435 \u0441\u0435 \u043d\u0435\u0432\u0430\u0436\u0435\u0447\u043a\u0438.
error_login=\u041e\u0432\u0430\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u0458\u0430 \u0431\u0430\u0440\u0430 \u043e\u0434 \u0442\u0435\u0431\u0435 \u0434\u0430 \u0441\u0435 \u043d\u0430\u0458\u0430\u0432\u0438\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0447\u0435\u043a\u043e\u0440.

option_not_available_interleaved=\u041e\u0432\u0430\u0430 \u043e\u043f\u0446\u0438\u0458\u0430 \u043d\u0435 \u0435 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u0430 \u043a\u043e\u0433\u0430 \u0433\u043b\u0435\u0434\u0430\u0442\u0435 \u043f\u0440\u0435\u043c\u0438\u043d \u0441\u043e "Interleaved" \u043e\u043f\u0446\u0438\u0458\u0430.
option_not_available_interlinear=\u041e\u0432\u0430\u0430 \u043e\u043f\u0446\u0438\u0458\u0430 \u043d\u0435 \u0435 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u0430 \u043a\u043e\u0433\u0430 \u0433\u043b\u0435\u0434\u0430\u0442\u0435 \u043f\u0440\u0435\u043c\u0438\u043d \u0441\u043e "Interlinear" \u043e\u043f\u0446\u0438\u0458\u0430.
option_not_available_other=\u0412\u0435 \u043c\u043e\u043b\u0438\u043c\u0435 \u0438\u043c\u0430\u0458\u0442\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434, \u043d\u0430\u0447\u0438\u043d\u043e\u0442 Interlinear \u0431\u0435\u0448\u0435 \u0438\u0437\u0431\u0440\u0430\u043d\u0430 \u0431\u0438\u0434\u0435\u0458\u045c\u0438 \u0438\u043c\u0430\u0442\u0435 \u0438\u0441\u0442\u043e \u0442\u0430\u043a\u0430 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0435\u0434\u043d\u0430 \u043e\u0434 \u0441\u043b\u0435\u0434\u043d\u0438\u0432\u0435 \u043e\u043f\u0446\u0438\u0438\: "\u0413\u0440\u0430\u043c\u0430\u0442\u0438\u043a\u0430 ',' Vocab. \u043d\u0430 \u0430\u043d\u0433\u043b\u0438\u0441\u043a\u0438 \u0458\u0430\u0437\u0438\u043a, Vocab \u0432\u043e \u0433\u0440\u0447\u043a\u0430\u0442\u0430 / \u0425\u0435\u0431\u0440\u0435\u0458\u0441\u043a\u0438, Vocab. \u0442\u0440\u0430\u043d\u0441\u043b\u0438\u0442\u0435\u0440\u0430\u0446\u0438\u0458\u0430.
option_not_supported_by_version=\u041e\u0432\u0430\u0430 \u043e\u043f\u0446\u0438\u0458\u0430 \u043d\u0435 \u0435 \u0434\u043e\u0441\u0442\u0430\u043f\u043d\u0430 \u0432\u043e \u043c\u043e\u043c\u0435\u043d\u0442\u043e\u0432 \u0438\u0437\u0431\u0440\u0430\u043d\u0438\u043e\u0442 \u0442\u0435\u043a\u0441\u0442.

blank_search_provided=\u041e\u0434 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u0432\u0438 \u0441\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434\u0435\u043d\u0438 \u0431\u0435\u0448\u0435 \u043f\u0440\u0430\u0437\u043d\u043e. \u0412\u0435 \u043c\u043e\u043b\u0438\u043c\u0435 \u043e\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e.
refinement_not_supported=\u0421\u043b\u0435\u0434\u043d\u0438\u0432\u0435 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435%1$s \u043d\u0435 \u0435 \u043f\u043e\u0434\u0434\u0440\u0436\u0430\u043d. \u0412\u0438\u0435 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0430\u0441\u043e\u0447\u0438\u0442\u0435%2$s \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0430.
search_unknown=\u0427\u0415\u041a\u041e\u0420 \u043d\u0435 \u0431\u0435\u0448\u0435 \u0432\u043e \u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0434\u0430 \u0433\u043e \u043f\u0440\u0438\u0437\u043d\u0430\u0435 \u0442\u0438\u043f \u043d\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u0431\u0430\u0440\u0430\u0432\u0442\u0435.
search_invalid=\u041e\u0434 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u0432\u0438 \u0441\u0435 \u043f\u0440\u0435\u0434\u0432\u0438\u0434\u0435\u043d\u0438 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d.
subject_reference_search_too_big=\u0422\u0435\u043a\u043e\u0442 \u043f\u0440\u0435\u0434\u0432\u0438\u0434\u0435\u043d\u043e \u0435 \u043f\u0440\u0435\u043c\u043d\u043e\u0433\u0443 \u0433\u043e\u043b\u0435\u043c (%1$s \u0441\u0442\u0438\u0445\u043e\u0432\u0438). \u0412\u0435 \u043c\u043e\u043b\u0438\u043c\u0435 \u043e\u0434\u0431\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u0438\u043c\u0435\u0442\u043e \u043d\u0430 \u0435\u0434\u043d\u0430 \u043a\u043d\u0438\u0433\u0430, \u043f\u043e\u0433\u043b\u0430\u0432\u0458\u0435\u0442\u043e \u0438\u043b\u0438 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0446\u0430 \u043a\u043e\u0458\u0430 \u0438\u043c\u0430 \u043f\u043e\u043c\u0430\u043b\u043a\u0443 \u043e\u0434%2$s \u0441\u0442\u0438\u0445\u043e\u0432\u0438.

search_text=\u0422\u0435\u043a\u0441\u0442
search_subject=\u041f\u0440\u0435\u0434\u043c\u0435\u0442
search_timeline=\u0412\u0440\u0435\u043c\u0435\u043f\u043b\u043e\u0432
search_word=\u0417\u0431\u043e\u0440
verse_related=\u041f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0441\u0442\u0438\u0445\u043e\u0432\u0438
related_by_topic=\u041f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0442\u0435\u043c\u0438

#derived from above
search_text_search=\u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0437\u0431\u043e\u0440\u043e\u0432\u0438/\u0442\u0435\u043a\u0441\u0442\u043e\u0432\u0438
search_subject_search=\u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043f\u043e \u0442\u0435\u043c\u0430
search_timeline_search=\u0425\u0440\u043e\u043d\u043e\u043b\u043e\u0433\u0438\u0458\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435
search_word_search=\u041f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435 \u043f\u043e \u043a\u043b\u0443\u0447\u0435\u043d \u0437\u0431\u043e\u0440
verse_related_search=\u041f\u043e\u0432\u0440\u0437\u0430\u043d\u0438 \u0441\u0442\u0438\u0445\u043e\u0432\u0438 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435
related_by_topic_search=\u0422\u0435\u043c\u0430 \u043f\u043e\u0432\u0440\u0437\u0430\u043d\u0430 \u043f\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045a\u0435
search_results_for=\u041d\u0430\u0458\u0434\u0435\u043d\u0438 \u0441\u0435 \u0441\u043b\u0435\u0434\u043d\u0438\u0432\u0435 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442\u0438 \u0437\u0430


invalid_email=\u041d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u0435\u043d \u0435-\u043c\u0435\u0458\u043b \u0431\u0435\u0448\u0435 \u043e\u0431\u0435\u0437\u0431\u0435\u0434\u0435\u043d\u0430\:%1$s
book_not_found=\u0411\u0438\u0431\u043b\u0438\u0458\u0430\u0442\u0430 / \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u0441\u043e \u0438\u043d\u0438\u0446\u0438\u0458\u0430\u043b\u0438%1$s \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043d\u0430\u0458\u0434\u0435.
invalid_reference_in_book=\u0411\u0438\u0431\u043b\u0438\u0458\u0430\u0442\u0430 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0446\u0430 "%1$s s" \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0446\u0430 \u0432\u043e%2$s \u0411\u0438\u0431\u043b\u0438\u0458\u0430\u0442\u0430 / \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438.
identical_texts=\u040c\u0435 \u0441\u0435 \u043e\u0431\u0438\u0434\u0443\u0432\u0430\u0430\u0442 \u0434\u0430 \u0441\u0435 \u0441\u043f\u043e\u0440\u0435\u0434\u0430\u0442 2 \u0438\u043b\u0438 \u043f\u043e\u0432\u0435\u045c\u0435 \u0438\u0434\u0435\u043d\u0442\u0438\u0447\u043d\u0438 \u0442\u0435\u043a\u0441\u0442\u043e\u0432\u0438.
translations_in_different_languages=\u0427\u0415\u041a\u041e\u0420 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0441\u043f\u043e\u0440\u0435\u0434\u0430\u0442 \u0434\u0432\u0430\u0442\u0430 \u0441\u0435\u043b\u0435\u043a\u0442\u0438\u0440\u0430\u043d\u0438 \u0432\u0435\u0440\u0437\u0438\u0438 \u043a\u0430\u043a\u043e \u0448\u0442\u043e \u0441\u0435 \u043d\u0430\u043f\u0438\u0448\u0430\u043d\u0438 \u0432\u043e \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u0438 \u0458\u0430\u0437\u0438\u0446\u0438.

bible_required=\u0412\u0438\u0435 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0411\u0438\u0431\u043b\u0438\u0458\u0430\u0442\u0430 / \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438.
reference_required=\u0428\u0442\u043e \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u043e\u0431\u0435\u0437\u0431\u0435\u0434\u0438 \u0435\u0434\u0435\u043d \u0442\u0435\u043a\u0441\u0442 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0446\u0430 \u0411\u0438\u0431\u043b\u0438\u0458\u0430\u0442\u0430.
reference_for_maps=\u0411\u0438\u0431\u043b\u0438\u0458\u0430\u0442\u0430 \u0442\u0435\u043a\u0441\u0442 \u0440\u0435\u0444\u0435\u0440\u0435\u043d\u0446\u0430 \u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u043d\u043e \u0437\u0430 \u0443\u0433\u043b\u0435\u0434\u0443\u0432\u0430\u045a\u0435 \u041c\u0430\u043f\u0438 \u043c\u043e\u0434\u0443\u043b.
bible_for_install=\u0411\u0438\u0431\u043b\u0438\u0458\u0430\u0442\u0430 / \u041a\u043e\u043c\u0435\u043d\u0442\u0430\u0440 \u043c\u043e\u0440\u0430 \u0434\u0430 \u0431\u0438\u0434\u0430\u0442 \u0438\u0437\u0431\u0440\u0430\u043d\u0438 \u0432\u043e \u043f\u0440\u0432 \u043f\u043b\u0430\u043d.
failed_to_install=\u0427\u0415\u041a\u041e\u0420 \u0443\u0441\u043f\u0435\u0430 \u0434\u0430 \u0441\u0435 \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430 \u043d\u0430 \u0411\u0438\u0431\u043b\u0438\u0458\u0430\u0442\u0430 / \u043a\u043e\u043c\u0435\u043d\u0442\u0430\u0440\u0438.

# Messages for standalone step-server app
error_unable_to_show_browser=\u0427\u0415\u041a\u041e\u0420 \u0431\u0435\u0448\u0435 \u0432\u043e \u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0434\u0430 \u0441\u0435 \u0441\u0442\u0430\u0440\u0442\u0443\u0432\u0430 \u043f\u0440\u0435\u043b\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u043e\u0442.
error_generic=\u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430.
