#X-Generator: crowdin.net
error_internal=L\u1ed7i b\u1ea5t ng\u1edd \u0111\u00e3 x\u1ea3y ra. Xin vui l\u00f2ng th\u1eed l\u1ea1i. N\u1ebfu v\u1eabn l\u1ed7i n\u00e0y, xin vui l\u00f2ng li\u00ean h\u1ec7 v\u1edbi nh\u00f3m b\u01b0\u1edbc \u0111\u1ec3 \u0111i\u1ec1u tra n\u00e0y h\u01a1n n\u1eefa.
error_missing_field=B\u01af\u1edaC n\u00e0y kh\u00f4ng th\u1ec3 th\u1ef1c hi\u1ec7n y\u00eau c\u1ea7u b\u1edfi v\u00ec m\u1ed9t s\u1ed1 l\u0129nh v\u1ef1c tr\u1ed1ng.
error_validation=M\u1ed9t s\u1ed1 trong nh\u1eefng l\u0129nh v\u1ef1c m\u00e0 b\u1ea1n \u0111\u00e3 cung c\u1ea5p l\u00e0 kh\u00f4ng h\u1ee3p l\u1ec7.
error_login=T\u00ednh n\u0103ng n\u00e0y y\u00eau c\u1ea7u b\u1ea1n ph\u1ea3i \u0111\u0103ng nh\u1eadp \u0111\u1ec3 b\u01b0\u1edbc.

option_not_available_interleaved=T\u00f9y ch\u1ecdn n\u00e0y kh\u00f4ng ph\u1ea3i l\u00e0 c\u00f3 s\u1eb5n khi xem m\u1ed9t \u0111o\u1ea1n v\u1edbi c\u00e1c t\u00f9y ch\u1ecdn 'Interleaved'.
option_not_available_interlinear=T\u00f9y ch\u1ecdn n\u00e0y kh\u00f4ng ph\u1ea3i l\u00e0 c\u00f3 s\u1eb5n khi xem m\u1ed9t \u0111o\u1ea1n v\u1edbi c\u00e1c t\u00f9y ch\u1ecdn 'Interlinear'.
option_not_available_other=Xin vui l\u00f2ng l\u01b0u \u00fd, c\u00e1c ch\u1ebf \u0111\u1ed9 Interlinear \u0111\u00e3 \u0111\u01b0\u1ee3c l\u1ef1a ch\u1ecdn b\u1edfi v\u00ec b\u1ea1n c\u0169ng \u0111\u00e3 ch\u1ecdn m\u1ed9t trong c\u00e1c t\u00f9y ch\u1ecdn sau \u0111\u00e2y\: 'Ng\u1eef ph\u00e1p', 'Vocab. trong ti\u1ebfng Anh', t\u1eeb v\u1ef1ng trong ti\u1ebfng Hy L\u1ea1p / ti\u1ebfng Do Th\u00e1i, Vocab. chuy\u1ec3n.
option_not_supported_by_version=T\u00f9y ch\u1ecdn n\u00e0y l\u00e0 kh\u00f4ng c\u00f3 s\u1eb5n trong v\u0103n b\u1ea3n \u0111\u00e3 ch\u1ecdn hi\u1ec7n th\u1eddi.

blank_search_provided=T\u00ecm ki\u1ebfm b\u1ea1n cung c\u1ea5p l\u00e0 tr\u1ed1ng. Xin vui l\u00f2ng th\u1eed l\u1ea1i.
refinement_not_supported=Kh\u00e1ch s\u1ea1n t\u00ecm ki\u1ebfm %1$s sau kh\u00f4ng \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3. B\u1ea1n kh\u00f4ng th\u1ec3 l\u1ecdc %2$s t\u00ecm ki\u1ebfm.
search_unknown=B\u01af\u1edaC n\u00e0y kh\u00f4ng th\u1ec3 nh\u1eadn ra lo\u1ea1i t\u00ecm b\u1ea1n y\u00eau c\u1ea7u.
search_invalid=T\u00ecm ki\u1ebfm b\u1ea1n cung c\u1ea5p l\u00e0 kh\u00f4ng h\u1ee3p l\u1ec7.
subject_reference_search_too_big=Vi\u1ec7c th\u00f4ng qua cung c\u1ea5p l\u00e0 qu\u00e1 l\u1edbn (%1$s c\u00e2u th\u01a1). Vui l\u00f2ng ch\u1ecdn t\u00ean c\u1ee7a m\u1ed9t cu\u1ed1n s\u00e1ch, m\u1ed9t ch\u01b0\u01a1ng, ho\u1eb7c m\u1ed9t t\u00e0i li\u1ec7u tham kh\u1ea3o c\u00f3 \u00edt h\u01a1n %2$s c\u00e2u th\u01a1.

search_text=V\u0103n b\u1ea3n
search_subject=Ch\u1ee7 \u0111\u1ec1
search_timeline=Th\u1eddi gian bi\u1ec3u
search_word=T\u1eeb
verse_related=Li\u00ean quan \u0111\u1ebfn c\u00e2u th\u01a1
related_by_topic=Ch\u1ee7 \u0111\u1ec1 li\u00ean quan

#derived from above
search_text_search=T\u00ecm ki\u1ebfm t\u1eeb ng\u1eef
search_subject_search=T\u00ecm ki\u1ebfm ch\u1ee7 \u0111\u1ec1
search_timeline_search=Th\u1eddi gian t\u00ecm ki\u1ebfm
search_word_search=T\u00ecm ki\u1ebfn t\u1eeb ng\u1eef
verse_related_search=Li\u00ean quan \u0111\u1ebfn c\u00e2u th\u01a1 t\u00ecm
related_by_topic_search=T\u00ecm ch\u1ee7 \u0111\u1ec1 li\u00ean quan
search_results_for=K\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm cho


invalid_email=M\u1ed9t email kh\u00f4ng h\u1ee3p l\u1ec7 \u0111\u00e3 \u0111\u01b0\u1ee3c cung c\u1ea5p\: %1$s
book_not_found=Kinh Th\u00e1nh / b\u00ecnh lu\u1eadn v\u1edbi t\u00ean vi\u1ebft t\u1eaft %1$s kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y.
invalid_reference_in_book=T\u00e0i li\u1ec7u tham kh\u1ea3o kinh th\u00e1nh "%1$s" kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t tham chi\u1ebfu h\u1ee3p l\u1ec7 trong %2$s kinh th\u00e1nh/b\u00ecnh lu\u1eadn.
identical_texts=B\u1ea1n \u0111ang c\u1ed1 g\u1eafng \u0111\u1ec3 so s\u00e1nh c\u00e1c v\u0103n b\u1ea3n 2 ho\u1eb7c nhi\u1ec1u gi\u1ed1ng h\u1ec7t nhau.
translations_in_different_languages=B\u01af\u1edaC kh\u00f4ng th\u1ec3 so s\u00e1nh c\u00e1c phi\u00ean b\u1ea3n \u0111\u00e3 ch\u1ecdn nh\u01b0 ch\u00fang \u0111\u01b0\u1ee3c vi\u1ebft b\u1eb1ng ng\u00f4n ng\u1eef kh\u00e1c nhau.

bible_required=B\u1ea1n c\u1ea7n ph\u1ea3i ch\u1ecdn m\u1ed9t kinh th\u00e1nh / b\u00ecnh lu\u1eadn.
reference_required=B\u1ea1n c\u1ea7n ph\u1ea3i cung c\u1ea5p m\u1ed9t t\u00e0i li\u1ec7u tham kh\u1ea3o v\u0103n b\u1ea3n kinh th\u00e1nh.
reference_for_maps=M\u1ed9t t\u00e0i li\u1ec7u tham kh\u1ea3o v\u0103n b\u1ea3n Kinh Th\u00e1nh l\u00e0 c\u1ea7n thi\u1ebft \u0111\u1ec3 nh\u00ecn l\u00ean b\u1ea3n \u0111\u1ed3 m\u00f4-\u0111un.
bible_for_install=Kinh Th\u00e1nh m\u1ed9t / b\u00ecnh lu\u1eadn ph\u1ea3i \u0111\u01b0\u1ee3c ch\u1ecdn \u0111\u1ea7u ti\u00ean.
failed_to_install=B\u01af\u1edaC kh\u00f4ng c\u00e0i \u0111\u1eb7t kinh th\u00e1nh / b\u00ecnh lu\u1eadn.

# Messages for standalone step-server app
error_unable_to_show_browser=B\u01af\u1edaC n\u00e0y kh\u00f4ng th\u1ec3 kh\u1edfi \u0111\u1ed9ng tr\u00ecnh duy\u1ec7t.
error_generic=L\u1ed7i \u0111\u00e3 x\u1ea3y ra.
