error_internal=An \u0561\u0576\u057d\u057a\u0561\u057d\u0565\u056c\u056b \u057d\u056d\u0561\u056c \u0567 \u057f\u0565\u0572\u056b \u0578\u0582\u0576\u0565\u0581\u0565\u056c\: \u053d\u0576\u0564\u0580\u0578\u0582\u0574 \u0565\u0576\u0584 \u056f\u0580\u056f\u056b\u0576 \u0583\u0578\u0580\u0571\u0565\u056c\: \u0535\u0569\u0565 \u200b\u200b\u056d\u0576\u0564\u056b\u0580\u0568 \u0577\u0561\u0580\u0578\u0582\u0576\u0561\u056f\u057e\u056b, \u056d\u0576\u0564\u0580\u0578\u0582\u0574 \u0565\u0576\u0584 \u056f\u0561\u057a\u057e\u0565\u056c STEP \u0569\u056b\u0574\u0568 \u0570\u0565\u057f\u0561\u0584\u0576\u0576\u0565\u056c \u0561\u0575\u057d \u0570\u0565\u057f\u0561\u0563\u0561.
error_missing_field=STEP \u0579\u056b \u056f\u0561\u0580\u0578\u0572\u0561\u0581\u0565\u056c \u056b\u0580\u0561\u056f\u0561\u0576\u0561\u0581\u0576\u0565\u056c \u056d\u0576\u0564\u0580\u0561\u0576\u0584\u0568, \u0584\u0561\u0576\u056b \u0578\u0580 \u0578\u0580\u0578\u0577 \u0564\u0561\u0577\u057f\u0565\u0580\u0568 \u0567\u056b\u0576 \u0564\u0561\u057f\u0561\u0580\u056f.
error_validation=\u0548\u0580\u0578\u0577 \u0578\u056c\u0578\u0580\u057f\u0576\u0565\u0580\u0578\u0582\u0574 \u0565\u0584 \u0576\u0561\u056d\u0561\u057f\u0565\u057d\u057e\u0561\u056e \u0565\u0576 \u0561\u0576\u057e\u0561\u057e\u0565\u0580\:
error_login=\u0531\u0575\u057d \u0570\u0561\u057f\u056f\u0578\u0582\u0569\u0575\u0578\u0582\u0576\u0568 \u057a\u0561\u0570\u0561\u0576\u057b\u0578\u0582\u0574 \u0567 \u0574\u0578\u0582\u057f\u0584 \u0554\u0531\u0545\u053c.

option_not_available_interleaved=\u0531\u0575\u057d \u057f\u0561\u0580\u0562\u0565\u0580\u0561\u056f\u0568 \u0570\u0561\u057d\u0561\u0576\u0565\u056c\u056b \u0579\u0567 \u0564\u056b\u057f\u0565\u056c\u056b\u057d \u0574\u056b \u0570\u0561\u057f\u057e\u0561\u056e, \u056b\u0576\u0579\u057a\u0565\u057d \u0576\u0561\u0565\u0582 \u00ab\u0574\u056b\u057b\u0561\u0580\u056f\u057e\u0561\u056e\u00bb \u057f\u0561\u0580\u0562\u0565\u0580\u0561\u056f\u0568.
option_not_available_interlinear=\u0531\u0575\u057d \u057f\u0561\u0580\u0562\u0565\u0580\u0561\u056f\u0568 \u0570\u0561\u057d\u0561\u0576\u0565\u056c\u056b \u0579\u0567 \u0564\u056b\u057f\u0565\u056c\u056b\u057d \u0574\u056b \u0570\u0561\u057f\u057e\u0561\u056e, \u056b\u0576\u0579\u057a\u0565\u057d \u0576\u0561\u0565\u0582 \u00ab\u054f\u0578\u0572\u0561\u057f\u0561\u056f\u056b\u00bb \u057f\u0561\u0580\u0562\u0565\u0580\u0561\u056f\u0568.
option_not_available_other=\u053d\u0576\u0564\u0580\u0578\u0582\u0574 \u0565\u0576\u0584 \u0576\u056f\u0561\u057f\u056b \u0578\u0582\u0576\u0565\u0576\u0561\u056c, \u0578\u0580 \u054f\u0578\u0572\u0561\u057f\u0561\u056f\u056b \u057c\u0565\u056a\u056b\u0574 \u0567 \u0568\u0576\u057f\u0580\u057e\u0565\u056c, \u0584\u0561\u0576\u056b \u0578\u0580 \u0564\u0578\u0582\u0584 \u057a\u0565\u057f\u0584 \u0567 \u0576\u0561\u0565\u0582 \u0568\u0576\u057f\u0580\u0565\u056c \u0574\u0565\u056f\u0568 \u0570\u0565\u057f\u0565\u0582\u0575\u0561\u056c \u0568\u0576\u057f\u0580\u0561\u0576\u0584\u0576\u0565\u0580\u056b\u0581 \u00ab\u0554\u0565\u0580\u0561\u056f\u0561\u0576\u0578\u0582\u0569\u0575\u0578\u0582\u0576\u00bb, \u00abVocab. \u0561\u0576\u0563\u056c\u0565\u0580\u0565\u0576 \u00bb, Vocab \u0570\u0578\u0582\u0576\u0561\u056f\u0561\u0576 / \u0565\u0562\u0580\u0561\u0575\u0565\u0580\u0565\u0576, Vocab. transliterated.
option_not_supported_by_version=\u0531\u0575\u057d \u057f\u0561\u0580\u0562\u0565\u0580\u0561\u056f\u0568 \u0570\u0561\u057d\u0561\u0576\u0565\u056c\u056b \u0579\u0567 \u0576\u0565\u0580\u056f\u0561\u0575\u0578\u0582\u0574\u057d \u0568\u0576\u057f\u0580\u057e\u0561\u056e \u057f\u0565\u0584\u057d\u057f\u0568.

blank_search_provided=\u0548\u0580\u0578\u0576\u0574\u0561\u0576 \u0565\u0584 \u057f\u0580\u0561\u0574\u0561\u0564\u0580\u0565\u056c \u0567\u0580 \u0564\u0561\u057f\u0561\u0580\u056f. \u053d\u0576\u0564\u0580\u0578\u0582\u0574 \u0565\u0576\u0584 \u056f\u0580\u056f\u056b\u0576 \u0583\u0578\u0580\u0571\u0565\u056c\:
refinement_not_supported=\u0540\u0565\u057f\u0565\u0582\u0575\u0561\u056c\u0568 \u0578\u0580\u0578\u0576\u0574\u0561\u0576 %1$s \u0579\u056b \u0561\u057a\u0561\u0570\u0578\u057e\u057e\u0578\u0582\u0574\: \u0534\u0578\u0582\u0584 \u0579\u0565\u0584 \u056f\u0561\u0580\u0578\u0572 \u0566\u057f\u0565\u056c %2$s \u0578\u0580\u0578\u0576\u0578\u0582\u0574\u0576\u0565\u0580\u0568\:
search_unknown=STEP \u0579\u056b \u056f\u0561\u0580\u0578\u0572\u0561\u0581\u0565\u056c \u0573\u0561\u0576\u0561\u0579\u0565\u056c \u057f\u0565\u057d\u0561\u056f\u056b \u0578\u0580\u0578\u0576\u0574\u0561\u0576 \u0565\u0584 \u057a\u0561\u0570\u0561\u0576\u057b\u057e\u0578\u0572.
search_invalid=\u0548\u0580\u0578\u0576\u0574\u0561\u0576 \u0565\u0584 \u057f\u0580\u0561\u0574\u0561\u0564\u0580\u0565\u056c \u0567\u0580 \u0561\u0576\u057e\u0561\u057e\u0565\u0580.
subject_reference_search_too_big=\u0538\u0576\u0564\u0578\u0582\u0576\u0578\u0582\u0574\u0568 \u057f\u0580\u0561\u0574\u0561\u0564\u0580\u0565\u056c \u0579\u0561\u0583\u0561\u0566\u0561\u0576\u0581 \u0574\u0565\u056e (%1$s \u0570\u0561\u057f\u057e\u0561\u056e\u0576\u0565\u0580). \u053d\u0576\u0564\u0580\u0578\u0582\u0574 \u0565\u0576\u0584 \u0568\u0576\u057f\u0580\u0565\u056c \u0561\u0576\u0578\u0582\u0576\u0568 \u0574\u056b \u0563\u056b\u0580\u0584, \u0574\u056b \u0563\u056c\u056d\u0578\u0582\u0574, \u056f\u0561\u0574 \u057f\u0565\u0572\u0565\u056f\u0561\u0576\u0584, \u0578\u0580\u0576 \u0578\u0582\u0576\u056b \u0561\u057e\u0565\u056c\u056b \u0584\u056b\u0579 \u0567, \u0584\u0561\u0576 %2$s \u0584\u0561\u057c\u0575\u0561\u056f\u0576\u0565\u0580.
search_subject=\u0535\u0576\u0569\u0561\u056f\u0561
search_word=\u0532\u0561\u057c
verse_related=\u0531\u057c\u0576\u0579\u057e\u0578\u0572 \u0570\u0561\u057f\u057e\u0561\u056e\u0576\u0565\u0580
related_by_topic=\u053f\u0561\u057a\u057e\u0561\u056e \u0561\u057c\u0561\u0580\u056f\u0561

search_timeline=\u053a\u0561\u0574\u0561\u0576\u0561\u056f\u0561\u0581\u0578\u0582\u0575\u0581\u0568

#derived from above
search_subject_search=Subject \u0578\u0580\u0578\u0576\u0574\u0561\u0576
search_timeline_search=\u053d\u0580\u0578\u0576\u0578\u056c\u0578\u0563\u056b\u0561 \u0578\u0580\u0578\u0576\u0574\u0561\u0576
search_word_search=\u0532\u0561\u057c\u056b \u0578\u0580\u0578\u0576\u0578\u0582\u0574
verse_related_search=\u053f\u0561\u057a\u057e\u0561\u056e \u0570\u0561\u057f\u057e\u0561\u056e\u0576\u0565\u0580 \u0578\u0580\u0578\u0576\u0574\u0561\u0576
related_by_topic_search=\u053f\u0561\u057a\u057e\u0561\u056e \u0561\u057c\u0561\u0580\u056f\u0561 \u0578\u0580\u0578\u0576\u0574\u0561\u0576
search_results_for=\u0544\u056b \u0562\u0561\u0576 \u0567 \u0563\u0576\u0578\u0582\u0574


invalid_email=\u0531\u0576\u057e\u0561\u057e\u0565\u0580 \u0567\u056c\u0583\u0578\u057d\u057f\u056b \u0567\u0580 \u057f\u0580\u0561\u0574\u0561\u0564\u0580\u0565\u056c\: %1$s
book_not_found=The Bible / Commentary \u0570\u0565\u057f \u057d\u056f\u0566\u0562\u0576\u0561\u057f\u0561\u057c\u0565\u0580\u0568 %1$s \u0579\u056b \u056f\u0561\u0580\u0578\u0572 \u0563\u057f\u0576\u057e\u0565\u056c.
invalid_reference_in_book=The Bible \u0570\u0572\u0578\u0582\u0574 \u00ab%1$s\u00bb \u0579\u0567 \u057e\u0561\u057e\u0565\u0580 \u0570\u0572\u0578\u0582\u0574 \u0567 %2$s \u0531\u057d\u057f\u057e\u0561\u056e\u0561\u0577\u0576\u0579\u056b / \u0574\u0565\u056f\u0576\u0561\u0562\u0561\u0576\u0578\u0582\u0569\u0575\u0561\u0576.
identical_texts=\u0534\u0578\u0582\u0584 \u0583\u0578\u0580\u0571\u0578\u0582\u0574 \u0565\u0584 \u0570\u0561\u0574\u0565\u0574\u0561\u057f\u0565\u056c 2 \u056f\u0561\u0574 \u0561\u057e\u0565\u056c\u056b \u0576\u0578\u0582\u0575\u0576\u0561\u056f\u0561\u0576 \u057f\u0565\u0584\u057d\u057f\u0565\u0580\u0568.
translations_in_different_languages=STEP \u0579\u056b \u056f\u0561\u0580\u0578\u0572 \u0570\u0561\u0574\u0565\u0574\u0561\u057f\u0565\u056c \u0568\u0576\u057f\u0580\u057e\u0561\u056e \u057f\u0561\u0580\u0562\u0565\u0580\u0561\u056f\u0576\u0565\u0580\u0568, \u0584\u0561\u0576\u056b \u0578\u0580 \u0563\u0580\u057e\u0561\u056e \u0565\u0576 \u057f\u0561\u0580\u0562\u0565\u0580 \u056c\u0565\u0566\u0578\u0582\u0576\u0565\u0580\u0578\u057e.

bible_required=\u0534\u0578\u0582\u0584 \u057a\u0565\u057f\u0584 \u0567 \u0568\u0576\u057f\u0580\u0565\u056c \u0574\u056b \u0561\u057d\u057f\u057e\u0561\u056e\u0561\u0577\u0576\u0579\u0561\u0575\u056b\u0576 / Commentary.
reference_required=\u0534\u0578\u0582\u0584 \u057a\u0565\u057f\u0584 \u0567 \u057f\u0580\u0561\u0574\u0561\u0564\u0580\u0565\u056c \u0531\u057d\u057f\u057e\u0561\u056e\u0561\u0577\u0576\u0579\u056b \u057f\u0565\u0584\u057d\u057f\u056b \u057f\u0565\u0572\u0565\u056f\u0561\u0576\u0584.
reference_for_maps=A Bible \u057f\u0565\u0584\u057d\u057f\u0568 \u0570\u0572\u0578\u0582\u0574 \u057a\u0561\u0570\u0561\u0576\u057b\u057e\u0578\u0582\u0574 \u0567 \u0583\u0576\u057f\u0580\u0578\u0582\u0574 \u0565\u0576 Maps \u0574\u0578\u0564\u0578\u0582\u056c\u056b.
bible_for_install=A Bible / \u0574\u0565\u056f\u0576\u0561\u0562\u0561\u0576\u0578\u0582\u0569\u0575\u0578\u0582\u0576 \u057a\u0565\u057f\u0584 \u0567 \u0568\u0576\u057f\u0580\u0565\u056c \u0561\u057c\u0561\u057b\u056b\u0576.
failed_to_install=STEP \u0579\u056f\u0561\u0580\u0578\u0572\u0561\u0581\u0561\u057e \u057f\u0565\u0572\u0561\u0564\u0580\u0565\u056c \u0531\u057d\u057f\u057e\u0561\u056e\u0561\u0577\u0576\u0579\u056b / Commentary.

# Messages for standalone step-server app
error_unable_to_show_browser=STEP \u0579\u056b \u056f\u0561\u0580\u0578\u0572\u0561\u0581\u0565\u056c \u057d\u056f\u057d\u0565\u056c \u0566\u0576\u0576\u0561\u0580\u056f\u056b\u0579\u0568.
error_generic=\u054d\u056d\u0561\u056c \u0567 \u057f\u0565\u0572\u056b \u0578\u0582\u0576\u0565\u0581\u0565\u056c\: