error_internal=Ha ocurrido un error inesperado. Por favor, int\u00e9ntelo de nuevo. Si el problema persiste, por favor p\u00f3ngase en contacto con el equipo de STEP para investigar este caso.
error_missing_field=STEP no pudo proceder con el requerimiento porque algunos campos fueron dejados en blanco.
error_validation=Algunos de los campos que ha proporcionado no son v\u00e1lidos.
error_login=Esta Funci\u00f3n requiere que usted inicie sesi\u00f3n en STEP.

option_not_available_interleaved=Esta opci\u00f3n no est\u00e1 disponible cuando se est\u00e1 viendo el pasaje con la opci\u00f3n 'Intercalado'.
option_not_available_interlinear=Esta opci\u00f3n no est\u00e1 disponible cuando se est\u00e1 viendo un pasaje con la opci\u00f3n 'Interlineal'.
option_not_available_other=Por favor, note que el modo Interlineal fue seleccionado porque usted ha seleccionado tambi\u00e9n una de las siguientes opciones\: 'Gram\u00e1tica'. 'Vocabulario en Ingl\u00e9s', Vocabulario en Griego/Hebreo, Vocabulario.
option_not_supported_by_version=Esta opci\u00f3n no esta disponible para el texto que se ha seleccionado.

blank_search_provided=La b\u00fasqueda que usted provey\u00f3 estaba en blanco. Por favor intente de nuevo.
refinement_not_supported=La siguiente b\u00fasqueda %1$s no est\u00e1 soportada. Usted no puede refinar %2$s b\u00fasquedas.
search_unknown=STEP no pudo reconocer el tipo de b\u00fasqueda que se requiri\u00f3.
search_invalid=La b\u00fasqueda que usted provey\u00f3 no fue v\u00e1lida.
subject_reference_search_too_big=El pasaje provisto fue muy largo  (%1$s versos). Por favor seleccione el nombre del libro, un capitulo, o una referencia que tenga menos que %2$s versos.
search_subject=Tema
search_word=Palabra
verse_related=Versos relacionados
related_by_topic=T\u00f3pico Relacionado

search_timeline=L\u00ednea de tiempo

#derived from above
search_subject_search=B\u00fasqueda de tema
search_timeline_search=Buscar en la linea de tiempo
search_word_search=Buscar palabra
verse_related_search=Buscar versos relacionados
related_by_topic_search=Buscar t\u00f3picos relacionados
search_results_for=Buscar resultados por


invalid_email=La cuenta de correo que se provey\u00f3 no es v\u00e1lida\: %1$s
book_not_found=La Biblia/Comentario con iniciales %1$s no pudo ser encontrada.
invalid_reference_in_book=la referencia de la Biblia "%1$s" no es una referencia validad en la %2$s Biblia/Comentario.
identical_texts=Usted est\u00e1 intentando comparar 2 o m\u00e1s textos id\u00e9nticos.
translations_in_different_languages=STEP no puede comparar las versiones seleccionadas ya que est\u00e1n escritas en idiomas diferentes.

bible_required=Usted necesita seleccionar una Biblia/Comentario.
reference_required=Usted necesita proveer una referencia de la Biblia.
reference_for_maps=Se requiere una referencia B\u00edblica para buscar m\u00f3dulos de mapas.
bible_for_install=Se debe seleccionar primero una Biblia/Comentario.
failed_to_install=STEP fall\u00f3 al instalar la Biblia / Comentario.

# Messages for standalone step-server app
error_unable_to_show_browser=STEP no pudo iniciar el explorador.
error_generic=Se ha producido un error.