#Amended by STEP Language checker
#Tue Jun 10 22:58:48 BST 2014
error_login=\u0A86 \u0AB8\u0AC1\u0AB5\u0ABF\u0AA7\u0ABE \u0AAA\u0A97\u0AB2\u0AC1\u0A82 \u0AAA\u0ACD\u0AB0\u0AB5\u0AC7\u0AB6 \u0A95\u0AB0\u0AB5\u0ABE\u0AA8\u0AC0 \u0A9C\u0AB0\u0AC2\u0AB0 \u0A9B\u0AC7.
bible_for_install=\u0AAC\u0ABE\u0A87\u0AAC\u0AB2 / \u0A95\u0ACB\u0AAE\u0AC7\u0AA8\u0ACD\u0A9F\u0AB0\u0AC0 \u0AAA\u0ACD\u0AB0\u0AA5\u0AAE \u0AAA\u0AB8\u0A82\u0AA6 \u0A95\u0AB0\u0AC7\u0AB2\u0ACB \u0AB9\u0ACB\u0AB5\u0ACB \u0A9C\u0ACB\u0A88\u0A8F.
related_by_topic_search=\u0AB8\u0A82\u0AAC\u0A82\u0AA7\u0ABF\u0AA4 \u0AB5\u0ABF\u0AB7\u0AAF \u0AB6\u0ACB\u0AA7
translations_in_different_languages=\u0AAA\u0A97\u0AB2\u0AC1\u0A82 \u0AA4\u0AC7\u0A93 \u0A85\u0AB2\u0A97 \u0A85\u0AB2\u0A97 \u0AAD\u0ABE\u0AB7\u0ABE\u0A93\u0AAE\u0ABE\u0A82 \u0AB2\u0A96\u0AB5\u0ABE\u0AAE\u0ABE\u0A82 \u0A86\u0AB5\u0AC7 \u0A9B\u0AC7 \u0A95\u0ABE\u0AB0\u0AA3 \u0A95\u0AC7 \u0AAA\u0AB8\u0A82\u0AA6 \u0A95\u0AB0\u0AC7\u0AB2 \u0A86\u0AB5\u0AC3\u0AA4\u0ACD\u0AA4\u0ABF\u0A93 \u0AA4\u0AC1\u0AB2\u0AA8\u0ABE \u0A95\u0AB0\u0AC0 \u0AB6\u0A95\u0ACB \u0A9B\u0ACB.
invalid_reference_in_book="%1$s \u0A8F" \u0AAC\u0ABE\u0A87\u0AAC\u0AB2 \u0AB8\u0A82\u0AA6\u0AB0\u0ACD\u0AAD \u0AAE\u0ABE\u0A9F\u0AC7%2$s \u0AAC\u0ABE\u0A87\u0AAC\u0AB2 / \u0A95\u0ACB\u0AAE\u0AC7\u0AA8\u0ACD\u0A9F\u0AB0\u0AC0 \u0AA8\u0AC7 \u0AAE\u0ABE\u0AA8\u0ACD\u0AAF \u0AB8\u0A82\u0AA6\u0AB0\u0ACD\u0AAD \u0AA8\u0AA5\u0AC0.
reference_for_maps=\u0AAC\u0ABE\u0A87\u0AAC\u0AB2 \u0AB2\u0A96\u0ABE\u0AA3 \u0AB8\u0A82\u0AA6\u0AB0\u0ACD\u0AAD \u0AA8\u0A95\u0AB6\u0ABE \u0AAE\u0ACB\u0AA1\u0ACD\u0AAF\u0AC1\u0AB2 \u0AB6\u0ACB\u0AA7\u0AC0 \u0AAE\u0ABE\u0A9F\u0AC7 \u0A9C\u0AB0\u0AC2\u0AB0\u0AC0 \u0A9B\u0AC7.
search_word=\u0AB6\u0AAC\u0ACD\u0AA6
search_unknown=\u0AB8\u0ACD\u0A9F\u0AC7\u0AAA \u0AA4\u0AAE\u0AC7 \u0AB5\u0ABF\u0AA8\u0A82\u0AA4\u0AC0 \u0AB6\u0ACB\u0AA7 \u0AAA\u0ACD\u0AB0\u0A95\u0ABE\u0AB0 \u0A93\u0AB3\u0A96\u0AC0 \u0AB6\u0A95\u0AC0 \u0AA8 \u0AB9\u0AA4\u0AC0.
failed_to_install=\u0AAA\u0A97\u0AB2\u0AC1\u0A82 \u0A8F \u0AAC\u0ABE\u0A87\u0AAC\u0AB2 / \u0A95\u0ACB\u0AAE\u0AC7\u0AA8\u0ACD\u0A9F\u0AB0\u0AC0 \u0AB8\u0ACD\u0AA5\u0ABE\u0AAA\u0ABF\u0AA4 \u0AA5\u0AB5\u0ABE\u0AAE\u0ABE\u0A82 \u0AA8\u0ABF\u0AB7\u0ACD\u0AAB\u0AB3.
search_subject=\u0AB5\u0ABF\u0AB7\u0AAF
search_text_search=\u0AB2\u0A96\u0ABE\u0AA3 \u0AB6\u0ACB\u0AA7
option_not_available_other='Vocab,' \u0AB5\u0ACD\u0AAF\u0ABE\u0A95\u0AB0\u0AA3 '\: \u0AA4\u0AAE\u0AC7 \u0AA8\u0AC0\u0A9A\u0AC7\u0AA8\u0AC0 \u0AB5\u0ABF\u0A95\u0AB2\u0ACD\u0AAA \u0AAA\u0AB8\u0A82\u0AA6 \u0A95\u0AB0\u0AC7\u0AB2 \u0A9B\u0AC7 \u0A95\u0ABE\u0AB0\u0AA3 \u0A95\u0AC7 \u0A88\u0AA8\u0ACD\u0A9F\u0AB0\u0AB2\u0AC0\u0AA8\u0ACD\u0AAF\u0AB0 \u0AB8\u0ACD\u0AA5\u0ABF\u0AA4\u0ABF \u0AAA\u0AB8\u0A82\u0AA6 \u0A95\u0AB0\u0AB5\u0ABE\u0AAE\u0ABE\u0A82 \u0A86\u0AB5\u0AC0 \u0AB9\u0AA4\u0AC0, \u0AAE\u0AB9\u0AC7\u0AB0\u0AAC\u0ABE\u0AA8\u0AC0 \u0A95\u0AB0\u0AC0\u0AA8\u0AC7 \u0AA8\u0ACB\u0A82\u0AA7 \u0A95\u0AB0\u0ACB. '\u0A87\u0A82\u0A97\u0AB2\u0ABF\u0AB6 \u0AAE\u0ABE\u0A82, \u0A97\u0ACD\u0AB0\u0AC0\u0A95 / \u0AB9\u0ABF\u0AAC\u0ACD\u0AB0\u0AC1, vocab \u0AAE\u0ABE\u0A82 vocab. \u0AB2\u0ABF\u0AAA\u0ACD\u0AAF\u0ABE\u0A82\u0AA4\u0AB0\u0ABF\u0AA4.
error_generic=\u0A8F\u0A95 \u0AAD\u0AC2\u0AB2 \u0A86\u0AB5\u0AC0 \u0A9B\u0AC7.
error_validation=\u0AA4\u0AAE\u0AC7 \u0A86\u0AAA\u0AC7\u0AB2\u0ABE \u0A9B\u0AC7 \u0A95\u0ACD\u0AB7\u0AC7\u0AA4\u0ACD\u0AB0\u0ACB\u0AAE\u0ABE\u0A82 \u0A95\u0AC7\u0A9F\u0AB2\u0ABE\u0A95 \u0A85\u0AAF\u0ACB\u0A97\u0ACD\u0AAF \u0A9B\u0AC7.
search_subject_search=\u0AB5\u0ABF\u0AB7\u0AAF \u0AB6\u0ACB\u0AA7
verse_related=\u0AB8\u0A82\u0AAC\u0A82\u0AA7\u0ABF\u0AA4 \u0A95\u0AB2\u0AAE\u0ACB
related_by_topic=\u0AB8\u0A82\u0AAC\u0A82\u0AA7\u0ABF\u0AA4 \u0AB5\u0ABF\u0AB7\u0AAF
identical_texts=\u0AA4\u0AAE\u0AC7 2 \u0A85\u0AA5\u0AB5\u0ABE \u0AB5\u0AA7\u0AC1 \u0AB8\u0AAE\u0ABE\u0AA8 \u0AAA\u0ABE\u0AA0\u0ACB \u0A95\u0AB0\u0ACB \u0AAA\u0ACD\u0AB0\u0AAF\u0ABE\u0AB8 \u0A95\u0AB0\u0AC0 \u0AB0\u0AB9\u0ACD\u0AAF\u0ABE\u0A82 \u0A9B\u0AC7.
invalid_email=\u0A8F\u0A95 \u0A85\u0AAE\u0ABE\u0AA8\u0ACD\u0AAF \u0A87\u0AAE\u0AC7\u0A87\u0AB2 \u0A86\u0AAA\u0AB5\u0ABE\u0AAE\u0ABE\u0A82 \u0A86\u0AB5\u0AC0 \u0AB9\u0AA4\u0AC0\:%1$s \u0A8F
verse_related_search=\u0AB6\u0ACB\u0AA7 \u0A95\u0AB2\u0AAE\u0ACB \u0AB8\u0A82\u0AAC\u0A82\u0AA7\u0ABF\u0AA4
refinement_not_supported=\u0AA8\u0AC0\u0A9A\u0AC7\u0AA8\u0ABE \u0AB6\u0ACB\u0AA7%1$s \u0A8F \u0A86\u0AA7\u0ABE\u0AB0\u0AAD\u0AC2\u0AA4 \u0AA8\u0AA5\u0AC0. \u0AA4\u0AAE\u0AC7%2$s \u0AB6\u0ACB\u0AA7 \u0AB0\u0ABF\u0AAB\u0ABE\u0A87\u0AA8 \u0A95\u0AB0\u0AC0 \u0AB6\u0A95\u0ACB \u0A9B\u0ACB.
error_unable_to_show_browser=\u0AAA\u0A97\u0AB2\u0AC1\u0A82 \u0A8F \u0AAC\u0ACD\u0AB0\u0ABE\u0A89\u0A9D\u0AB0 \u0AB2\u0ACB\u0AA8\u0ACD\u0A9A \u0A95\u0AB0\u0AB5\u0ABE\u0AAE\u0ABE\u0A82 \u0A85\u0A95\u0ACD\u0AB7\u0AAE \u0AB9\u0AA4\u0AC1\u0A82.
option_not_available_interleaved=\u0A9C\u0ACB '\u0A87\u0AA8\u0ACD\u0A9F\u0AB0\u0AB2\u0AC0\u0AB5\u0ACD\u0AA1' \u0AB5\u0ABF\u0A95\u0AB2\u0ACD\u0AAA \u0AB8\u0ABE\u0AA5\u0AC7 \u0A8F\u0A95 \u0AAB\u0A95\u0AB0\u0ACB \u0A9C\u0ACB\u0AB5\u0ABE \u0A9C\u0ACD\u0AAF\u0ABE\u0AB0\u0AC7 \u0A86 \u0AB5\u0ABF\u0A95\u0AB2\u0ACD\u0AAA \u0A89\u0AAA\u0AB2\u0AAC\u0ACD\u0AA7 \u0AA8\u0AA5\u0AC0.
book_not_found=\u0A9F\u0AC2\u0A82\u0A95\u0ABE\u0A95\u0ACD\u0AB7\u0AB0\u0ACB%1$s \u0AA8\u0AC0 \u0AB8\u0ABE\u0AA5\u0AC7 \u0AAC\u0ABE\u0A87\u0AAC\u0AB2 / \u0A95\u0ACB\u0AAE\u0AC7\u0AA8\u0ACD\u0A9F\u0AB0\u0AC0 \u0AB6\u0ACB\u0AA7\u0AC0 \u0AB6\u0A95\u0ABE\u0AAF\u0AC1\u0A82 \u0AA8\u0AA5\u0AC0.
search_results_for=\u0AAE\u0ABE\u0A9F\u0AC7 \u0AB6\u0ACB\u0AA7 \u0AAA\u0AB0\u0ABF\u0AA3\u0ABE\u0AAE
reference_required=\u0AA4\u0AAE\u0AC7 \u0AAC\u0ABE\u0A87\u0AAC\u0AB2 \u0AB2\u0A96\u0ABE\u0AA3 \u0AB8\u0A82\u0AA6\u0AB0\u0ACD\u0AAD \u0A86\u0AAA\u0AB5\u0ABE \u0AAE\u0ABE\u0A9F\u0AC7 \u0A9C\u0AB0\u0AC2\u0AB0 \u0A9B\u0AC7.
error_internal=\u0A8F\u0A95 \u0A85\u0AA3\u0AA7\u0ABE\u0AB0\u0AC0 \u0AAD\u0AC2\u0AB2 \u0A86\u0AB5\u0AC0 \u0A9B\u0AC7. \u0AAB\u0AB0\u0AC0 \u0AAA\u0ACD\u0AB0\u0AAF\u0ABE\u0AB8 \u0A95\u0AB0\u0ACB. \u0A85\u0AA8\u0AC7 \u0A86 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0A9A\u0ABE\u0AB2\u0AC1 \u0AB0\u0AB9\u0AC7 \u0AA4\u0ACB \u0A86 \u0AB5\u0AA7\u0AC1 \u0AA4\u0AAA\u0ABE\u0AB8 \u0A95\u0AB0\u0AB5\u0ABE \u0AAE\u0ABE\u0A9F\u0AC7 \u0A86 \u0AAA\u0A97\u0AB2\u0AC1\u0A82 \u0A9F\u0AC0\u0AAE\u0AA8\u0ACB \u0AB8\u0A82\u0AAA\u0AB0\u0ACD\u0A95 \u0A95\u0AB0\u0ACB.
error_missing_field=\u0A95\u0AC7\u0A9F\u0AB2\u0ABE\u0A95 \u0A95\u0ACD\u0AB7\u0AC7\u0AA4\u0ACD\u0AB0\u0ACB \u0A96\u0ABE\u0AB2\u0AC0 \u0AB9\u0AA4\u0ABE \u0A95\u0ABE\u0AB0\u0AA3 \u0A95\u0AC7 \u0AAA\u0A97\u0AB2\u0AC1\u0A82 \u0A8F \u0AB5\u0ABF\u0AA8\u0A82\u0AA4\u0AC0 \u0A95\u0AB0\u0AC7 \u0A9B\u0AC7 \u0AB6\u0A95\u0AC0 \u0AA8 \u0AB9\u0AA4\u0AC0.
search_invalid=\u0AA4\u0AAE\u0AC7 \u0AAA\u0ACD\u0AB0\u0AA6\u0ABE\u0AA8 \u0AB6\u0ACB\u0AA7 \u0A85\u0AAE\u0ABE\u0AA8\u0ACD\u0AAF \u0AB9\u0AA4\u0AC1\u0A82.
search_word_search=\u0AB5\u0AB0\u0ACD\u0AA1 \u0AB6\u0ACB\u0AA7
option_not_supported_by_version=\u0A86 \u0AB5\u0ABF\u0A95\u0AB2\u0ACD\u0AAA \u0AB9\u0ABE\u0AB2\u0AA8\u0AC0 \u0AAA\u0AB8\u0A82\u0AA6 \u0AA5\u0AAF\u0AC7\u0AB2 \u0AB2\u0A96\u0ABE\u0AA3 \u0A89\u0AAA\u0AB2\u0AAC\u0ACD\u0AA7 \u0AA8\u0AA5\u0AC0.
bible_required=\u0AA4\u0AAE\u0AC7 \u0AAC\u0ABE\u0A87\u0AAC\u0AB2 / \u0A95\u0ACB\u0AAE\u0AC7\u0AA8\u0ACD\u0A9F\u0AB0\u0AC0 \u0AAA\u0AB8\u0A82\u0AA6 \u0A95\u0AB0\u0AB5\u0ABE\u0AA8\u0AC0 \u0A9C\u0AB0\u0AC2\u0AB0 \u0A9B\u0AC7.
search_timeline=\u0AB8\u0AAE\u0AAF\u0AB0\u0AC7\u0A96\u0ABE
subject_reference_search_too_big=\u0AAA\u0AC2\u0AB0\u0AC0 \u0AAA\u0ABE\u0AA1\u0AB5\u0ABE\u0AAE\u0ABE\u0A82 \u0A86\u0AB5\u0AC7\u0AB2 \u0AAE\u0ABE\u0AB0\u0ACD\u0A97 (%1$s \u0A8F \u0AAA\u0A82\u0A95\u0ACD\u0AA4\u0ABF\u0A93) \u0A96\u0AC2\u0AAC \u0AAE\u0ACB\u0A9F\u0AC0 \u0AB9\u0AA4\u0AC0. \u0A8F\u0A95 \u0AAA\u0AC1\u0AB8\u0ACD\u0AA4\u0A95 \u0AA8\u0AC1\u0A82 \u0AA8\u0ABE\u0AAE, \u0A8F\u0A95 \u0AAA\u0ACD\u0AB0\u0A95\u0AB0\u0AA3, \u0A85\u0AA5\u0AB5\u0ABE \u0A95\u0AB0\u0AA4\u0ABE\u0A82 \u0A93\u0A9B\u0ABE %2$s \u0A8F \u0A95\u0AB2\u0AAE\u0ACB \u0A9B\u0AC7 \u0A9C\u0AC7 \u0AB8\u0A82\u0AA6\u0AB0\u0ACD\u0AAD \u0AAA\u0AB8\u0A82\u0AA6 \u0A95\u0AB0\u0ACB.
search_text=\u0AB2\u0A96\u0ABE\u0AA3
option_not_available_interlinear=\u0A9C\u0ACB '\u0A88\u0AA8\u0ACD\u0A9F\u0AB0\u0AB2\u0AC0\u0AA8\u0ACD\u0AAF\u0AB0' \u0AB5\u0ABF\u0A95\u0AB2\u0ACD\u0AAA \u0AB8\u0ABE\u0AA5\u0AC7 \u0A8F\u0A95 \u0AAB\u0A95\u0AB0\u0ACB \u0A9C\u0ACB\u0AB5\u0ABE \u0A9C\u0ACD\u0AAF\u0ABE\u0AB0\u0AC7 \u0A86 \u0AB5\u0ABF\u0A95\u0AB2\u0ACD\u0AAA \u0A89\u0AAA\u0AB2\u0AAC\u0ACD\u0AA7 \u0AA8\u0AA5\u0AC0.
search_timeline_search=\u0AB8\u0AAE\u0AAF\u0AB0\u0AC7\u0A96\u0ABE \u0AB6\u0ACB\u0AA7
blank_search_provided=\u0AA4\u0AAE\u0AC7 \u0AAA\u0ACD\u0AB0\u0AA6\u0ABE\u0AA8 \u0AB6\u0ACB\u0AA7 \u0A96\u0ABE\u0AB2\u0AC0 \u0AB9\u0AA4\u0AC0. \u0AAB\u0AB0\u0AC0 \u0AAA\u0ACD\u0AB0\u0AAF\u0ABE\u0AB8 \u0A95\u0AB0\u0ACB.
