error_internal=Der skete en uventet fejl. Pr\u00f8v venligst igen. Hvis dette problem forts\u00e6tter, s\u00e5 kontakt venligst STEP-holdet, for at unders\u00f8ge dette videre.
error_missing_field=STEP var ude af stand til at udf\u00f8re anmodningen, fordi nogle felter var blanke.
error_validation=Nogle af de felter du har angivet, er ugyldige.
error_login=Denne funktion kr\u00e6ver, at du logger ind p\u00e5 STEP.

option_not_available_interleaved=Denne valgmulighed er ikke tilg\u00e6ngelig, ved visning af en passage, med 'Sammenflettet'-valgmuligheden.
option_not_available_interlinear=Denne valgmulighed er ikke tilg\u00e6ngelig, ved visning af en passage, med 'Interline\u00e6r'-valgmuligheden.
option_not_available_other=Bem\u00e6rk venligst, at Interline\u00e6r-tilstanden blev valgt fordi du ogs\u00e5 har valgt en af f\u00f8lgende valgmuligheder\: 'Grammatik', 'Ordliste p\u00e5 engelsk', Ordliste p\u00e5 gr\u00e6sk / hebraisk, Ordliste translittereret.
option_not_supported_by_version=Denne valgmulighed er ikke tilg\u00e6ngelig, i den aktuelt valgte tekst.

blank_search_provided=Den s\u00f8gning du forsynede var blank. Pr\u00f8v venligst igen.
refinement_not_supported=F\u00f8lgende s\u00f8gning %1$s underst\u00f8ttes ikke. Du kan ikke tilpasse %2$s-s\u00f8gninger.
search_unknown=STEP var ude af stand til at genkende den type s\u00f8gning, du efterspurgte.
search_invalid=Den s\u00f8gning du forsynede var ugyldig.
subject_reference_search_too_big=Den forsynede passage var for stor (%1$s vers). V\u00e6lg venligst navnet p\u00e5 en bog, et kapitel, eller en henvisning, som har f\u00e6rre end %2$s vers.
search_subject=Emne
search_word=Ord
verse_related=Relaterede vers
related_by_topic=Relateret emne

search_timeline=Tidslinje

#derived from above
search_subject_search=Emnes\u00f8gning
search_timeline_search=Tidslinjes\u00f8gning
search_word_search=Ords\u00f8gning
verse_related_search=Relaterede vers-s\u00f8gning
related_by_topic_search=Relateret emne-s\u00f8gning
search_results_for=S\u00f8geresultater for


invalid_email=En ugyldig email blev forsynet\: %1$s
book_not_found=Bibelen / Kommentar med initialer %1$s kunne ikke findes.
invalid_reference_in_book=Bibelhenvisningen "%1$s" er ikke en gyldig henvisning i %2$s Bibel/kommentar.
identical_texts=Du pr\u00f8ver p\u00e5 at sammenligne 2 eller flere identiske tekster.
translations_in_different_languages=STEP kan ikke sammenligne de valgte overs\u00e6ttelser, da de er skrevet p\u00e5 forskellige sprog.

bible_required=Du skal v\u00e6lge en Bibel / Kommentar.
reference_required=Du skal forsyne en Bibel-teksthenvisning.
reference_for_maps=En Bibeltekst-henvisning kr\u00e6ves, for at sl\u00e5 op i Kort-modul.
bible_for_install=En Bibel / Kommentar skal v\u00e6lges f\u00f8rst.
failed_to_install=Det lykkedes ikke STEP, at installere Bibelen / Kommentaren.

# Messages for standalone step-server app
error_unable_to_show_browser=STEP var ude af stand til at starte netl\u00e6seren.
error_generic=Der skete en fejl.