error_internal=\u041a\u04af\u0442\u043f\u0435\u0433\u0435\u043d \u049b\u0430\u0442\u0435 \u043f\u0430\u0439\u0434\u0430 \u0431\u043e\u043b\u0434\u044b. \u0422\u0430\u0493\u044b \u0434\u0430 \u049b\u0430\u0439\u0442\u0430\u043b\u0430\u043f \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437. \u0411\u04b1\u043b \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0430 \u0448\u0435\u0448\u0456\u043b\u043c\u0435\u0441\u0435, \u0431\u04b1\u043b \u043e\u0434\u0430\u043d \u04d9\u0440\u0456 \u0442\u0435\u0440\u0433\u0435\u0443 \u04af\u0448\u0456\u043d STEP \u0442\u043e\u0431\u044b\u043d\u0430 \u0445\u0430\u0431\u0430\u0440\u043b\u0430\u0441\u044b\u04a3\u044b\u0437.
error_missing_field=\u041a\u0435\u0439\u0431\u0456\u0440 \u04e9\u0440\u0456\u0441\u0442\u0435\u0440 \u0431\u043e\u0441 \u0431\u043e\u043b\u0434\u044b, \u04e9\u0439\u0442\u043a\u0435\u043d\u0456 STEP \u0441\u04b1\u0440\u0430\u0443 \u0436\u04af\u0440\u0433\u0456\u0437\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0431\u043e\u043b\u043c\u0430\u0434\u044b.
error_validation=\u0421\u0456\u0437 \u0431\u0435\u0440\u0433\u0435\u043d \u043a\u0435\u043d \u041a\u0435\u0439\u0431\u0456\u0440 \u0436\u0430\u0440\u0430\u043c\u0441\u044b\u0437 \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u0431\u044b\u043b\u0430\u0434\u044b.
error_login=\u0411\u04b1\u043b \u0444\u0443\u043d\u043a\u0446\u0438\u044f STEP \u043a\u0456\u0440\u0443 \u049b\u0430\u0436\u0435\u0442 \u0435\u0442\u0435\u0434\u0456.

option_not_available_interleaved=\u00abInterleaved \u0442\u0430\u04a3\u0434\u0430\u0443\u044b \u0431\u0430\u0440 \u04e9\u0442\u0443\u0456\u043d \u049b\u0430\u0440\u0430\u0493\u0430\u043d \u043a\u0435\u0437\u0434\u0435 \u0411\u04b1\u043b \u043e\u043f\u0446\u0438\u044f \u049b\u043e\u043b \u0436\u0435\u0442\u0456\u043c\u0434\u0456 \u0435\u043c\u0435\u0441.
option_not_available_interlinear=\u00ab\u0416\u043e\u043b\u00bb \u043e\u043f\u0446\u0438\u043e\u043d\u044b \u0431\u0430\u0440 \u04e9\u0442\u0443\u0456\u043d \u049b\u0430\u0440\u0430\u0493\u0430\u043d \u043a\u0435\u0437\u0434\u0435 \u0411\u04b1\u043b \u043e\u043f\u0446\u0438\u044f \u049b\u043e\u043b \u0436\u0435\u0442\u0456\u043c\u0434\u0456 \u0435\u043c\u0435\u0441.
option_not_available_other=Vocab ',' \u0413\u0440\u0430\u043c\u043c\u0430\u0442\u0438\u043a\u0430\: \u0421\u0456\u0437 \u043a\u0435\u043b\u0435\u0441\u0456 \u043e\u043f\u0446\u0438\u044f\u043b\u0430\u0440\u0434\u044b\u04a3 \u0431\u0456\u0440\u0456\u043d, \u0441\u043e\u043d\u0434\u0430\u0439-\u0430\u049b \u0442\u0430\u04a3\u0434\u0430\u0493\u0430\u043d \u0441\u0435\u0431\u0435\u0431\u0456, \u0416\u043e\u043b \u0440\u0435\u0436\u0438\u043c\u0456 \u0442\u0430\u04a3\u0434\u0430\u043b\u0493\u0430\u043d \u0435\u0441\u043a\u0435\u0440\u0456\u04a3\u0456\u0437. \u00ab\u0430\u0493\u044b\u043b\u0448\u044b\u043d \u0442\u0456\u043b\u0456\u043d\u0434\u0435, \u0433\u0440\u0435\u043a / \u0438\u0432\u0440\u0438\u0442, Vocab \u0436\u044b\u043b\u044b Vocab. \u0442\u0440\u0430\u043d\u0441\u043b\u0438\u0442\u0435\u0440\u0430\u0446\u0438\u044f.
option_not_supported_by_version=\u0411\u04b1\u043b \u043e\u043f\u0446\u0438\u044f \u0430\u0493\u044b\u043c\u0434\u0430\u0493\u044b \u0442\u0430\u04a3\u0434\u0430\u043b\u0493\u0430\u043d \u043c\u04d9\u0442\u0456\u043d \u049b\u043e\u043b \u0436\u0435\u0442\u0456\u043c\u0434\u0456 \u0435\u043c\u0435\u0441.

blank_search_provided=\u0421\u0456\u0437 \u0431\u0435\u0440\u0456\u043b\u0433\u0435\u043d \u0456\u0437\u0434\u0435\u0443 \u0431\u043e\u0441 \u0431\u043e\u043b\u0434\u044b. \u0422\u0430\u0493\u044b \u0434\u0430 \u049b\u0430\u0439\u0442\u0430\u043b\u0430\u043f \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437.
refinement_not_supported=\u041a\u0435\u043b\u0435\u0441\u0456 \u0456\u0437\u0434\u0435\u0443 %1$s \u049b\u043e\u043b\u0434\u0430\u0443 \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u043c\u0435\u0439\u0434\u0456. \u0421\u0456\u0437 %2$s \u0456\u0437\u0434\u0435\u0443 \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440\u0456\u043d \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.
search_unknown=STEP \u0421\u0456\u0437 \u0441\u04b1\u0440\u0430\u0493\u0430\u043d \u0456\u0437\u0434\u0435\u0443 \u0442\u04af\u0440\u0456\u043d \u0442\u0430\u043d\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d \u0431\u043e\u043b\u043c\u0430\u0434\u044b.
search_invalid=\u0421\u0456\u0437 \u0431\u0435\u0440\u0456\u043b\u0433\u0435\u043d \u0456\u0437\u0434\u0435\u0443 \u0436\u0430\u0440\u0430\u043c\u0441\u044b\u0437 \u0431\u043e\u043b\u0434\u044b.
subject_reference_search_too_big=\u0431\u0435\u0440\u0456\u043b\u0433\u0435\u043d \u04e9\u0442\u0443 (%1$s \u0430\u044f\u0442\u0442\u0430\u0440) \u0442\u044b\u043c \u04af\u043b\u043a\u0435\u043d \u0431\u043e\u043b\u0434\u044b. \u041a\u0456\u0442\u0430\u043f\u0442\u044b\u04a3 \u0430\u0442\u044b\u043d, \u0442\u0430\u0440\u0430\u0443\u0434\u044b, \u043d\u0435\u043c\u0435\u0441\u0435 %2$s \u04e9\u043b\u0435\u04a3\u0434\u0435\u0440 \u0430\u0437 \u0431\u0430\u0440 \u0441\u0456\u043b\u0442\u0435\u043c\u0435 \u0442\u0430\u04a3\u0434\u0430\u04a3\u044b\u0437.
search_subject=\u041f\u04d9\u043d
search_word=\u0421\u04e9\u0437
verse_related=\u049a\u0430\u0442\u044b\u0441\u0442\u044b \u04e9\u043b\u0435\u04a3\u0434\u0435\u0440
related_by_topic=\u049a\u0430\u0442\u044b\u0441\u0442\u044b \u0442\u0430\u049b\u044b\u0440\u044b\u043f\u0442\u0430\u0440

search_timeline=Timeline

#derived from above
search_subject_search=\u0422\u0430\u049b\u044b\u0440\u044b\u0431\u044b \u0431\u043e\u0439\u044b\u043d\u0448\u0430 \u0456\u0437\u0434\u0435\u0443
search_timeline_search=Timeline \u0456\u0437\u0434\u0435\u0443
search_word_search=Word \u0456\u0437\u0434\u0435\u0443
verse_related_search=\u0406\u0437\u0434\u0435\u0443 \u04e9\u043b\u0435\u04a3\u0434\u0435\u0440 \u049a\u0430\u0442\u044b\u0441\u0442\u044b
related_by_topic_search=\u049a\u0430\u0442\u044b\u0441\u0442\u044b \u0442\u0430\u049b\u044b\u0440\u044b\u043f\u0442\u0430\u0440 \u0456\u0437\u0434\u0435\u0443
search_results_for=\u0406\u0437\u0434\u0435\u0443 \u043d\u04d9\u0442\u0438\u0436\u0435\u043b\u0435\u0440\u0456


invalid_email=\u0416\u0430\u0440\u0430\u043c\u0441\u044b\u0437 \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430 \u0431\u0435\u0440\u0456\u043b\u0434\u0456\: %1$s
book_not_found=\u0416\u04e9\u043d\u0456 %1$s \u0431\u0430\u0440 \u041a\u0438\u0435\u043b\u0456 \u043a\u0456\u0442\u0430\u043f / Commentary \u0442\u0430\u0431\u044b\u043b\u0493\u0430\u043d \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.
invalid_reference_in_book=\u041a\u0438\u0435\u043b\u0456 \u043a\u0456\u0442\u0430\u043f\u0442\u0430 \u0430\u043d\u044b\u049b\u0442\u0430\u043c\u0430\u043b\u044b\u049b \u00ab%1$s\u00bb %2$s \u041a\u0438\u0435\u043b\u0456 \u043a\u0456\u0442\u0430\u043f / \u041f\u0456\u043a\u0456\u0440 \u0436\u0430\u0440\u0430\u043c\u0434\u044b \u0430\u043d\u044b\u049b\u0442\u0430\u043c\u0430\u043b\u044b\u049b \u0435\u043c\u0435\u0441.
identical_texts=\u0421\u0456\u0437 2 \u043d\u0435\u043c\u0435\u0441\u0435 \u043e\u0434\u0430\u043d \u0434\u0430 \u043a\u04e9\u043f \u0431\u0456\u0440\u0434\u0435\u0439 \u043c\u04d9\u0442\u0456\u043d\u0434\u0435\u0440\u0434\u0456 \u0441\u0430\u043b\u044b\u0441\u0442\u044b\u0440\u0443 \u0442\u044b\u0440\u044b\u0441\u0430\u0434\u044b.
translations_in_different_languages=\u041e\u043b\u0430\u0440 \u0442\u04af\u0440\u043b\u0456 \u0442\u0456\u043b\u0434\u0435\u0440\u0434\u0435 \u0436\u0430\u0437\u044b\u043b\u0493\u0430\u043d \u0440\u0435\u0442\u0456\u043d\u0434\u0435 STEP \u0442\u0430\u04a3\u0434\u0430\u043b\u0493\u0430\u043d \u043d\u04b1\u0441\u049b\u0430\u043b\u0430\u0440\u044b\u043d \u0441\u0430\u043b\u044b\u0441\u0442\u044b\u0440\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.

bible_required=\u0421\u0456\u0437 \u041a\u0438\u0435\u043b\u0456 \u043a\u0456\u0442\u0430\u043f\u0442\u044b / \u041f\u0456\u043a\u0456\u0440 \u0442\u0430\u04a3\u0434\u0430\u0443 \u049b\u0430\u0436\u0435\u0442.
reference_required=\u0421\u0456\u0437 \u041a\u0438\u0435\u043b\u0456 \u043a\u0456\u0442\u0430\u043f\u0442\u044b \u043c\u04d9\u0442\u0456\u043d \u0441\u0456\u043b\u0442\u0435\u043c\u0435 \u049b\u0430\u043c\u0442\u0430\u043c\u0430\u0441\u044b\u0437 \u0435\u0442\u0443 \u049b\u0430\u0436\u0435\u0442.
reference_for_maps=\u041a\u0438\u0435\u043b\u0456 \u043a\u0456\u0442\u0430\u043f \u043c\u04d9\u0442\u0456\u043d\u0456 \u0430\u043d\u044b\u049b\u0442\u0430\u043c\u0430\u043b\u044b\u049b \u041a\u0430\u0440\u0442\u0430\u043b\u0430\u0440 \u043c\u043e\u0434\u0443\u043b\u0456\u043d \u0456\u0437\u0434\u0435\u0443 \u04af\u0448\u0456\u043d \u049b\u0430\u0436\u0435\u0442.
bible_for_install=\u041a\u0438\u0435\u043b\u0456 \u043a\u0456\u0442\u0430\u043f / Commentary \u0431\u0456\u0440\u0456\u043d\u0448\u0456 \u0442\u0430\u04a3\u0434\u0430\u043b\u0443\u044b \u0442\u0438\u0456\u0441.
failed_to_install=STEP \u041a\u0438\u0435\u043b\u0456 \u043a\u0456\u0442\u0430\u043f / \u0422\u04af\u0441\u0456\u043d\u0456\u043a\u0442\u0435\u043c\u0435 \u043e\u0440\u043d\u0430\u0442\u0443 \u0441\u04d9\u0442\u0441\u0456\u0437 \u0430\u044f\u049b\u0442\u0430\u043b\u0434\u044b.

# Messages for standalone step-server app
error_unable_to_show_browser=STEP \u0448\u043e\u043b\u0493\u044b\u0448\u0442\u044b \u0456\u0441\u043a\u0435 \u0430\u043b\u043c\u0430\u0434\u044b.
error_generic=\u049a\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.