error_internal=\u0a07\u0a71\u0a15 \u0a05\u0a1a\u0a3e\u0a28\u0a15 \u0a17\u0a32\u0a24\u0a40 \u0a06\u0a08 \u0a39\u0a48. \u0a2e\u0a41\u0a5c \u0a15\u0a4b\u0a38\u0a3c\u0a3f\u0a38 \u0a15\u0a30\u0a4b \u0a1c\u0a40. \u0a07\u0a39 \u0a38\u0a2e\u0a71\u0a38\u0a3f\u0a06 \u0a1c\u0a3e\u0a30\u0a40 \u0a39\u0a48, \u0a1c\u0a47, \u0a39\u0a4b\u0a30 \u0a05\u0a71\u0a17\u0a47 \u0a07\u0a38 \u0a28\u0a42\u0a70 \u0a2a\u0a5c\u0a24\u0a3e\u0a32 \u0a15\u0a30\u0a28 \u0a32\u0a08 \u0a15\u0a26\u0a2e \u0a1f\u0a40\u0a2e \u0a28\u0a3e\u0a32 \u0a38\u0a70\u0a2a\u0a30\u0a15 \u0a15\u0a30\u0a4b \u0a1c\u0a40.
error_missing_field=\u0a15\u0a41\u0a1d \u0a16\u0a47\u0a24\u0a30 \u0a28\u0a42\u0a70 \u0a16\u0a3e\u0a32\u0a40 \u0a38\u0a28, \u0a15\u0a3f\u0a09\u0a15\u0a3f \u0a15\u0a26\u0a2e \u0a2c\u0a47\u0a28\u0a24\u0a40 \u0a28\u0a42\u0a70 \u0a2c\u0a3e\u0a39\u0a30 \u0a32\u0a48 \u0a32\u0a08 \u0a05\u0a38\u0a2e\u0a30\u0a71\u0a25 \u0a39\u0a48 \u0a38\u0a40.
error_validation=\u0a24\u0a41\u0a39\u0a3e\u0a28\u0a42\u0a70 \u0a2e\u0a41\u0a39\u0a71\u0a08\u0a06 \u0a15\u0a40\u0a24\u0a3e \u0a39\u0a48, \u0a16\u0a47\u0a24\u0a30 \u0a26\u0a47 \u0a15\u0a41\u0a1d \u0a17\u0a32\u0a24 \u0a39\u0a28.
error_login=\u0a07\u0a39 \u0a2b\u0a40\u0a1a\u0a30 \u0a2a\u0a17 \u0a32\u0a3e\u0a17\u0a07\u0a28 \u0a15\u0a30\u0a28 \u0a32\u0a08 \u0a24\u0a41\u0a39\u0a3e\u0a28\u0a42\u0a70 \u0a32\u0a4b\u0a5c \u0a39\u0a48.

option_not_available_interleaved='Interleaved' \u0a1a\u0a4b\u0a23 \u0a28\u0a3e\u0a32 \u0a07\u0a71\u0a15 \u0a2c\u0a40\u0a24\u0a23 \u0a35\u0a47\u0a16\u0a23 \u0a07\u0a39 \u0a1a\u0a4b\u0a23 \u0a28\u0a42\u0a70 \u0a09\u0a2a\u0a32\u0a71\u0a2c\u0a27 \u0a28\u0a39\u0a40 \u0a39\u0a48.
option_not_available_interlinear='\u0a07\u0a70\u0a1f\u0a30\u0a32\u0a3f\u0a28\u0a40\u0a05\u0a30' \u0a1a\u0a4b\u0a23 \u0a28\u0a3e\u0a32 \u0a07\u0a71\u0a15 \u0a2c\u0a40\u0a24\u0a23 \u0a35\u0a47\u0a16\u0a23 \u0a07\u0a39 \u0a1a\u0a4b\u0a23 \u0a28\u0a42\u0a70 \u0a09\u0a2a\u0a32\u0a71\u0a2c\u0a27 \u0a28\u0a39\u0a40 \u0a39\u0a48.
option_not_available_other='\u0a35\u0a3f\u0a06\u0a15\u0a30\u0a23', 'Vocab\: \u0a24\u0a41\u0a39\u0a3e\u0a28\u0a42\u0a70 \u0a07\u0a39 \u0a35\u0a40 \u0a39\u0a47\u0a20 \u0a1a\u0a4b\u0a23 \u0a26\u0a40 \u0a07\u0a71\u0a15 \u0a1a\u0a41\u0a23\u0a3f\u0a06 \u0a39\u0a48, \u0a15\u0a3f\u0a09\u0a15\u0a3f \u0a07\u0a70\u0a1f\u0a30\u0a32\u0a3f\u0a28\u0a40\u0a05\u0a30 \u0a2e\u0a4b\u0a21 \u0a1a\u0a41\u0a23\u0a3f\u0a06 \u0a17\u0a3f\u0a06 \u0a38\u0a40, \u0a15\u0a3f\u0a30\u0a2a\u0a3e \u0a15\u0a30\u0a15\u0a47 \u0a2f\u0a3e\u0a26 \u0a30\u0a71\u0a16\u0a4b. ' \u0a05\u0a70\u0a17\u0a30\u0a47\u0a1c\u0a3c\u0a40 \u0a35\u0a3f\u0a71\u0a1a, \u0a2f\u0a42\u0a28\u0a3e\u0a28\u0a40 / \u0a39\u0a3f\u0a2c\u0a30\u0a42, Vocab \u0a35\u0a3f\u0a71\u0a1a Vocab. transliterated.
option_not_supported_by_version=\u0a07\u0a39 \u0a1a\u0a4b\u0a23 \u0a28\u0a42\u0a70 \u0a2e\u0a4c\u0a1c\u0a42\u0a26\u0a3e \u0a1a\u0a41\u0a23\u0a47 \u0a2a\u0a3e\u0a20 \u0a26\u0a47 \u0a35\u0a3f\u0a71\u0a1a \u0a09\u0a2a\u0a32\u0a71\u0a2c\u0a27 \u0a28\u0a39\u0a40 \u0a39\u0a48.

blank_search_provided=\u0a24\u0a41\u0a39\u0a3e\u0a28\u0a42\u0a70 \u0a2e\u0a41\u0a39\u0a71\u0a08\u0a06 \u0a16\u0a4b\u0a1c \u0a16\u0a3e\u0a32\u0a40 \u0a38\u0a40. \u0a2e\u0a41\u0a5c \u0a15\u0a4b\u0a38\u0a3c\u0a3f\u0a38 \u0a15\u0a30\u0a4b \u0a1c\u0a40.
refinement_not_supported=\u0a39\u0a47\u0a20 \u0a16\u0a4b\u0a1c %1$s \u0a28\u0a42\u0a70 \u0a38\u0a39\u0a3f\u0a2f\u0a4b\u0a17 \u0a28\u0a39\u0a40 \u0a39\u0a48. \u0a24\u0a41\u0a39\u0a3e\u0a28\u0a42\u0a70 %2$s \u0a16\u0a4b\u0a1c \u0a28\u0a42\u0a70 \u0a38\u0a41\u0a27\u0a3e\u0a30 \u0a38\u0a15\u0a26\u0a3e \u0a39\u0a48.
search_unknown=\u0a15\u0a26\u0a2e \u0a24\u0a41\u0a39\u0a3e\u0a28\u0a42\u0a70 \u0a2c\u0a47\u0a28\u0a24\u0a40 \u0a15\u0a40\u0a24\u0a40 \u0a16\u0a4b\u0a1c \u0a26\u0a40 \u0a15\u0a3f\u0a38\u0a2e \u0a26\u0a40 \u0a2a\u0a1b\u0a3e\u0a23 \u0a15\u0a30\u0a28 \u0a32\u0a08 \u0a05\u0a38\u0a2e\u0a30\u0a71\u0a25 \u0a39\u0a48 \u0a38\u0a40.
search_invalid=\u0a24\u0a41\u0a39\u0a3e\u0a28\u0a42\u0a70 \u0a2e\u0a41\u0a39\u0a71\u0a08\u0a06 \u0a16\u0a4b\u0a1c \u0a17\u0a32\u0a24 \u0a38\u0a40.
subject_reference_search_too_big=\u0a2e\u0a41\u0a39\u0a71\u0a08\u0a06 \u0a15\u0a40\u0a24\u0a40 \u0a2c\u0a40\u0a24\u0a23 \u0a2c\u0a39\u0a41\u0a24 \u0a35\u0a71\u0a21\u0a3e (%1$s \u0a2c\u0a3e\u0a23\u0a40) \u0a38\u0a40. \u0a07\u0a71\u0a15 \u0a15\u0a3f\u0a24\u0a3e\u0a2c, \u0a07\u0a71\u0a15 \u0a05\u0a27\u0a3f\u0a06\u0a07, \u0a1c \u0a18\u0a71\u0a1f %2$s \u0a2c\u0a3e\u0a23\u0a40 \u0a39\u0a48, \u0a1c\u0a4b \u0a15\u0a3f \u0a07\u0a71\u0a15 \u0a39\u0a35\u0a3e\u0a32\u0a3e \u0a26\u0a47 \u0a28\u0a3e\u0a2e \u0a26\u0a40 \u0a1a\u0a4b\u0a23 \u0a15\u0a30\u0a4b \u0a1c\u0a40.
search_subject=\u0a35\u0a3f\u0a38\u0a3c\u0a3e
search_word=\u0a26\u0a3e \u0a2c\u0a1a\u0a28
verse_related=\u0a38\u0a70\u0a2c\u0a70\u0a27\u0a3f\u0a24 \u0a2c\u0a3e\u0a23\u0a40
related_by_topic=\u0a38\u0a70\u0a2c\u0a70\u0a27\u0a3f\u0a24 \u0a35\u0a3f\u0a38\u0a3c\u0a3e

search_timeline=\u0a1f\u0a3e\u0a08\u0a2e\u0a32\u0a3e\u0a08\u0a28

#derived from above
search_subject_search=\u0a35\u0a3f\u0a38\u0a3c\u0a3e \u0a16\u0a4b\u0a1c
search_timeline_search=\u0a1f\u0a3e\u0a08\u0a2e\u0a32\u0a3e\u0a08\u0a28 \u0a16\u0a4b\u0a1c
search_word_search=\u0a26\u0a3e \u0a2c\u0a1a\u0a28 \u0a26\u0a40 \u0a16\u0a4b\u0a1c \u0a15\u0a30\u0a4b
verse_related_search=\u0a16\u0a4b\u0a1c \u0a2c\u0a3e\u0a23\u0a40 \u0a38\u0a70\u0a2c\u0a70\u0a27\u0a3f\u0a24
related_by_topic_search=\u0a38\u0a70\u0a2c\u0a70\u0a27\u0a3f\u0a24 \u0a35\u0a3f\u0a38\u0a3c\u0a3e \u0a16\u0a4b\u0a1c
search_results_for=\u0a32\u0a08 \u0a16\u0a4b\u0a1c \u0a28\u0a24\u0a40\u0a1c\u0a47


invalid_email=\u0a07\u0a71\u0a15 \u0a17\u0a32\u0a24 \u0a08-\u0a2e\u0a47\u0a32 \u0a2e\u0a41\u0a39\u0a71\u0a08\u0a06 \u0a15\u0a40\u0a24\u0a3e \u0a17\u0a3f\u0a06 \u0a38\u0a40\: %1$s
book_not_found=\u0a26\u0a38\u0a24\u0a16\u0a24 %1$s \u0a28\u0a3e\u0a32 \u0a2c\u0a3e\u0a08\u0a2c\u0a32 / \u0a1f\u0a3f\u0a71\u0a2a\u0a23\u0a40 \u0a28\u0a3e \u0a32\u0a71\u0a2d\u0a3f\u0a06 \u0a1c\u0a3e \u0a38\u0a15\u0a26\u0a3e \u0a39\u0a48.
invalid_reference_in_book=\u0a2c\u0a3e\u0a08\u0a2c\u0a32 \u0a26\u0a3e \u0a39\u0a35\u0a3e\u0a32\u0a3e '%1$s' %2$s \u0a28\u0a42\u0a70 \u0a2c\u0a3e\u0a08\u0a2c\u0a32 / \u0a1f\u0a3f\u0a71\u0a2a\u0a23\u0a40 \u0a35\u0a3f\u0a71\u0a1a \u0a07\u0a71\u0a15 \u0a20\u0a40\u0a15 \u0a39\u0a35\u0a3e\u0a32\u0a3e \u0a28\u0a39\u0a40 \u0a39\u0a48.
identical_texts=\u0a24\u0a41\u0a39\u0a3e\u0a28\u0a42\u0a70 2 \u0a1c \u0a39\u0a4b\u0a30 \u0a07\u0a71\u0a15\u0a4b \u0a39\u0a35\u0a3e\u0a32\u0a47 \u0a26\u0a40 \u0a24\u0a41\u0a32\u0a28\u0a3e \u0a15\u0a30\u0a28 \u0a32\u0a08 \u0a15\u0a4b\u0a38\u0a3c\u0a3f\u0a38\u0a3c \u0a15\u0a30 \u0a30\u0a39\u0a47 \u0a39\u0a28.
translations_in_different_languages=\u0a09\u0a39 \u0a35\u0a71\u0a16-\u0a35\u0a71\u0a16 \u0a2d\u0a3e\u0a38\u0a3c\u0a3e \u0a35\u0a3f\u0a71\u0a1a \u0a32\u0a3f\u0a16\u0a47 \u0a17\u0a0f \u0a39\u0a28 \u0a26\u0a47 \u0a24\u0a4c\u0a30 \u0a24\u0a47 \u0a15\u0a26\u0a2e \u0a1a\u0a41\u0a23\u0a3f\u0a06 \u0a35\u0a30\u0a1c\u0a28 \u0a26\u0a40 \u0a24\u0a41\u0a32\u0a28\u0a3e \u0a15\u0a30\u0a4b, \u0a28\u0a3e \u0a39\u0a4b \u0a38\u0a15\u0a26\u0a3e \u0a39\u0a48.

bible_required=\u0a24\u0a41\u0a39\u0a3e\u0a28\u0a42\u0a70 \u0a07\u0a71\u0a15 \u0a2c\u0a3e\u0a08\u0a2c\u0a32 \u0a26\u0a47 / \u0a1f\u0a3f\u0a71\u0a2a\u0a23\u0a40 \u0a26\u0a40 \u0a1a\u0a4b\u0a23 \u0a15\u0a30\u0a28 \u0a26\u0a40 \u0a32\u0a4b\u0a5c \u0a39\u0a48.
reference_required=\u0a24\u0a41\u0a39\u0a3e\u0a28\u0a42\u0a70 \u0a07\u0a71\u0a15 \u0a2c\u0a3e\u0a08\u0a2c\u0a32 \u0a26\u0a47 \u0a2a\u0a3e\u0a20 \u0a28\u0a42\u0a70 \u0a39\u0a35\u0a3e\u0a32\u0a3e \u0a2e\u0a41\u0a39\u0a71\u0a08\u0a06 \u0a15\u0a30\u0a28 \u0a26\u0a40 \u0a32\u0a4b\u0a5c \u0a39\u0a48.
reference_for_maps=\u0a07\u0a15 \u0a2c\u0a3e\u0a08\u0a2c\u0a32 \u0a26\u0a47 \u0a2a\u0a3e\u0a20 \u0a26\u0a3e \u0a39\u0a35\u0a3e\u0a32\u0a3e \u0a28\u0a15\u0a38\u0a3c\u0a47 \u0a2e\u0a4b\u0a21\u0a40\u0a0a\u0a32 \u0a35\u0a47\u0a16\u0a23 \u0a32\u0a08 \u0a32\u0a4b\u0a5c \u0a39\u0a41\u0a70\u0a26\u0a40 \u0a39\u0a48.
bible_for_install=\u0a07\u0a15 \u0a2c\u0a3e\u0a08\u0a2c\u0a32 / \u0a1f\u0a3f\u0a71\u0a2a\u0a23\u0a40 \u0a2a\u0a39\u0a3f\u0a32\u0a47 \u0a1a\u0a41\u0a23\u0a3f\u0a06 \u0a1c\u0a3e\u0a23\u0a3e \u0a1a\u0a3e\u0a39\u0a40\u0a26\u0a3e \u0a39\u0a48.
failed_to_install=\u0a15\u0a26\u0a2e \u0a28\u0a42\u0a70 \u0a2c\u0a3e\u0a08\u0a2c\u0a32 / \u0a1f\u0a3f\u0a71\u0a2a\u0a23\u0a40 \u0a28\u0a42\u0a70 \u0a07\u0a70\u0a38\u0a1f\u0a3e\u0a32 \u0a15\u0a30\u0a28 \u0a32\u0a08 \u0a05\u0a38\u0a2b\u0a3c\u0a32 \u0a39\u0a48.

# Messages for standalone step-server app
error_unable_to_show_browser=\u0a15\u0a26\u0a2e \u0a2c\u0a30\u0a3e\u0a0a\u0a1c\u0a3c\u0a30 \u0a28\u0a42\u0a70 \u0a38\u0a3c\u0a41\u0a30\u0a42 \u0a15\u0a30\u0a28 \u0a32\u0a08 \u0a05\u0a38\u0a2b\u0a3c\u0a32 \u0a39\u0a48 \u0a38\u0a40.
error_generic=\u0a07\u0a71\u0a15 \u0a17\u0a32\u0a24\u0a40 \u0a06\u0a08 \u0a39\u0a48.