error_internal=\u0db6\u0dbd\u0dcf\u0db4\u0ddc\u0dbb\u0ddc\u0dad\u0dca\u0dad\u0dd4 \u0db1\u0ddc\u0dc0\u0dd6 \u0daf\u0ddd\u0dc1\u0dba\u0d9a\u0dca \u0dc4\u0da7\u0d9c\u0dd9\u0db1 \u0d87\u0dad. \u0d9a\u0dbb\u0dd4\u0dab\u0dcf\u0d9a\u0dbb \u0db1\u0dd0\u0dc0\u0dad \u0d8b\u0dad\u0dca\u0dc3\u0dcf\u0dc4 \u0d9a\u0dbb\u0db1\u0dca\u0db1. \u0db8\u0dd9\u0db8 \u0d9c\u0dd0\u0da7\u0dc5\u0dd4\u0dc0 \u0daf\u0dd2\u0d9c\u0da7\u0db8 \u0db1\u0db8\u0dca, \u0db8\u0dd9\u0db8 \u0dad\u0dc0\u0daf\u0dd4\u0dbb\u0da7\u0dad\u0dca \u0dc0\u0dd2\u0db8\u0dbb\u0dca\u0dc1\u0db1\u0dba \u0d9a\u0dbb\u0db1 \u0dbd\u0dd9\u0dc3 \u0db4\u0dd2\u0dba\u0dc0\u0dbb \u0d9a\u0dab\u0dca\u0da9\u0dcf\u0dba\u0db8 \u0dc4\u0dcf \u0dc3\u0db8\u0dca\u0db6\u0db1\u0dca\u0db0 \u0dc0\u0db1\u0dca\u0db1.
error_missing_field=\u0dc3\u0db8\u0dc4\u0dbb \u0d9a\u0dca\u0dc2\u0dda\u0dad\u0dca\u0dbb \u0dc4\u0dd2\u0dc3\u0dca \u0dc0\u0dd6 \u0db6\u0dd0\u0dc0\u0dd2\u0db1\u0dca \u0db4\u0dd2\u0dba\u0dc0\u0dbb \u0d89\u0dbd\u0dca\u0dbd\u0dd3\u0db8 \u0d89\u0da7\u0dd4 \u0d9a\u0dd2\u0dbb\u0dd3\u0db8\u0da7 \u0db1\u0ddc\u0dc4\u0dd0\u0d9a\u0dd2 \u0dc0\u0dd2\u0dba.
error_validation=\u0d94\u0db6 \u0dbd\u0db6\u0dcf \u0d87\u0dad\u0dd2 \u0d9a\u0dca\u0dc2\u0dda\u0dad\u0dca\u0dbb \u0dc3\u0db8\u0dc4\u0dbb \u0dc0\u0dbd\u0d82\u0d9c\u0dd4 \u0db1\u0ddc\u0dc0\u0dda.
error_login=\u0db8\u0dd9\u0db8 \u0dbd\u0d9a\u0dca\u0dc2\u0dab\u0dba \u0db4\u0dd2\u0dba\u0dc0\u0dbb \u0db4\u0dca\u0dbb\u0dc0\u0dda\u0dc1 \u0dc0\u0dd3\u0db8 \u0dc3\u0db3\u0dc4\u0dcf \u0d94\u0db6 \u0d85\u0dc0\u0dc1\u0dca\u0dba \u0dc0\u0dda.

option_not_available_interleaved=\u0db8\u0dd9\u0db8 '\u0d85\u0dad\u0dd4\u0dbb\u0dd4\u0db8\u0dcf\u0dbb\u0dd4\u0dc0' \u0dc0\u0dd2\u0d9a\u0dbd\u0dca\u0db4\u0dba \u0dc3\u0db8\u0d9f \u0d9a\u0ddc\u0da7\u0dc3\u0dda \u0db1\u0dbb\u0db9\u0db1 \u0dc0\u0dd2\u0da7 \u0db8\u0dd9\u0db8 \u0dc0\u0dd2\u0d9a\u0dbd\u0dca\u0db4\u0dba \u0dbd\u0db6\u0dcf\u0d9c\u0dad \u0db1\u0ddc\u0dc4\u0dd0\u0d9a.
option_not_available_interlinear=\u0db8\u0dd9\u0db8 '\u0d85\u0db1\u0dca\u0dad\u0dbb\u0dca\u0dbb\u0dda\u0d9b\u0dd2\u0dba' \u0dc0\u0dd2\u0d9a\u0dbd\u0dca\u0db4\u0dba \u0dc3\u0db8\u0d9f \u0d9a\u0ddc\u0da7\u0dc3\u0dda \u0db1\u0dbb\u0db9\u0db1 \u0dc0\u0dd2\u0da7 \u0db8\u0dd9\u0db8 \u0dc0\u0dd2\u0d9a\u0dbd\u0dca\u0db4\u0dba \u0dbd\u0db6\u0dcf\u0d9c\u0dad \u0db1\u0ddc\u0dc4\u0dd0\u0d9a.
option_not_available_other=Vocab \u0d91\u0d9a\u0d9a\u0dca ',' \u0dc0\u0dca\u0dba\u0dcf\u0d9a\u0dbb\u0dab '\: \u0d94\u0db6 \u0db4\u0dc4\u0dad \u0dc3\u0db3\u0dc4\u0db1\u0dca \u0dc0\u0dd2\u0d9a\u0dbd\u0dca\u0db4 \u0d91\u0d9a\u0dca \u0dad\u0ddd\u0dbb\u0dcf \u0d9c\u0dad\u0dca \u0db1\u0dd2\u0dc3\u0dcf, \u0d91\u0db8 \u0d85\u0db1\u0dca\u0dad\u0dbb\u0dca\u0dbb\u0dda\u0d9b\u0dd2\u0dba \u0db8\u0dcf\u0daf\u0dd2\u0dbd\u0dd2\u0dba \u0dad\u0ddd\u0dbb\u0dcf \u0d9c\u0dd9\u0db1 \u0d9a\u0dbb\u0dd4\u0dab\u0dcf\u0dc0\u0dd9\u0db1\u0dca \u0dc3\u0dbd\u0d9a\u0db1\u0dca\u0db1. '\u0d89\u0d82\u0d9c\u0dca\u0dbb\u0dd3\u0dc3\u0dd2, \u0d9c\u0dca\u0dbb\u0dd3\u0d9a / \u0dc4\u0dd9\u0db6\u0dca\u0dbb\u0dd9\u0dc0\u0dca, Vocab \u0d91\u0d9a\u0d9a Vocab \u0d91\u0d9a\u0d9a\u0dca. \u0dad\u0db1\u0dba.
option_not_supported_by_version=\u0db8\u0dd9\u0db8 \u0dc0\u0dd2\u0d9a\u0dbd\u0dca\u0db4\u0dba \u0daf\u0dd0\u0db1\u0da7 \u0dad\u0ddd\u0dbb\u0dcf \u0d87\u0dad\u0dd2 \u0db4\u0dd9\u0dc5 \u0daf\u0dd3 \u0dbd\u0db6\u0dcf\u0d9c\u0dad \u0db1\u0ddc\u0dc4\u0dd0\u0d9a.

blank_search_provided=\u0d94\u0db6 \u0dbd\u0db6\u0dcf \u0dd9\u0daf\u0db1, \u0dc3\u0ddc\u0dba\u0db1\u0dca\u0db1 \u0dc4\u0dd2\u0dc3\u0dca \u0dc0\u0dd2\u0dba. \u0d9a\u0dbb\u0dd4\u0dab\u0dcf\u0d9a\u0dbb \u0db1\u0dd0\u0dc0\u0dad \u0d8b\u0dad\u0dca\u0dc3\u0dcf\u0dc4 \u0d9a\u0dbb\u0db1\u0dca\u0db1.
refinement_not_supported=\u0db4\u0dc4\u0dad \u0dc3\u0db3\u0dc4\u0db1\u0dca \u0dc3\u0dd9\u0dc0\u0dd4\u0db8\u0dca %1$s \u0db4\u0dc4\u0dc3\u0dd4\u0d9a\u0db8\u0dca \u0dc3\u0db4\u0dba\u0db1\u0dca\u0db1\u0dda \u0db1\u0dd0\u0dad. \u0d94\u0db6 %2$s \u0dc3\u0dd9\u0dc0\u0dd4\u0db8\u0dca \u0db4\u0dd0\u0dc4\u0dd0\u0daf\u0dd2\u0dbd\u0dd2 \u0d9a\u0dc5 \u0db1\u0ddc\u0dc4\u0dd0\u0d9a.
search_unknown=\u0db4\u0dd2\u0dba\u0dc0\u0dbb \u0d94\u0db6 \u0dc0\u0dd2\u0dc3\u0dd2\u0db1\u0dca \u0d89\u0dbd\u0dca\u0dbd\u0dcf \u0dc3\u0ddc\u0dba\u0db1\u0dca\u0db1 \u0dc0\u0dbb\u0dca\u0d9c\u0dba \u0dc4\u0db3\u0dd4\u0db1\u0dcf \u0d9c\u0dd0\u0db1\u0dd3\u0db8\u0da7 \u0db1\u0ddc\u0dc4\u0dd0\u0d9a\u0dd2 \u0dc0\u0dd2\u0dba.
search_invalid=\u0d94\u0db6 \u0dbd\u0db6\u0dcf \u0dd9\u0daf\u0db1, \u0dc3\u0ddc\u0dba\u0db1\u0dca\u0db1 \u0d85\u0dc0\u0dbd\u0d82\u0d9c\u0dd4 \u0dc0\u0dd2\u0dba.
subject_reference_search_too_big=\u0dbd\u0db6\u0dcf \u0d91\u0db8 \u0db4\u0dbb\u0dd2\u0da0\u0dca\u0da1\u0dda\u0daf\u0dba\u0dda (%1$s \u0db4\u0daf) \u0d89\u0dad\u0dcf \u0dc0\u0dd2\u0dc1\u0dcf\u0dbd \u0dc0\u0dd2\u0dba. \u0db4\u0ddc\u0dad\u0d9a\u0dca \u0db1\u0db8, \u0db4\u0dbb\u0dd2\u0da0\u0dca\u0da1\u0dda\u0daf\u0dba\u0d9a\u0dca \u0dc4\u0ddd %2$s \u0db4\u0daf \u0dc0\u0da9\u0dcf \u0d85\u0da9\u0dd4 \u0d87\u0dad\u0dd2 \u0dc3\u0dd0\u0db3\u0dc4\u0dd4\u0db8 \u0dad\u0ddd\u0dbb\u0db1\u0dca\u0db1.
search_subject=\u0dc0\u0dc3\u0dca\u0dad\u0dd4
search_word=\u0dc0\u0da0\u0db1\u0dba
verse_related=\u0dc3\u0db6\u0dd0\u0db3\u0dd2 \u0db4\u0daf
related_by_topic=\u0dc3\u0db6\u0dd0\u0db3\u0dd2 \u0db8\u0dcf\u0dad\u0dd8\u0d9a\u0dcf\u0dc0

search_timeline=\u0d9a\u0dcf\u0dbd \u0db1\u0dd2\u0dba\u0db8\u0dba

#derived from above
search_subject_search=\u0dc0\u0dc3\u0dca\u0dad\u0dd4 \u0dc3\u0ddc\u0dba\u0db1\u0dca\u0db1
search_timeline_search=\u0d9a\u0dcf\u0dbd \u0db1\u0dd2\u0dba\u0db8\u0dba, \u0dc3\u0ddc\u0dba\u0db1\u0dca\u0db1
search_word_search=\u0dc0\u0da0\u0db1\u0dba, \u0dc3\u0ddc\u0dba\u0db1\u0dca\u0db1
verse_related_search=\u0dc3\u0ddc\u0dba\u0db1\u0dca\u0db1 \u0db4\u0daf \u0dc3\u0db6\u0dd0\u0db3\u0dd2
related_by_topic_search=\u0dc3\u0db6\u0dd0\u0db3\u0dd2 \u0db8\u0dcf\u0dad\u0dd8\u0d9a\u0dcf\u0dc0, \u0dc3\u0ddc\u0dba\u0db1\u0dca\u0db1
search_results_for=\u0dc3\u0db3\u0dc4\u0dcf \u0d9c\u0dc0\u0dda\u0dc2\u0dab \u0db4\u0dca\u0dbb\u0dad\u0dd2\u0db5\u0dbd


invalid_email=\u0dc0\u0dd0\u0dbb\u0daf\u0dd2 \u0dc0\u0dd2\u0daf\u0dca\u0dba\u0dd4\u0dad\u0dca \u0dad\u0dd0\u0db4\u0dd0\u0dbd\u0dca \u0dbd\u0db6\u0dcf \u0daf\u0dd9\u0db1 \u0dbd\u0daf\u0dd3\: %1$s
book_not_found=\u0db8\u0dd4\u0dbd\u0d9a\u0dd4\u0dbb\u0dd4 \u0dc3\u0db8\u0d9f %1$s \u0db6\u0dba\u0dd2\u0db6\u0dbd\u0dba\u0dda / \u0dc0\u0dd2\u0dc0\u0dbb\u0dab\u0dba \u0dc3\u0ddc\u0dba\u0dcf \u0d9c\u0dad \u0db1\u0ddc\u0dc4\u0dd0\u0d9a\u0dd2 \u0dc0\u0dd2\u0dba.
invalid_reference_in_book=\u0db6\u0dba\u0dd2\u0db6\u0dbd\u0dba\u0dda \u0dc3\u0db3\u0dc4\u0db1\u0dca "%1$s" \u0dba\u0db1 %2$s \u0db6\u0dba\u0dd2\u0db6\u0dbd\u0dba / \u0db4\u0dca\u0dbb\u0d9a\u0dcf\u0dc1\u0dba \u0dad\u0dd4\u0dbd \u0dc0\u0dbd\u0d82\u0d9c\u0dd4 \u0db1\u0dd2\u0dbb\u0dca\u0daf\u0dda\u0dc1\u0db1\u0dba\u0d9a\u0dca \u0db1\u0ddc\u0dc0\u0dda.
identical_texts=2 \u0d94\u0db6 \u0dc4\u0ddd \u0d8a\u0da7 \u0dc0\u0dd0\u0da9\u0dd2 \u0dc3\u0db8\u0dcf\u0db1 \u0db4\u0dcf\u0da8 \u0dc3\u0d82\u0dc3\u0db1\u0dca\u0daf\u0db1\u0dba \u0d9a\u0dd2\u0dbb\u0dd3\u0db8\u0da7 \u0d8b\u0dad\u0dca\u0dc3\u0dcf\u0dc4 \u0d9a\u0dbb\u0db1\u0dc0\u0dcf.
translations_in_different_languages=\u0d94\u0dc0\u0dd4\u0db1\u0dca \u0dc0\u0dd2\u0dc0\u0dd2\u0db0 \u0db7\u0dcf\u0dc2\u0dcf \u0dbd\u0dd2\u0dba\u0dcf \u0dbd\u0dd9\u0dc3 \u0db4\u0dd2\u0dba\u0dc0\u0dbb \u0dad\u0ddd\u0dbb\u0dcf\u0d9c\u0dad\u0dca \u0dc0\u0dd9\u0dc5\u0dd4\u0db8\u0dca \u0dc3\u0d82\u0dc3\u0db1\u0dca\u0daf\u0db1\u0dba \u0d9a\u0dbb\u0db1\u0dca\u0db1 \u0db6\u0dd0\u0dc4\u0dd0.

bible_required=\u0d94\u0db6 \u0db6\u0dba\u0dd2\u0db6\u0dbd\u0dca / \u0dc0\u0dd2\u0dc0\u0dbb\u0dab\u0dba \u0dad\u0ddd\u0dbb\u0dcf \u0d9c\u0dd0\u0db1\u0dd3\u0db8\u0da7 \u0d85\u0dc0\u0dc1\u0dca\u0dba \u0dc0\u0dda.
reference_required=\u0d94\u0db6 \u0db6\u0dba\u0dd2\u0db6\u0dbd\u0dca \u0db4\u0daf\u0dba\u0d9a\u0dca \u0dc3\u0db3\u0dc4\u0db1\u0dca \u0dbd\u0db6\u0dcf \u0daf\u0dd2\u0dba \u0dba\u0dd4\u0dad\u0dd4\u0dba.
reference_for_maps=\u0db6\u0dba\u0dd2\u0db6\u0dbd\u0dca \u0db4\u0daf\u0dba\u0d9a\u0dca \u0dc3\u0db3\u0dc4\u0db1\u0dca \u0dc3\u0dd2\u0dad\u0dd2\u0dba\u0db8\u0dca \u0db8\u0ddc\u0da9\u0dd2\u0dba\u0dd4\u0dbd\u0dba \u0daf\u0dd9\u0dc3 \u0db6\u0dbd\u0dcf \u0d85\u0dc0\u0dc1\u0dca\u0dba \u0dc0\u0dda.
bible_for_install=\u0db6\u0dba\u0dd2\u0db6\u0dbd\u0dba\u0dda / \u0dc0\u0dd2\u0dc0\u0dbb\u0dab\u0dba \u0db4\u0dc5\u0db8\u0dd4 \u0dad\u0ddd\u0dbb\u0dcf \u0d9c\u0dad \u0dba\u0dd4\u0dad\u0dd4 \u0dba.
failed_to_install=\u0db4\u0dd2\u0dba\u0dc0\u0dbb \u0db6\u0dba\u0dd2\u0db6\u0dbd\u0dba / \u0dc0\u0dd2\u0dc0\u0dbb\u0dab\u0dba \u0dc3\u0dca\u0dae\u0dcf\u0db4\u0db1\u0dba \u0dc0\u0dd3\u0db8 \u0d85\u0dc3\u0dcf\u0dbb\u0dca\u0dae\u0d9a \u0dc0\u0dd2\u0dba.

# Messages for standalone step-server app
error_unable_to_show_browser=\u0db4\u0dd2\u0dba\u0dc0\u0dbb \u0db6\u0dca\u0dbb\u0dc0\u0dca\u0dc3\u0dbb\u0dba \u0daf\u0dd2\u0dba\u0dad\u0dca \u0d9a\u0dd2\u0dbb\u0dd3\u0db8\u0da7 \u0db1\u0ddc\u0dc4\u0dd0\u0d9a\u0dd2 \u0dc0\u0dd2\u0dba.
error_generic=\u0daf\u0ddd\u0dc2\u0dba\u0d9a\u0dca \u0dc3\u0dd2\u0daf\u0dd4\u0dc0\u0dd3 \u0d87\u0dad.