error_internal=\u0644\u0642\u062f \u062d\u062f\u062b \u062e\u0637\u0623 \u063a\u064a\u0631 \u0645\u062a\u0648\u0642\u0639. \u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649. \u0625\u0630\u0627 \u0627\u0633\u062a\u0645\u0631\u062a \u0647\u0630\u0647 \u0627\u0644\u0645\u0634\u0643\u0644\u0629\u060c \u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u0641\u0631\u064a\u0642 \u062e\u0637\u0648\u0629 \u0645\u0648\u0627\u0635\u0644\u0629 \u0647\u0630\u0627 \u0627\u0644\u062a\u062d\u0642\u064a\u0642.
error_missing_field=\u0648\u0643\u0627\u0646 \u062e\u0637\u0648\u0629 \u063a\u064a\u0631 \u0642\u0627\u062f\u0631 \u0639\u0644\u0649 \u062a\u0646\u0641\u064a\u0630 \u0627\u0644\u0637\u0644\u0628 \u0644\u0623\u0646 \u0628\u0639\u0636 \u0627\u0644\u062d\u0642\u0648\u0644 \u0641\u0627\u0631\u063a\u0629.
error_validation=\u0628\u0639\u0636 \u0627\u0644\u062d\u0642\u0648\u0644 \u0642\u0645\u062a \u0628\u062a\u0648\u0641\u064a\u0631\u0647\u0627 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d\u0629.
error_login=\u062a\u062a\u0637\u0644\u0628 \u0647\u0630\u0647 \u0627\u0644\u0645\u064a\u0632\u0629 \u064a\u0645\u0643\u0646\u0643 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u062e\u0637\u0648\u0629.

option_not_available_interleaved=\u0644\u0627 \u064a\u062a\u0648\u0641\u0631 \u0647\u0630\u0627 \u0627\u0644\u062e\u064a\u0627\u0631 \u0639\u0646\u062f \u0639\u0631\u0636 \u0645\u0645\u0631 \u0645\u0639 \u0627\u0644\u062e\u064a\u0627\u0631 '\u0625\u064a\u0646\u062a\u064a\u0631\u0644\u064a\u0641\u064a\u062f'.
option_not_available_interlinear=\u0644\u0627 \u064a\u062a\u0648\u0641\u0631 \u0647\u0630\u0627 \u0627\u0644\u062e\u064a\u0627\u0631 \u0639\u0646\u062f \u0639\u0631\u0636 \u0645\u0645\u0631 \u0645\u0639 \u0627\u0644\u062e\u064a\u0627\u0631 '\u0625\u064a\u0646\u062a\u064a\u0631\u0644\u064a\u0646\u064a\u0631'.
option_not_available_other=\u064a\u0631\u062c\u0649 \u0627\u0644\u0645\u0644\u0627\u062d\u0638\u0629\u060c \u062a\u0645 \u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u0648\u0636\u0639 \u0625\u064a\u0646\u062a\u064a\u0631\u0644\u064a\u0646\u064a\u0631 \u0644\u0623\u0646 \u0642\u0645\u062a \u0623\u064a\u0636\u0627 \u0628\u062a\u062d\u062f\u064a\u062f \u0623\u062d\u062f \u0627\u0644\u062e\u064a\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0627\u0644\u064a\u0629\: '\u0646\u062d\u0648\u064a'\u060c 'Vocab. \u0641\u064a \u0627\u0644\u0644\u063a\u0629 \u0627\u0644\u0625\u0646\u062c\u0644\u064a\u0632\u064a\u0629'\u060c Vocab \u0641\u064a \u0627\u0644\u064a\u0648\u0646\u0627\u0646\u064a\u0629/\u0627\u0644\u0639\u0628\u0631\u064a\u0629\u060c \u062a\u0631\u062c\u0645 Vocab..
option_not_supported_by_version=\u0644\u0627 \u064a\u062a\u0648\u0641\u0631 \u0647\u0630\u0627 \u0627\u0644\u062e\u064a\u0627\u0631 \u0641\u064a \u0627\u0644\u0646\u0635 \u0627\u0644\u0645\u062d\u062f\u062f \u062d\u0627\u0644\u064a\u0627.

blank_search_provided=\u0648\u0643\u0627\u0646 \u0627\u0644\u0628\u062d\u062b \u0642\u0645\u062a \u0628\u062a\u0648\u0641\u064a\u0631\u0647 \u0641\u0627\u0631\u063a\u0629. \u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
refinement_not_supported=\u0627\u0644\u0628\u062d\u062b \u0627\u0644\u062a\u0627\u0644\u064a %1$s \u063a\u064a\u0631 \u0645\u0639\u062a\u0645\u062f. \u0644\u0627 \u064a\u0645\u0643\u0646\u0643 \u0635\u0642\u0644 %2$s \u0639\u0645\u0644\u064a\u0627\u062a \u0627\u0644\u0628\u062d\u062b.
search_unknown=\u0648\u0643\u0627\u0646 \u062e\u0637\u0648\u0629 \u063a\u064a\u0631 \u0642\u0627\u062f\u0631 \u0639\u0644\u0649 \u0627\u0644\u062a\u0639\u0631\u0641 \u0639\u0644\u0649 \u0646\u0648\u0639 \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0645\u0637\u0644\u0648\u0628.
search_invalid=\u0648\u0643\u0627\u0646 \u0627\u0644\u0628\u062d\u062b \u0642\u0645\u062a \u0628\u062a\u0648\u0641\u064a\u0631\u0647 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d.
subject_reference_search_too_big=\u0645\u0631\u0648\u0631 \u0627\u0644\u0645\u0642\u062f\u0645\u0629 \u0643\u0627\u0646\u062a \u0643\u0628\u064a\u0631\u0629 \u062c\u062f\u0627\u064b (%1$s \u0627\u0644\u0622\u064a\u0627\u062a). \u0627\u0644\u0631\u062c\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0627\u0633\u0645 \u0643\u062a\u0627\u0628 \u0623\u0648 \u0641\u0635\u0644\u060c \u0623\u0648 \u0645\u0631\u062c\u0639 \u0627\u0644\u062a\u064a \u0644\u062f\u064a\u0647\u0627 \u0639\u062f\u062f \u0623\u0642\u0644 \u0645\u0646 %2$s \u0627\u0644\u0622\u064a\u0627\u062a.
search_subject=\u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0636\u0648\u0639
search_word=\u0643\u0644\u0645\u0629
verse_related=\u0627\u0644\u0622\u064a\u0627\u062a \u0630\u0627\u062a \u0627\u0644\u0635\u0644\u0629
related_by_topic=\u0645\u0648\u0636\u0648\u0639 \u0630\u0648 \u0635\u0644\u0629

search_timeline=\u0627\u0644\u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u0632\u0645\u0646\u0649

#derived from above
search_subject_search=\u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0636\u0648\u0639
search_timeline_search=\u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u062c\u062f\u0648\u0644 \u0632\u0645\u0646\u064a
search_word_search=\u0643\u0644\u0645\u0629 \u0627\u0644\u0628\u062d\u062b
verse_related_search=\u0627\u0644\u0628\u062d\u062b \u0641\u064a \u0627\u0644\u0622\u064a\u0627\u062a \u0630\u0627\u062a \u0627\u0644\u0635\u0644\u0629
related_by_topic_search=\u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0645\u0648\u0627\u0636\u064a\u0639 \u0630\u0627\u062a \u0635\u0644\u0629
search_results_for=\u0646\u062a\u0627\u0626\u062c \u0627\u0644\u0628\u062d\u062b \u0639\u0646


invalid_email=\u062a\u0645 \u062a\u0648\u0641\u064a\u0631 \u0628\u0631\u064a\u062f \u0625\u0644\u0643\u062a\u0631\u0648\u0646\u064a \u063a\u064a\u0631 \u0635\u0627\u0644\u062d\: %1$s
book_not_found=\u0627\u0644\u0643\u062a\u0627\u0628 \u0627\u0644\u0645\u0642\u062f\u0633/\u062a\u0639\u0630\u0631 \u0627\u0644\u0639\u062b\u0648\u0631 \u0639\u0644\u0649 \u062a\u0639\u0644\u064a\u0642 \u0645\u0639 \u0627\u0644\u0623\u062d\u0631\u0641 \u0627\u0644\u0623\u0648\u0644\u0649 \u0645\u0646 \u0627\u0633\u0645 %1$s.
invalid_reference_in_book=\u0645\u0631\u062c\u0639 \u0627\u0644\u0643\u062a\u0627\u0628 \u0627\u0644\u0645\u0642\u062f\u0633 "%1$s" \u0644\u064a\u0633 \u0645\u0631\u062c\u0639\u0627\u064b \u0635\u062d\u064a\u062d\u0627\u064b \u0641\u064a %2$s \u0627\u0644\u0643\u062a\u0627\u0628 \u0627\u0644\u0645\u0642\u062f\u0633/\u0627\u0644\u062a\u0639\u0644\u064a\u0642.
identical_texts=\u0623\u0646\u062a \u062a\u062d\u0627\u0648\u0644 \u0645\u0642\u0627\u0631\u0646\u0629 \u0627\u0644\u0646\u0635\u0648\u0635 2 \u0623\u0648 \u0623\u0643\u062b\u0631 \u0645\u062a\u0637\u0627\u0628\u0642\u0629.
translations_in_different_languages=\u062e\u0637\u0648\u0629 \u0644\u0627 \u064a\u0645\u0643\u0646 \u0645\u0642\u0627\u0631\u0646\u0629 \u0627\u0644\u0625\u0635\u062f\u0627\u0631\u0627\u062a \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0643\u0645\u0627 \u0647\u064a \u0645\u0643\u062a\u0648\u0628\u0629 \u0628\u0644\u063a\u0627\u062a \u0645\u062e\u062a\u0644\u0641\u0629.

bible_required=\u0643\u0646\u062a \u0628\u062d\u0627\u062c\u0629 \u0625\u0644\u0649 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0643\u062a\u0627\u0628 \u0645\u0642\u062f\u0633/\u0627\u0644\u062a\u0639\u0644\u064a\u0642.
reference_required=\u062a\u062d\u062a\u0627\u062c \u0625\u0644\u0649 \u062a\u0648\u0641\u064a\u0631 \u0645\u0631\u062c\u0639 \u0646\u0635 \u0627\u0644\u0643\u062a\u0627\u0628 \u0627\u0644\u0645\u0642\u062f\u0633.
reference_for_maps=\u0645\u0637\u0644\u0648\u0628 \u0645\u0631\u062c\u0639 \u0646\u0635 \u0627\u0644\u0643\u062a\u0627\u0628 \u0627\u0644\u0645\u0642\u062f\u0633 \u0644\u0644\u0628\u062d\u062b \u0639\u0646 \u062e\u0631\u0627\u0626\u0637 \u0627\u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u0646\u0645\u0637\u064a\u0629.
bible_for_install=\u0627\u0644\u0643\u062a\u0627\u0628 \u0645\u0642\u062f\u0633/\u064a\u062c\u0628 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u062a\u0639\u0644\u064a\u0642 \u0623\u0648\u0644\u0627\u064b.
failed_to_install=\u0641\u0634\u0644 \u0627\u0644\u062e\u0637\u0648\u0629 \u062a\u062b\u0628\u064a\u062a \u0627\u0644\u0643\u062a\u0627\u0628 \u0627\u0644\u0645\u0642\u062f\u0633/\u0627\u0644\u062a\u0639\u0644\u064a\u0642.

# Messages for standalone step-server app
error_unable_to_show_browser=\u0648\u0643\u0627\u0646 \u062e\u0637\u0648\u0629 \u063a\u064a\u0631 \u0642\u0627\u062f\u0631 \u0639\u0644\u0649 \u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0645\u0633\u062a\u0639\u0631\u0636.
error_generic=\u0644\u0642\u062f \u062d\u062f\u062b \u062e\u0637\u0623.