error_internal=Houbo un erro inesperado. Por favor, t\u00e9nteo de novo. Se o problema persiste, por favor, p\u00f3\u00f1ase en contacto co equipo de STEP para investigar iso mellor.
error_missing_field=PASO era incapaz de realizar a petici\u00f3n, porque alg\u00fans campos estaban en branco.
error_validation=Alg\u00fans dos campos que subministra son v\u00e1lidos.
error_login=Esta funci\u00f3n require que para acceder etapa.

option_not_available_interleaved=Esta opci\u00f3n non est\u00e1 dispo\u00f1ible ao mostrar un paso coa opci\u00f3n 'Interleaved'.
option_not_available_interlinear=Esta opci\u00f3n non est\u00e1 dispo\u00f1ible ao mostrar un paso coa opci\u00f3n 'Interlinear'.
option_not_available_other=Ten en conta que o modo Interlinear foi seleccionado porque tam\u00e9n seleccionou unha das seguintes opci\u00f3ns\: 'c\u00f3digo', 'Vocab. en ingl\u00e9s ', Vocab en grego / hebreo, Vocab. transliterado.
option_not_supported_by_version=Esta opci\u00f3n non est\u00e1 dispo\u00f1ible no texto seleccionado.

blank_search_provided=A investigaci\u00f3n que deu estaba en branco. Por favor, t\u00e9nteo de novo.
refinement_not_supported=Abaixo procura%1$s non est\u00e1 soportado. Non pode refinar%2$s procuras.
search_unknown=PASO era incapaz de reco\u00f1ecer o tipo de investigaci\u00f3n que solicitou.
search_invalid=A investigaci\u00f3n que deches \u00e9 v\u00e1lido.
subject_reference_search_too_big=O paso non era moi grande (%1$s versos). Por favor, seleccione o nome dun libro, un cap\u00edtulo, ou unha referencia que ten menos de%2$s versos.
search_subject=Asunto
search_word=Palabra
verse_related=Vers\u00edculos relacionados
related_by_topic=Tema relacionado

search_timeline=Timeline

#derived from above
search_subject_search=Asunto investigaci\u00f3n
search_timeline_search=Busca Timeline
search_word_search=Procura da palabra
verse_related_search=Relacionadas versos investigaci\u00f3n
related_by_topic_search=Busca tema relacionado
search_results_for=Resultados da busca para


invalid_email=Un correo electr\u00f3nico v\u00e1lido recibiu\:%1$s
book_not_found=A Biblia / Commentary coas iniciais%1$s non se puido atopar.
invalid_reference_in_book=A referencia b\u00edblica "%1$s s" non \u00e9 unha referencia v\u00e1lida en%2$s Biblia / comentario.
identical_texts=Est\u00e1s a comparar dous ou m\u00e1is textos id\u00e9nticos.
translations_in_different_languages=STEP non se pode comparar as versi\u00f3ns seleccionadas como son escritos en linguaxes diferentes.

bible_required=Debe seleccionar unha Biblia / Commentary.
reference_required=Debe fornecer unha referencia de texto da Biblia.
reference_for_maps=Neces\u00edtase unha referencia de texto da Biblia para buscar m\u00f3dulo Maps.
bible_for_install=A Biblia / comentario debe ser seleccionado en primeiro lugar.
failed_to_install=STEP non puido instalar a Biblia / Commentary.

# Messages for standalone step-server app
error_unable_to_show_browser=STEP foi incapaz de iniciar o navegador.
error_generic=Produciuse un erro.