error_internal=\u090f\u0915 \u0905\u0928\u092a\u0947\u0915\u094d\u0937\u093f\u0924 \u0924\u094d\u0930\u0941\u091f\u0940 \u0906\u0932\u0940 \u0906\u0939\u0947. \u0915\u0943\u092a\u092f\u093e \u092a\u0941\u0928\u094d\u0939\u093e \u092a\u094d\u0930\u092f\u0924\u094d\u0928 \u0915\u0930\u093e. \u092f\u093e \u0938\u092e\u0938\u094d\u092f\u093e \u0915\u093e\u092f\u092e \u0930\u093e\u0939\u093f\u0932\u094d\u092f\u093e\u0938, \u092a\u0941\u0922\u0947 \u0939\u0947 \u0924\u092a\u093e\u0938 \u091a\u0930\u0923 \u0938\u0902\u0918 \u0938\u0902\u092a\u0930\u094d\u0915 \u0938\u093e\u0927\u093e.
error_missing_field=\u0915\u093e\u0939\u0940 \u092b\u0940\u0932\u094d\u0921 \u0930\u093f\u0915\u094d\u0924 \u0939\u094b\u0924\u0947 \u0915\u093e\u0930\u0923 \u091a\u0930\u0923 \u0935\u093f\u0928\u0902\u0924\u0940 \u0905\u092e\u0932\u093e\u0924 \u0906\u0923\u0923\u0947 \u0915\u0930\u0923\u094d\u092f\u093e\u0924 \u0905\u0915\u094d\u0937\u092e \u0906\u0939\u0947.
error_validation=\u0906\u092a\u0923 \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0947\u0932\u0947\u0932\u0947 \u0915\u093e\u0939\u0940 \u092d\u093e\u0917 \u0905\u0935\u0948\u0927 \u0906\u0939\u0947\u0924.
error_login=\u0939\u0947 \u0935\u0948\u0936\u093f\u0937\u094d\u091f\u094d\u092f \u092a\u093e\u092f\u0930\u0940 \u0932\u0949\u0917\u093f\u0928 \u0915\u0930\u0923\u0947 \u0906\u0935\u0936\u094d\u092f\u0915 \u0906\u0939\u0947.

option_not_available_interleaved='\u0938\u092e\u094d\u092e\u093f\u0932\u093f\u0924' \u092a\u0930\u094d\u092f\u093e\u092f \u090f\u0915 \u0930\u0938\u094d\u0924\u093e \u092a\u0939\u093e\u0924 \u0905\u0938\u0924\u093e\u0928\u093e \u0939\u093e \u092a\u0930\u094d\u092f\u093e\u092f \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u093e\u0939\u0940.
option_not_available_interlinear='Interlinear' \u092a\u0930\u094d\u092f\u093e\u092f \u090f\u0915 \u0930\u0938\u094d\u0924\u093e \u092a\u0939\u093e\u0924 \u0905\u0938\u0924\u093e\u0928\u093e \u0939\u093e \u092a\u0930\u094d\u092f\u093e\u092f \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u093e\u0939\u0940.
option_not_available_other='\u0935\u094d\u092f\u093e\u0915\u0930\u0923', 'Vocab\: \u0924\u0941\u092e\u094d\u0939\u0940 \u0916\u093e\u0932\u0940\u0932 \u092a\u0930\u094d\u092f\u093e\u092f \u0928\u093f\u0935\u0921\u0932\u0947 \u0906\u0939\u0947 \u0915\u093e\u0930\u0923 Interlinear \u092e\u094b\u0921 \u0928\u093f\u0935\u0921 \u0915\u0930\u0923\u094d\u092f\u093e\u0924 \u0906\u0932\u0940 \u0906\u0939\u0947, \u0915\u0943\u092a\u092f\u093e \u0928\u094b\u0902\u0926 \u0918\u094d\u092f\u093e\u0935\u0940. '\u0907\u0902\u0917\u094d\u0930\u091c\u0940, \u0917\u094d\u0930\u0940\u0915 / \u0907\u092c\u094d\u0930\u0940 Vocab \u092e\u0927\u094d\u092f\u0947 Vocab. \u0932\u093f\u092a\u094d\u092f\u0902\u0924\u0930\u093f\u0924.
option_not_supported_by_version=\u0939\u093e \u092a\u0930\u094d\u092f\u093e\u092f \u0938\u0927\u094d\u092f\u093e \u0928\u093f\u0935\u0921\u0932\u0947\u0932\u0947 \u092e\u091c\u0915\u0942\u0930 \u0909\u092a\u0932\u092c\u094d\u0927 \u0928\u093e\u0939\u0940.

blank_search_provided=\u0906\u092a\u0923 \u092a\u094d\u0930\u0926\u093e\u0928 \u0936\u094b\u0927 \u0930\u093f\u0915\u094d\u0924 \u0939\u094b\u0924\u0947. \u0915\u0943\u092a\u092f\u093e \u092a\u0941\u0928\u094d\u0939\u093e \u092a\u094d\u0930\u092f\u0924\u094d\u0928 \u0915\u0930\u093e.
refinement_not_supported=\u0916\u093e\u0932\u0940\u0932 \u0936\u094b\u0927 %1$s \u0938\u092e\u0930\u094d\u0925\u093f\u0924 \u0928\u093e\u0939\u0940. \u0906\u092a\u0923 %2$s \u0936\u094b\u0927 \u092a\u0930\u093f\u0937\u094d\u0915\u0943\u0924 \u0915\u0930\u0942 \u0936\u0915\u0924 \u0928\u093e\u0939\u0940.
search_unknown=\u091a\u0930\u0923 \u0906\u092a\u0923 \u0935\u093f\u0928\u0902\u0924\u0940 \u0936\u094b\u0927 \u092a\u094d\u0930\u0915\u093e\u0930 \u0913\u0933\u0916\u0923\u094d\u092f\u093e\u0938\u093e\u0920\u0940 \u0905\u0915\u094d\u0937\u092e \u0906\u0939\u0947.
search_invalid=\u0906\u092a\u0923 \u092a\u094d\u0930\u0926\u093e\u0928 \u0936\u094b\u0927 \u0905\u0935\u0948\u0927 \u0939\u094b\u0924\u0947.
subject_reference_search_too_big=\u092a\u094d\u0930\u0926\u093e\u0928 \u0930\u0938\u094d\u0924\u093e \u092c\u0930\u093e\u091a \u092e\u094b\u0920\u093e (%1$s \u0905\u0927\u094d\u092f\u093e\u092f) \u0939\u094b\u0924\u0947. \u092a\u0941\u0938\u094d\u0924\u0915, \u090f\u0915 \u0927\u0921\u093e, \u0915\u093f\u0902\u0935\u093e \u092a\u0947\u0915\u094d\u0937\u093e \u0915\u092e\u0940 %2$s \u0905\u0927\u094d\u092f\u093e\u092f \u0906\u0939\u0947 \u091c\u0947 \u090f\u0915 \u0938\u0902\u0926\u0930\u094d\u092d \u0928\u093e\u0935 \u0928\u093f\u0935\u0921\u093e.
search_subject=\u0935\u093f\u0937\u092f
search_word=\u0936\u092c\u094d\u0926
verse_related=\u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u0905\u0927\u094d\u092f\u093e\u092f
related_by_topic=\u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u0935\u093f\u0937\u092f

search_timeline=\u091f\u093e\u0907\u092e\u0932\u093e\u0907\u0928

#derived from above
search_subject_search=\u0935\u093f\u0937\u092f \u0936\u094b\u0927
search_timeline_search=\u091f\u093e\u0907\u092e\u0932\u093e\u0907\u0928 \u0936\u094b\u0927
search_word_search=\u0936\u092c\u094d\u0926 \u0936\u094b\u0927
verse_related_search=\u0936\u094b\u0927 \u0905\u0927\u094d\u092f\u093e\u092f \u0938\u0902\u092c\u0902\u0927\u093f\u0924
related_by_topic_search=\u0938\u0902\u092c\u0902\u0927\u093f\u0924 \u0935\u093f\u0937\u092f \u0936\u094b\u0927
search_results_for=\u0938\u093e\u0920\u0940 \u0936\u094b\u0927 \u092a\u0930\u093f\u0923\u093e\u092e


invalid_email=\u0905\u0935\u0948\u0927 \u0908\u092e\u0947\u0932 \u0926\u0947\u0923\u094d\u092f\u093e\u0924 \u0906\u0932\u0940\: %1$s
book_not_found=\u0906\u0926\u094d\u092f\u093e\u0915\u094d\u0937\u0930\u0947 %1$s \u092c\u093e\u092f\u092c\u0932\u091a\u093e / \u0938\u092e\u093e\u0932\u094b\u091a\u0928 \u0938\u093e\u092a\u0921\u0942 \u0936\u0915\u0932\u093e \u0928\u093e\u0939\u0940.
invalid_reference_in_book=\u092c\u093e\u092f\u092c\u0932 \u0938\u0902\u0926\u0930\u094d\u092d "%1$s" %2$s \u092c\u093e\u092f\u092c\u0932 / \u092d\u093e\u0937\u094d\u092f \u0935\u0948\u0927 \u0938\u0902\u0926\u0930\u094d\u092d \u0928\u093e\u0939\u0940.
identical_texts=\u0906\u092a\u0923 2 \u0915\u093f\u0902\u0935\u093e \u0905\u0927\u093f\u0915 \u0938\u092e\u093e\u0928 \u0917\u094d\u0930\u0902\u0925 \u0924\u0941\u0932\u0928\u093e \u0915\u0930\u0923\u094d\u092f\u093e\u091a\u093e \u092a\u094d\u0930\u092f\u0924\u094d\u0928 \u0915\u0930\u0924 \u0906\u0939\u093e\u0924.
translations_in_different_languages=\u0924\u0947 \u0935\u093f\u0935\u093f\u0927 \u092d\u093e\u0937\u093e\u0902\u092e\u0927\u094d\u092f\u0947 \u0932\u093f\u0939\u093f\u0932\u0940 \u0906\u0939\u0947\u0924 \u092e\u094d\u0939\u0923\u0942\u0928 \u091a\u0930\u0923 \u0928\u093f\u0935\u0921 \u0906\u0935\u0943\u0924\u094d\u0924\u0940 \u0924\u0941\u0932\u0928\u093e \u0915\u0930\u0942 \u0936\u0915\u0924 \u0928\u093e\u0939\u0940.

bible_required=\u0906\u092a\u0923 \u092c\u093e\u092f\u092c\u0932 / \u0938\u092e\u093e\u0932\u094b\u091a\u0928 \u0928\u093f\u0935\u0921\u0923\u0947 \u0906\u0935\u0936\u094d\u092f\u0915 \u0906\u0939\u0947.
reference_required=\u0906\u092a\u0923 \u092c\u093e\u092f\u092c\u0932 \u092e\u091c\u0915\u0942\u0930 \u0938\u0902\u0926\u0930\u094d\u092d \u092a\u094d\u0930\u0926\u093e\u0928 \u0915\u0930\u0923\u0947 \u0906\u0935\u0936\u094d\u092f\u0915 \u0906\u0939\u0947.
reference_for_maps=\u092c\u093e\u092f\u092c\u0932 \u092e\u091c\u0915\u0942\u0930 \u0938\u0902\u0926\u0930\u094d\u092d \u0928\u0915\u093e\u0936\u0947 \u0935\u093f\u092d\u093e\u0917\u093e\u0924 \u092c\u0918\u0942\u0928 \u0906\u0935\u0936\u094d\u092f\u0915 \u0906\u0939\u0947.
bible_for_install=\u092c\u093e\u092f\u092c\u0932 / \u0938\u092e\u093e\u0932\u094b\u091a\u0928 \u092a\u094d\u0930\u0925\u092e \u0928\u093f\u0935\u0921\u0932\u0947\u0932\u0940 \u0915\u0930\u0923\u0947 \u0906\u0935\u0936\u094d\u092f\u0915 \u0906\u0939\u0947.
failed_to_install=\u091a\u0930\u0923 \u092c\u093e\u092f\u092c\u0932 / \u0938\u092e\u093e\u0932\u094b\u091a\u0928 \u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0923\u094d\u092f\u093e\u0924 \u0905\u092f\u0936\u0938\u094d\u0935\u0940.

# Messages for standalone step-server app
error_unable_to_show_browser=\u091a\u0930\u0923 \u092c\u094d\u0930\u093e\u0909\u091d\u0930 \u0932\u0949\u0928\u094d\u091a \u0915\u0930\u0923\u094d\u092f\u093e\u0924 \u0905\u0915\u094d\u0937\u092e.
error_generic=\u090f\u0915 \u0924\u094d\u0930\u0941\u091f\u0940 \u0906\u0932\u0940 \u0906\u0939\u0947.