error_internal=\u06cc\u06a9 \u062e\u0637\u0627\u06cc \u063a\u06cc\u0631 \u0645\u0646\u062a\u0638\u0631\u0647 \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a. \u0644\u0637\u0641\u0627 \u062f\u0648\u0628\u0627\u0631\u0647 \u0633\u0639\u06cc \u06a9\u0646\u06cc\u062f. \u062f\u0631 \u0635\u0648\u0631\u062a \u0627\u062f\u0627\u0645\u0647 \u0627\u06cc\u0646 \u0645\u0634\u06a9\u0644 \u0644\u0637\u0641\u0627 \u062a\u06cc\u0645 \u0642\u062f\u0645 \u0628\u0647 \u0627\u06cc\u0646 \u0628\u06cc\u0634\u062a\u0631 \u062a\u0645\u0627\u0633 \u0628\u06af\u06cc\u0631\u06cc\u062f.
error_missing_field=\u0645\u0631\u062d\u0644\u0647 \u0642\u0627\u062f\u0631 \u0628\u0647 \u0627\u0646\u062c\u0627\u0645 \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u0628\u0631\u062e\u06cc \u0627\u0632 \u0632\u0645\u06cc\u0646\u0647 \u0647\u0627\u06cc \u062e\u0627\u0644\u06cc \u0628\u0648\u062f\u0646\u062f.
error_validation=\u0628\u0631\u062e\u06cc \u0627\u0632 \u0632\u0645\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a.
error_login=\u0627\u06cc\u0646 \u062e\u0635\u06cc\u0635\u0647 \u0646\u06cc\u0627\u0632 \u0634\u0645\u0627 \u0628\u0631\u0627\u06cc \u0648\u0631\u0648\u062f \u0628\u0647 \u0645\u0631\u062d\u0644\u0647 \u0627\u0633\u062a.

option_not_available_interleaved=\u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0646\u06af\u0627\u0645 \u0645\u0634\u0627\u0647\u062f\u0647 \u06cc\u06a9 \u067e\u0627\u0633\u0627\u0698 \u0628\u0627 \u06af\u0632\u06cc\u0646\u0647 'Interleaved' \u0645\u0648\u062c\u0648\u062f \u0646\u06cc\u0633\u062a.
option_not_available_interlinear=\u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0646\u06af\u0627\u0645 \u0645\u0634\u0627\u0647\u062f\u0647 \u06cc\u06a9 \u067e\u0627\u0633\u0627\u0698 \u0628\u0627 \u06af\u0632\u06cc\u0646\u0647 'Interlinear' \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0646\u06cc\u0633\u062a.
option_not_available_other=\u0644\u0637\u0641\u0627 \u062a\u0648\u062c\u0647 \u062f\u0627\u0634\u062a\u0647 \u0628\u0627\u0634\u06cc\u062f\u060c \u062d\u0627\u0644\u062a Interlinear \u0647\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0628\u0648\u062f \u0686\u0648\u0646 \u0634\u0645\u0627 \u0646\u06cc\u0632 \u06cc\u06a9\u06cc \u0627\u0632 \u06af\u0632\u06cc\u0646\u0647 \u0647\u0627\u06cc \u0632\u06cc\u0631 \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0631\u062f\u0647 \u0627\u06cc\u062f\: "\u062f\u0633\u062a\u0648\u0631" "Vocab. \u062f\u0631 \u0632\u0628\u0627\u0646 \u0627\u0646\u06af\u0644\u06cc\u0633\u06cc"\u060c Vocab \u06cc\u0648\u0646\u0627\u0646\u06cc / \u0639\u0628\u0631\u06cc \u062a\u0631\u062c\u0645\u0647 \u062d\u0631\u0641 \u0628\u0647 \u062d\u0631\u0641 Vocab..
option_not_supported_by_version=\u0627\u06cc\u0646 \u06af\u0632\u06cc\u0646\u0647 \u062f\u0631 \u0645\u062a\u0646 \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u062f\u0631 \u062d\u0627\u0644 \u062d\u0627\u0636\u0631 \u062f\u0631 \u062f\u0633\u062a\u0631\u0633 \u0627\u0633\u062a.

blank_search_provided=\u062c\u0633\u062a\u062c\u0648\u06cc \u0634\u0645\u0627 \u0627\u0631\u0627\u0626\u0647 \u062e\u0627\u0644\u06cc \u0628\u0648\u062f. \u0644\u0637\u0641\u0627 \u062f\u0648\u0628\u0627\u0631\u0647 \u0633\u0639\u06cc \u06a9\u0646\u06cc\u062f.
refinement_not_supported=\u0632\u06cc\u0631 \u062c\u0633\u062a\u062c\u0648\u06cc %1$s \u067e\u0634\u062a\u06cc\u0628\u0627\u0646\u06cc \u0646\u0645\u06cc \u0634\u0648\u062f. \u0634\u0645\u0627 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u06cc\u062f %2$s \u062c\u0633\u062a\u062c\u0648 \u0631\u0627 \u062a\u0635\u062d\u06cc\u062d \u06a9\u0646\u06cc\u062f.
search_unknown=\u0645\u0631\u062d\u0644\u0647 \u0642\u0627\u062f\u0631 \u0628\u0647 \u062a\u0634\u062e\u06cc\u0635 \u0646\u0648\u0639 \u062c\u0633\u062a\u062c\u0648 \u062f\u0631\u062e\u0648\u0627\u0633\u062a\u06cc \u0634\u0645\u0627 \u0646\u0628\u0648\u062f.
search_invalid=\u062c\u0633\u062a\u062c\u0648\u06cc \u0634\u0645\u0627 \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647 \u0646\u0627\u0645\u0639\u062a\u0628\u0631 \u0627\u0633\u062a.
subject_reference_search_too_big=\u062a\u0635\u0648\u06cc\u0628 \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\u0647 \u0628\u0633\u06cc\u0627\u0631 \u0628\u0632\u0631\u06af \u0628\u0648\u062f (%1$s \u0622\u06cc\u0627\u062a). \u0644\u0637\u0641\u0627\u064b \u0646\u0627\u0645 \u06cc\u06a9 \u06a9\u062a\u0627\u0628 \u06cc\u06a9 \u0641\u0635\u0644 \u06cc\u0627 \u06cc\u06a9 \u0645\u0631\u062c\u0639 \u0627\u0633\u062a \u06a9\u0647 \u06a9\u0645\u062a\u0631 \u0627\u0632 %2$s \u0622\u06cc\u0627\u062a \u0631\u0627 \u0627\u0646\u062a\u062e\u0627\u0628 \u06a9\u0646\u06cc\u062f.
search_subject=\u0645\u0648\u0636\u0648\u0639
search_word=\u06a9\u0644\u0627\u0645
verse_related=\u0645\u062a\u0639\u0644\u0642\u06c1 \u0622\u06cc\u0627\u062a
related_by_topic=\u0645\u062a\u0639\u0644\u0642\u06c1 \u0645\u0648\u0636\u0648\u0639 \u0645\u06cc\u06ba

search_timeline=\u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc

#derived from above
search_subject_search=\u0645\u0648\u0636\u0648\u0639 \u062c\u0633\u062a\u062c\u0648
search_timeline_search=\u062c\u062f\u0648\u0644 \u0632\u0645\u0627\u0646\u06cc \u062c\u0633\u062a\u062c\u0648
search_word_search=\u06a9\u0644\u0645\u0647 \u062c\u0633\u062a\u062c\u0648
verse_related_search=\u0622\u06cc\u0627\u062a \u0645\u0631\u062a\u0628\u0637 \u0628\u0627 \u062c\u0633\u062a\u062c\u0648
related_by_topic_search=\u062c\u0633\u062a\u062c\u0648 \u0647\u0627\u06cc \u0645\u0631\u062a\u0628\u0637 \u0628\u0627 \u0645\u0648\u0636\u0648\u0639
search_results_for=\u0646\u062a\u0627\u06cc\u062c \u062c\u0633\u062a\u062c\u0648 \u0628\u0631\u0627\u06cc


invalid_email=\u06cc\u06a9 \u0627\u06cc\u0645\u06cc\u0644 \u0645\u0639\u062a\u0628\u0631 \u0627\u0631\u0627\u0626\u0647 \u0634\u062f\: %1$s
book_not_found=\u06a9\u062a\u0627\u0628 \u0645\u0642\u062f\u0633 / \u062a\u0641\u0633\u06cc\u0631 \u0628\u0627 \u062d\u0631\u0648\u0641 \u0627\u0648\u0644 \u0627\u0633\u0645 %1$s \u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0646\u0645\u06cc \u062a\u0648\u0627\u0646 \u06cc\u0627\u0641\u062a.
invalid_reference_in_book=\u0645\u0631\u062c\u0639 \u06a9\u062a\u0627\u0628 \u0645\u0642\u062f\u0633 "%1$s" \u0645\u0631\u062c\u0639 \u0645\u0639\u062a\u0628\u0631 \u062f\u0631 $ %2$s \u062b\u0627\u0646\u06cc\u0647 \u06a9\u062a\u0627\u0628 \u0645\u0642\u062f\u0633 \u0648 \u062a\u0641\u0633\u06cc\u0631 \u0646\u06cc\u0633\u062a.
identical_texts=\u0634\u0645\u0627 \u062f\u0631 \u062d\u0627\u0644 \u062a\u0644\u0627\u0634 \u0628\u0631\u0627\u06cc \u0645\u0642\u0627\u06cc\u0633\u0647 \u0645\u062a\u0648\u0646 2 \u06cc\u0627 \u0628\u06cc\u0634\u062a\u0631 \u06cc\u06a9\u0633\u0627\u0646.
translations_in_different_languages=\u0645\u0631\u062d\u0644\u0647 \u0642\u0627\u062f\u0631 \u0628\u0647 \u0645\u0642\u0627\u06cc\u0633\u0647 \u0646\u0633\u062e\u0647 \u0647\u0627\u06cc \u0627\u0646\u062a\u062e\u0627\u0628 \u0634\u062f\u0647 \u0646\u0645\u06cc \u062a\u0648\u0627\u0646\u062f \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0622\u0646\u0647\u0627 \u062f\u0631 \u0632\u0628\u0627\u0646\u0647\u0627\u06cc \u0645\u062e\u062a\u0644\u0641 \u0646\u0648\u0634\u062a\u0647 \u0634\u062f\u0647 \u0627\u0633\u062a.

bible_required=\u0634\u0645\u0627 \u0646\u06cc\u0627\u0632 \u0628\u0647 \u0627\u0646\u062a\u062e\u0627\u0628 \u06cc\u06a9 \u06a9\u062a\u0627\u0628 \u0645\u0642\u062f\u0633 / \u062a\u0641\u0633\u06cc\u0631.
reference_required=\u0634\u0645\u0627 \u0646\u06cc\u0627\u0632 \u0628\u0647 \u0627\u0631\u0627\u0626\u0647 \u0645\u0631\u062c\u0639 \u0645\u062a\u0646 \u06a9\u062a\u0627\u0628 \u0645\u0642\u062f\u0633.
reference_for_maps=\u0645\u0631\u062c\u0639 \u0645\u062a\u0646 \u06a9\u062a\u0627\u0628 \u0645\u0642\u062f\u0633 \u0628\u0631\u0627\u06cc \u062f\u0646\u0628\u0627\u0644 \u06a9\u0631\u062f\u0646 \u0645\u0627\u0698\u0648\u0644 \u0646\u0642\u0634\u0647 \u0647\u0627\u06cc \u0645\u0648\u0631\u062f \u0646\u06cc\u0627\u0632 \u0627\u0633\u062a.
bible_for_install=\u06a9\u062a\u0627\u0628 \u0645\u0642\u062f\u0633 / \u062a\u0641\u0633\u06cc\u0631 \u0628\u0627\u06cc\u062f \u0627\u0646\u062a\u062e\u0627\u0628 \u0627\u0648\u0644 \u0627\u0633\u062a.
failed_to_install=\u0645\u0631\u062d\u0644\u0647 \u0645\u0648\u0641\u0642 \u0628\u0647 \u0646\u0635\u0628 \u06a9\u062a\u0627\u0628 \u0645\u0642\u062f\u0633 / \u062a\u0641\u0633\u06cc\u0631.

# Messages for standalone step-server app
error_unable_to_show_browser=\u0645\u0631\u062d\u0644\u0647 \u0642\u0627\u062f\u0631 \u0628\u0647 \u0631\u0627\u0647 \u0627\u0646\u062f\u0627\u0632\u06cc \u0645\u0631\u0648\u0631\u06af\u0631.
error_generic=\u06cc\u06a9 \u062e\u0637\u0627 \u0631\u062e \u062f\u0627\u062f\u0647 \u0627\u0633\u062a.