error_internal=Ocorreu um erro inesperado. Por favor, tente novamente. Se o problema persistir, entre em contato com a equipe STEP para investigar o problema.
error_missing_field=STEP n\u00e3o foi capaz de prosseguir com a solicita\u00e7\u00e3o, porque alguns campos foram deixados em branco.
error_validation=Alguns dos campos fornecidos n\u00e3o s\u00e3o v\u00e1lidos.
error_login=Esta fun\u00e7\u00e3o exige que voc\u00ea fa\u00e7a o login no STEP.

option_not_available_interleaved=Esta op\u00e7\u00e3o n\u00e3o est\u00e1 dispon\u00edvel quando voc\u00ea est\u00e1 vendo a passagem com a op\u00e7\u00e3o 'Entrela\u00e7ado' ativada.
option_not_available_interlinear=Esta op\u00e7\u00e3o n\u00e3o est\u00e1 dispon\u00edvel quando voc\u00ea est\u00e1 vendo uma passagem com a op\u00e7\u00e3o 'Interlinear' ativada.
option_not_available_other=Por favor, note que o modo Interlinear foi selecionado porque voc\u00ea tamb\u00e9m selecionou uma das op\u00e7\u00f5es a seguir\: 'Gram\u00e1tica'. 'Vocabul\u00e1rio em ingl\u00eas', 'Vocabul\u00e1rio em grego/hebraico', 'Vocabul\u00e1rio transliterado'.
option_not_supported_by_version=Esta op\u00e7\u00e3o n\u00e3o est\u00e1 dispon\u00edvel para o texto selecionado.

blank_search_provided=A pesquisa que voc\u00ea forneceu estava em branco. Por favor, tente novamente.
refinement_not_supported=A seguinte consulta %1$s n\u00e3o \u00e9 suportada. Voc\u00ea n\u00e3o pode refinar %2$s consultas.
search_unknown=STEP n\u00e3o p\u00f4de reconhecer o tipo de pesquisa solicitada.
search_invalid=A pesquisa que voc\u00ea forneceu n\u00e3o \u00e9 v\u00e1lida.
subject_reference_search_too_big=A passagem fornecida \u00e9 muito grande (%1$s vers\u00edculos). Por favor, selecione o nome de um livro, um cap\u00edtulo ou uma refer\u00eancia que tenha menos de %2$s vers\u00edculos.
search_subject=Assunto
search_word=Palavra
verse_related=Vers\u00edculos relacionados
related_by_topic=T\u00f3pico relacionado

search_timeline=Linha do tempo

#derived from above
search_subject_search=Pesquisar assunto
search_timeline_search=Pesquisar Linha do Tempo
search_word_search=Pesquisar palavra
verse_related_search=Pesquisar vers\u00edculos relacionados
related_by_topic_search=Pesquisar t\u00f3pico relacionado
search_results_for=Resultados de busca para


invalid_email=A conta de e-mail fornecida n\u00e3o \u00e9 v\u00e1lida\: %1$s
book_not_found=A B\u00edblia/coment\u00e1rio com iniciais %1$s n\u00e3o p\u00f4de ser encontrado.
invalid_reference_in_book=A refer\u00eancia b\u00edblica "%1$s" n\u00e3o \u00e9 uma refer\u00eancia v\u00e1lida na %2$s B\u00edblia/Coment\u00e1rio.
identical_texts=Voc\u00ea est\u00e1 tentando comparar 2 ou mais textos id\u00eanticos.
translations_in_different_languages=STEP n\u00e3o pode comparar as vers\u00f5es selecionadas, uma vez que elas s\u00e3o escritas em idiomas diferentes.

bible_required=Voc\u00ea precisa selecionar uma B\u00edblia/Coment\u00e1rio.
reference_required=Voc\u00ea precisa fornecer uma refer\u00eancia b\u00edblica.
reference_for_maps=\u00c9 necess\u00e1ria uma refer\u00eancia b\u00edblica para pesquisar o m\u00f3dulo Mapas.
bible_for_install=Voc\u00ea deve primeiro selecionar uma B\u00edblia/Coment\u00e1rio.
failed_to_install=STEP falhou na instala\u00e7\u00e3o da B\u00edblia / Coment\u00e1rio.

# Messages for standalone step-server app
error_unable_to_show_browser=STEP n\u00e3o p\u00f4de iniciar o navegador.
error_generic=Ocorreu um erro.