error_internal=\u0627\u06cc\u06a9 \u063a\u06cc\u0631 \u0645\u062a\u0648\u0642\u0639 \u0646\u0642\u0635 \u0648\u0627\u0642\u0639 \u06c1\u0648\u0627 \u06c1\u06d2 \u06d4 \u0628\u0631\u0627\u06c1 \u0645\u06c1\u0631\u0628\u0627\u0646\u06cc \u062f\u0648\u0628\u0627\u0631\u06c1 \u06a9\u0648\u0634\u0634 \u06a9\u0631\u06cc\u06ba \u06d4 \u0627\u06af\u0631 \u0645\u0633\u0626\u0644\u06c1 \u062c\u0627\u0631\u06cc \u0631\u06c1\u06d2 \u062a\u0648 \u06cc\u06c1 \u0645\u0632\u06cc\u062f \u062a\u0641\u062a\u06cc\u0634 \u06a9\u06d2 \u0644\u06cc\u06d2 \u0642\u062f\u0645 \u0679\u06cc\u0645 \u0633\u06d2 \u0631\u0627\u0628\u0637\u06c1 \u06a9\u0631\u06cc\u06ba \u06d4
error_missing_field=\u0642\u062f\u0645 \u06a9\u0686\u06be \u0645\u06cc\u062f\u0627\u0646 \u062e\u0627\u0644\u06cc \u062a\u06be\u06d2 \u06a9\u06cc\u0648\u0646\u06a9\u06c1 \u06a9\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u067e\u0631 \u0639\u0645\u0644 \u062f\u0631\u0622\u0645\u062f \u0646\u06c1\u06cc\u06ba \u06a9\u0631 \u0633\u06a9\u0627 \u06d4
error_validation=\u062a\u0645\u06c1\u06cc\u06ba \u0639\u0637\u0627 \u06a9\u06cc\u0627 \u06c1\u06d2 \u06a9\u06d2 \u06a9\u06be\u06cc\u062a\u0648\u06ba \u0645\u06cc\u06ba \u0633\u06d2 \u06a9\u0686\u06be \u0646\u0627\u062c\u0627\u0626\u0632 \u06c1\u06cc\u06ba \u06d4
error_login=\u06cc\u06c1 \u0641\u06cc\u0686\u0631 \u0622\u067e \u06a9\u06d2 \u0642\u062f\u0645 \u06a9\u0648 \u0644\u0627\u06af \u0627\u0646 \u06a9\u0631\u0646\u06d2 \u06a9\u06cc \u0636\u0631\u0648\u0631\u062a \u06c1\u06d2 \u06d4

option_not_available_interleaved=\u06cc\u06c1 \u0627\u062e\u062a\u06cc\u0627\u0631 \u0627\u06cc\u06a9 \u067e\u06cc\u062f\u0627 \u06af\u0631\u0627\u0641 \u06a9\u0627 '\u0627\u0646\u0679\u0631\u0644\u06cc\u06cc\u0648\u062f' \u06a9\u06d2 \u0627\u062e\u062a\u06cc\u0627\u0631 \u06a9\u06d2 \u0633\u0627\u062a\u06be \u0645\u0646\u0638\u0631 \u06a9\u06d2 \u0648\u0642\u062a \u062f\u0633\u062a\u06cc\u0627\u0628 \u0646\u06c1\u06cc\u06ba \u06c1\u06d2 \u06d4
option_not_available_interlinear=\u06cc\u06c1 \u0627\u062e\u062a\u06cc\u0627\u0631 \u0627\u06cc\u06a9 \u067e\u06cc\u062f\u0627 \u06af\u0631\u0627\u0641 \u06a9\u0627 '\u0627\u0646\u0679\u0631\u0644\u0627\u0646\u06cc\u0631' \u06a9\u06d2 \u0627\u062e\u062a\u06cc\u0627\u0631 \u06a9\u06d2 \u0633\u0627\u062a\u06be \u0645\u0646\u0638\u0631 \u06a9\u06d2 \u0648\u0642\u062a \u062f\u0633\u062a\u06cc\u0627\u0628 \u0646\u06c1\u06cc\u06ba \u06c1\u06d2 \u06d4
option_not_available_other=\u0628\u0631\u0627\u06c1 \u0645\u06c1\u0631\u0628\u0627\u0646\u06cc \u0646\u0648\u0679 \u06a9\u0631\u06cc\u06ba\u060c \u0627\u0646\u0679\u0631\u0644\u0627\u0646\u06cc\u0631 \u0645\u0648\u0688 \u0645\u0646\u062a\u062e\u0628 \u062a\u06be\u0627 \u06a9\u06cc\u0648\u0646\u06a9\u06c1 \u0622\u067e \u0646\u06d2 \u062f\u0631\u062c \u0630\u06cc\u0644 \u0627\u062e\u062a\u06cc\u0627\u0631\u0627\u062a \u0645\u06cc\u06ba \u0633\u06d2 \u0627\u06cc\u06a9 \u0628\u06be\u06cc \u0645\u0646\u062a\u062e\u0628 \u06a9\u06cc\u0627 \u06c1\u06d2\: '\u06af\u0631\u0627\u0645\u0631'\u060c '\u0627\u0646\u06af\u0631\u06cc\u0632\u06cc \u0645\u06cc\u06ba Vocab.'\u060c \u0648\u0648\u06a9\u0639\u0628 \u0645\u06cc\u06ba \u06cc\u0648\u0646\u0627\u0646\u06cc / \u0639\u0628\u0631\u0627\u0646\u06cc\u060c Vocab. \u06a9\u0644\u0645\u06c1 \u0646\u0648\u06cc\u0633\u06cc \u06c1\u06d2 \u06d4
option_not_supported_by_version=\u06cc\u06c1 \u0627\u062e\u062a\u06cc\u0627\u0631 \u0627\u0633 \u0648\u0642\u062a \u0645\u0646\u062a\u062e\u0628 \u0645\u062a\u0646 \u0645\u06cc\u06ba \u062f\u0633\u062a\u06cc\u0627\u0628 \u0646\u06c1\u06cc\u06ba \u06c1\u06d2 \u06d4

blank_search_provided=\u0622\u067e \u06a9\u06cc \u0641\u0631\u0627\u06c1\u0645 \u06a9\u0631\u062f\u06c1 \u062a\u0644\u0627\u0634 \u062e\u0627\u0644\u06cc \u062a\u06be\u0627 \u06d4 \u0628\u0631\u0627\u06c1 \u0645\u06c1\u0631\u0628\u0627\u0646\u06cc \u062f\u0648\u0628\u0627\u0631\u06c1 \u06a9\u0648\u0634\u0634 \u06a9\u0631\u06cc\u06ba \u06d4
refinement_not_supported=\u062f\u0631\u062c \u0630\u06cc\u0644 \u06a9\u06cc \u062a\u0644\u0627\u0634 \u06a9\u06d2 %1$s \u06a9\u06cc \u062d\u0645\u0627\u06cc\u062a \u0646\u06c1\u06cc\u06ba \u06c1\u06d2 \u06d4 \u0622\u067e %2$s \u06a9\u06cc \u062a\u0644\u0627\u0634 \u0645\u06cc\u06ba \u062e\u0627\u0644\u0635 \u0646\u06c1\u06cc\u06ba \u06a9\u0631 \u0633\u06a9\u062a\u0627 \u06d4
search_unknown=\u0642\u062f\u0645 \u06a9\u06cc \u0642\u0633\u0645 \u06a9\u06cc \u062a\u0644\u0627\u0634 \u06a9\u06cc \u062f\u0631\u062e\u0648\u0627\u0633\u062a \u06a9\u0648 \u062a\u0633\u0644\u06cc\u0645 \u06a9\u0631\u0646\u06d2 \u0633\u06d2 \u0642\u0627\u0635\u0631 \u062a\u06be\u0627 \u06d4
search_invalid=\u0622\u067e \u06a9\u06cc \u0641\u0631\u0627\u06c1\u0645 \u06a9\u0631\u062f\u06c1 \u062a\u0644\u0627\u0634 \u0646\u0627\u062c\u0627\u0626\u0632 \u062a\u06be\u0627 \u06d4
subject_reference_search_too_big=\u06cc\u06c1 \u0639\u0628\u0627\u0631\u062a \u0641\u0631\u0627\u06c1\u0645 \u06a9\u06cc \u0627\u062a\u0646\u06cc \u0628\u0691\u06cc \u062a\u06be\u06cc (%1$s \u0622\u06cc\u0627\u062a) \u06d4 \u0627\u06cc\u06a9 \u06a9\u062a\u0627\u0628\u060c \u0627\u06cc\u06a9 \u0628\u0627\u0628 \u06cc\u0627 \u062d\u0648\u0627\u0644\u06c1 \u06c1\u06d2 \u062c\u0633 \u06a9\u06d2 %2$s \u0622\u06cc\u0627\u062a \u0633\u06d2 \u06a9\u0645 \u06a9\u0627 \u0646\u0627\u0645 \u0645\u0646\u062a\u062e\u0628 \u06a9\u0631\u06cc\u06ba \u06d4
search_subject=\u0645\u0648\u0636\u0648\u0639
search_word=\u06a9\u0644\u0627\u0645
verse_related=\u0645\u062a\u0639\u0644\u0642\u06c1 \u0622\u06cc\u0627\u062a
related_by_topic=\u0645\u062a\u0639\u0644\u0642\u06c1 \u0645\u0648\u0636\u0648\u0639 \u0645\u06cc\u06ba

search_timeline=\u0648\u0642\u062a \u0644\u0627\u0626\u0646

#derived from above
search_subject_search=\u0645\u0648\u0636\u0648\u0639 \u062a\u0644\u0627\u0634 \u06a9\u0631\u06cc\u06ba
search_timeline_search=\u0679\u0627\u0626\u0645 \u0644\u0627\u0626\u0646 \u062a\u0644\u0627\u0634 \u06a9\u0631\u06cc\u06ba
search_word_search=\u0644\u0641\u0638 \u062a\u0644\u0627\u0634 \u06a9\u0631\u06cc\u06ba
verse_related_search=\u0645\u062a\u0639\u0644\u0642\u06c1 \u0622\u06cc\u0627\u062a \u06a9\u06cc \u062a\u0644\u0627\u0634
related_by_topic_search=\u0645\u062a\u0639\u0644\u0642\u06c1 \u0645\u0648\u0636\u0648\u0639 \u0645\u06cc\u06ba \u062a\u0644\u0627\u0634 \u06a9\u0631\u06cc\u06ba
search_results_for=\u062a\u0644\u0627\u0634 \u06a9\u06d2 \u0646\u062a\u0627\u0626\u062c \u06a9\u06d2 \u0644\u0626\u06d2


invalid_email=\u0646\u0627\u062c\u0627\u0626\u0632 \u0627\u06cc \u0645\u06cc\u0644 \u0641\u0631\u0627\u06c1\u0645 \u06a9\u06cc\u0627 \u06af\u06cc\u0627\: %1$s
book_not_found=\u0628\u0627\u0626\u0628\u0644 / \u0645\u062e\u062a\u0635\u0631 \u062f\u0633\u062a\u062e\u0637 %1$s \u06a9\u06d2 \u0633\u0627\u062a\u06be \u062a\u0641\u0633\u06cc\u0631 \u0646\u06c1\u06cc\u06ba \u067e\u0627\u06cc\u0627 \u062c\u0627 \u0633\u06a9\u0627 \u06c1\u06d2 \u06d4
invalid_reference_in_book=\u0628\u0627\u0626\u0628\u0644 \u06a9\u0627 \u062d\u0648\u0627\u0644\u06c1 "%1$s" %2$s \u0628\u0627\u0626\u0628\u0644/\u062a\u0641\u0633\u06cc\u0631 \u0645\u06cc\u06ba \u0627\u06cc\u06a9 \u062c\u0627\u0626\u0632 \u062d\u0648\u0627\u0644\u06c1 \u0646\u06c1\u06cc\u06ba \u06c1\u06d2 \u06d4
identical_texts=\u0622\u067e \u0646\u06d2 2 \u06cc\u0627 \u0627\u0633 \u0633\u06d2 \u0632\u06cc\u0627\u062f\u06c1 \u0627\u06cc\u06a9 \u062c\u06cc\u0633\u06cc \u062a\u062d\u0631\u06cc\u0631\u0648\u06ba \u06a9\u0627 \u0645\u0648\u0627\u0632\u0646\u06c1 \u06a9\u0631\u0646\u06d2 \u06a9\u06cc \u06a9\u0648\u0634\u0634 \u06a9\u0631\u0631\u06c1\u06d2 \u06c1\u06cc\u06ba \u06d4
translations_in_different_languages=\u0648\u06c1 \u0645\u062e\u062a\u0644\u0641 \u0632\u0628\u0627\u0646\u0648\u06ba \u0645\u06cc\u06ba \u0644\u06a9\u06be\u06cc \u06c1\u06cc\u06ba \u062c\u06cc\u0633\u06d2 \u0642\u062f\u0645 \u06a9\u06d2 \u0645\u0646\u062a\u062e\u0628 \u0648\u0631\u0698\u0646 \u06a9\u0627 \u0645\u0648\u0627\u0632\u0646\u06c1 \u0646\u06c1\u06cc\u06ba \u06a9\u0631 \u0633\u06a9\u062a\u0627 \u06d4

bible_required=\u0622\u067e \u0627\u06cc\u06a9 \u0628\u0627\u0626\u0628\u0644 \u06a9\u0648 \u0645\u0646\u062a\u062e\u0628 \u06a9\u0631\u0646\u06d2 \u06a9\u06cc \u0636\u0631\u0648\u0631\u062a \u06c1\u06d2 / \u062a\u0641\u0633\u06cc\u0631 \u06c1\u06d2 \u06d4
reference_required=\u0622\u067e \u0628\u0627\u0626\u0628\u0644 \u0645\u062a\u0646 \u06a9\u0627 \u062d\u0648\u0627\u0644\u06c1 \u0641\u0631\u0627\u06c1\u0645 \u06a9\u0631\u0646\u06d2 \u06a9\u06cc \u0636\u0631\u0648\u0631\u062a \u06c1\u06d2 \u06d4
reference_for_maps=\u0628\u0627\u0626\u0628\u0644 \u06a9\u0627 \u062d\u0648\u0627\u0644\u06c1 \u0645\u062a\u0646 \u0646\u0642\u0634\u06d2 \u0645\u0627\u0688\u06cc\u0648\u0644 \u0645\u0631\u062a\u0628 \u06a9\u06cc \u062a\u0644\u0627\u0634 \u06a9\u06d2 \u0644\u06cc\u06d2 \u062f\u0631\u06a9\u0627\u0631 \u06c1\u06d2 \u06d4
bible_for_install=\u0627\u06cc\u06a9 \u0628\u0627\u0626\u0628\u0644 / \u062a\u0641\u0633\u06cc\u0631 \u0636\u0631\u0648\u0631 \u0645\u0646\u062a\u062e\u0628 \u06c1\u0648 \u062c\u0627\u0626\u06d2 \u0633\u0628 \u0633\u06d2 \u067e\u06c1\u0644\u06d2 \u06c1\u06d2 \u06d4
failed_to_install=\u0645\u0631\u062d\u0644\u06c1 \u0646\u0627\u06a9\u0627\u0645 \u0628\u0627\u0626\u0628\u0644 \u06a9\u06cc \u062a\u0646\u0635\u06cc\u0628 \u06a9\u06d2 \u0644\u06cc\u06d2 / \u062a\u0641\u0633\u06cc\u0631 \u06c1\u06d2 \u06d4

# Messages for standalone step-server app
error_unable_to_show_browser=\u0642\u062f\u0645 \u0628\u0631\u0627\u0624\u0632\u0631 \u0634\u0631\u0648\u0639 \u0646\u06c1\u06cc\u06ba \u06a9\u0631 \u0633\u06a9\u0627 \u06d4
error_generic=\u0627\u06cc\u06a9 \u0646\u0642\u0635 \u0648\u0627\u0642\u0639 \u06c1\u0648\u0627 \u06c1\u06d2 \u06d4