#X-Generator: crowdin.net
error_internal=A ap\u0103rut o eroare nea\u0219teptat\u0103. V\u0103 rug\u0103m s\u0103 \u00eencerca\u0163i din nou. Dac\u0103 aceast\u0103 problem\u0103 persist\u0103, v\u0103 rug\u0103m s\u0103 contacta\u0163i echipa pas pentru a investiga acest lucru \u00een continuare.
error_missing_field=PAS a fost \u00een imposibilitatea de a efectua cererea, deoarece unele c\u00e2mpuri necompletate.
error_validation=Unele dintre domeniile pe care le-a\u0163i furnizat sunt nevalide.
error_login=Aceast\u0103 caracteristic\u0103 a cere tu la spre login la pas.

option_not_available_interleaved=Aceast\u0103 op\u0163iune nu este disponibil\u0103 atunci c\u00e2nd vizualiza\u0163i un pasaj cu op\u0163iunea "Interleaved".
option_not_available_interlinear=Aceast\u0103 op\u0163iune nu este disponibil\u0103 atunci c\u00e2nd vizualiza\u0163i un pasaj cu op\u0163iunea "Interlinear".
option_not_available_other=V\u0103 rug\u0103m s\u0103 re\u0163ine\u0163i, modul hibrid a fost selectat pentru c\u0103 le-a\u0163i selectat, de asemenea, una dintre urm\u0103toarele op\u0163iuni\: 'Gramatica', "Vocab. \u00een limba englez\u0103", Vocab \u00een greac\u0103 / ebraic\u0103, Vocab. transliterat.
option_not_supported_by_version=Aceast\u0103 op\u0163iune nu este disponibil\u0103 \u00een textul selectat.

blank_search_provided=C\u0103utare pe care a\u0163i furnizat-a fost gol. V\u0103 rug\u0103m s\u0103 \u00eencerca\u0163i din nou.
refinement_not_supported=Urm\u0103toarea c\u0103utare %1$s nu este acceptat\u0103. Nu se poate rafina %2$s c\u0103ut\u0103ri.
search_unknown=PAS a fost \u00een imposibilitatea de a recunoa\u015fte tipul de c\u0103utare pe care a\u0163i solicitat.
search_invalid=C\u0103utare a\u0163i furnizat a fost nevalid.
subject_reference_search_too_big=Pasajul cu condi\u0163ia a fost prea mare (%1$s versetele). V\u0103 rug\u0103m s\u0103 selecta\u0163i numele de o carte, un capitol sau o referin\u0163\u0103 care are mai pu\u0163ine dec\u00e2t %2$s versete.

search_text=Textul
search_subject=Subiect
search_timeline=Cronologie
search_word=Cuv\u00e2ntul
verse_related=Versetele de mai sus
related_by_topic=Legate de subiect

#derived from above
search_text_search=C\u0103utare dup\u0103 text
search_subject_search=Caut\u0103 subiect
search_timeline_search=C\u0103uta\u0163i cronologie
search_word_search=Cuv\u00e2nt de c\u0103utare
verse_related_search=Versetele de mai sus c\u0103utare
related_by_topic_search=Caut\u0103 subiect
search_results_for=Rezultatele cautarii pentru


invalid_email=S-a furnizat un e-mail valid\u0103\: %1$s
book_not_found=Biblia / comentariu cu ini\u0163ialele %1$s nu a putut fi g\u0103sit.
invalid_reference_in_book=Biblia de referin\u0163\u0103 '%1$s' nu este o referin\u0163\u0103 valid\u0103 \u00een %2$s Biblia/comentariu.
identical_texts=\u00cencerca\u0163i s\u0103 compare 2 sau mai multe identice texte.
translations_in_different_languages=PAS nu se poate compara versiunile selectate ca ele sunt scrise \u00een diferite limbi.

bible_required=Trebuie s\u0103 selecta\u0163i o Biblie / comentariu.
reference_required=Trebuie s\u0103 furniza\u021bi o referin\u0163\u0103 de textul Bibliei.
reference_for_maps=O referin\u021b\u0103 de textul Bibliei este necesar\u0103 pentru c\u0103utarea h\u0103r\u0163i modulul.
bible_for_install=O Biblie / comentariu trebuie selectat mai \u00eent\u00e2i.
failed_to_install=PAS nu a reu\u015fit s\u0103 instala\u0163i Biblia / comentariu.

# Messages for standalone step-server app
error_unable_to_show_browser=PAS a fost \u00een imposibilitatea de a lansa browser-ul.
error_generic=A ap\u0103rut o eroare.
