#
#Wed May 28 13:11:05 BST 2014
error_login=Esta fun\u00E7\u00E3o exige que voc\u00EA fa\u00E7a logon na etapa.
bible_for_install=Voc\u00EA deve primeiro selecionar uma B\u00EDblia/coment\u00E1rio.
related_by_topic_search=Pesquisar t\u00F3pico relacionado
translations_in_different_languages=ETAPA n\u00E3o pode comparar vers\u00F5es selecionadas, uma vez que eles s\u00E3o escritos em linguagens diferentes.
invalid_reference_in_book=A B\u00EDblia de refer\u00EAncia "%1$s" n\u00E3o \u00E9 uma refer\u00EAncia v\u00E1lida no %2$s/coment\u00E1rio da B\u00EDblia.
reference_for_maps=Uma refer\u00EAncia b\u00EDblica \u00E9 necess\u00E1ria para navegar em mapas de m\u00F3dulos.
search_word=Palavra
search_unknown=ETAPA n\u00E3o poderia reconhecer o tipo de pesquisa que \u00E9 necess\u00E1rio.
failed_to_install=ETAPA falha ao instalar a B\u00EDblia / coment\u00E1rio.
search_subject=Tema
search_text_search=Pesquisa de texto
option_not_available_other=Por favor, note que o modo Interlinear foi selecionado porque tamb\u00E9m selecionou uma das op\u00E7\u00F5es a seguir\: 'Gram\u00E1tica'. 'Vocabul\u00E1rio ingl\u00EAs', em grego/hebraico, vocabul\u00E1rio de vocabul\u00E1rio.
error_generic=Ocorreu um erro.
error_validation=Alguns dos cursos fornecidos n\u00E3o s\u00E3o v\u00E1lidos.
search_subject_search=Pesquisar assunto
verse_related=Vers\u00EDculos relacionados
related_by_topic=T\u00F3pico relacionado
identical_texts=Voc\u00EA est\u00E1 tentando comparar textos de 2 ou mais id\u00EAnticos.
invalid_email=A conta de e-mail fornecido n\u00E3o \u00E9 v\u00E1lida\: %1$s
verse_related_search=Busca de vers\u00EDculos relacionados
refinement_not_supported=A seguinte consulta %1$s n\u00E3o \u00E9 suportado. Voc\u00EA n\u00E3o pode refinar %2$s buscas.
error_unable_to_show_browser=ETAPA n\u00E3o p\u00F4de iniciar o navegador.
option_not_available_interleaved=Esta op\u00E7\u00E3o n\u00E3o est\u00E1 dispon\u00EDvel quando voc\u00EA est\u00E1 assistindo a passagem com a op\u00E7\u00E3o 'Entrela\u00E7ado'.
book_not_found=A B\u00EDblia/coment\u00E1rio com inicial %1$s n\u00E3o p\u00F4de ser encontrado.
search_results_for=Resultados de busca para
reference_required=Voc\u00EA precisa fornecer uma refer\u00EAncia \u00E0 B\u00EDblia.
error_internal=Ocorreu um erro inesperado. Por favor, tente novamente. Se o problema persistir, entre em contato com a equipe de passo para investigar este caso.
error_missing_field=PASSO n\u00E3o poderia prosseguir com a exig\u00EAncia, porque alguns campos foram deixados em branco.
search_invalid=A pesquisa que voc\u00EA forneceu n\u00E3o era v\u00E1lida.
search_word_search=Pesquisa por palavra
option_not_supported_by_version=Esta op\u00E7\u00E3o n\u00E3o est\u00E1 dispon\u00EDvel para o texto selecionado.
bible_required=Voc\u00EA precisa selecionar uma B\u00EDblia/coment\u00E1rio.
search_timeline=Linha do tempo
subject_reference_search_too_big=A passagem desde que era muito grande (versos de s $%1). Por favor, selecione o nome de um livro, um cap\u00EDtulo ou uma refer\u00EAncia que tem menos de versos de s $%2.
search_text=Texto
option_not_available_interlinear=Esta op\u00E7\u00E3o n\u00E3o est\u00E1 dispon\u00EDvel quando voc\u00EA est\u00E1 assistindo uma passagem com a op\u00E7\u00E3o 'Interlinear'.
search_timeline_search=Linha do tempo-busca
blank_search_provided=A pesquisa que voc\u00EA forneceu estava em branco. Por favor, tente novamente.
