#Amended by STEP Language checker
#Tue Jun 10 22:58:48 BST 2014
error_login=\u098F\u0987 \u09AC\u09C8\u09B6\u09BF\u09B7\u09CD\u099F\u09CD\u09AF\u099F\u09BF \u09A7\u09BE\u09AA\u09C7 \u09B2\u0997\u0987\u09A8 \u0995\u09B0\u09BE\u09B0 \u09A6\u09B0\u0995\u09BE\u09B0 \u09B9\u09AF\u09BC.
bible_for_install=\u098F\u0995\u099F\u09BF \u09AC\u09BE\u0987\u09AC\u09C7\u09B2 / \u09A7\u09BE\u09B0\u09BE\u09AD\u09BE\u09B7\u09CD\u09AF \u09AA\u09CD\u09B0\u09A5\u09AE \u09A8\u09BF\u09B0\u09CD\u09AC\u09BE\u099A\u09A8 \u0995\u09B0\u09BE \u0986\u09AC\u09B6\u09CD\u09AF\u0995.
related_by_topic_search=\u09B8\u09AE\u09CD\u09AA\u09B0\u09CD\u0995\u09BF\u09A4 \u09AC\u09BF\u09B7\u09AF\u09BC \u0985\u09A8\u09C1\u09B8\u09A8\u09CD\u09A7\u09BE\u09A8
translations_in_different_languages=\u09A7\u09BE\u09AA \u09A4\u09BE\u09B0\u09BE \u09AC\u09BF\u09AD\u09BF\u09A8\u09CD\u09A8 \u09AD\u09BE\u09B7\u09BE\u09AF\u09BC \u09B2\u09C7\u0996\u09BE \u09B9\u09AF\u09BC \u09B9\u09BF\u09B8\u09BE\u09AC\u09C7 \u09A8\u09BF\u09B0\u09CD\u09AC\u09BE\u099A\u09BF\u09A4 \u09B8\u0982\u09B8\u09CD\u0995\u09B0\u09A3 \u09A4\u09C1\u09B2\u09A8\u09BE \u0995\u09B0\u09A4\u09C7 \u09AA\u09BE\u09B0\u09AC\u09C7\u09A8 \u09A8\u09BE.
invalid_reference_in_book="%1$s S" \u09AC\u09BE\u0987\u09AC\u09C7\u09B2 \u09B0\u09C7\u09AB\u09BE\u09B0\u09C7\u09A8\u09CD\u09B8%2$s \u0997\u09C1\u09B2\u09BF \u09AC\u09BE\u0987\u09AC\u09C7\u09B2 / \u09AD\u09BE\u09B7\u09CD\u09AF \u098F\u0995\u099F\u09BF \u09AC\u09C8\u09A7 \u09B0\u09C7\u09AB\u09BE\u09B0\u09C7\u09A8\u09CD\u09B8 \u09A8\u09AF\u09BC.
reference_for_maps=\u098F\u0995\u099F\u09BF \u09AC\u09BE\u0987\u09AC\u09C7\u09B2 \u099F\u09C7\u0995\u09CD\u09B8\u099F \u09B0\u09C7\u09AB\u09BE\u09B0\u09C7\u09A8\u09CD\u09B8 \u09AE\u09BE\u09A8\u099A\u09BF\u09A4\u09CD\u09B0 \u09AE\u09A1\u09BF\u0989\u09B2 \u0986\u09AA \u0996\u09C1\u0981\u099C\u099B\u09C7\u09A8 \u099C\u09A8\u09CD\u09AF \u09AA\u09CD\u09B0\u09AF\u09BC\u09CB\u099C\u09A8.
search_word=\u09B6\u09AC\u09CD\u09A6
search_unknown=\u09A7\u09BE\u09AA \u0986\u09AA\u09A8\u09BE\u0995\u09C7 \u0985\u09A8\u09C1\u09B0\u09CB\u09A7 \u0985\u09A8\u09C1\u09B8\u09A8\u09CD\u09A7\u09BE\u09A8 \u09A7\u09B0\u09A3 \u099A\u09BF\u09A8\u09A4\u09C7 \u0985\u0995\u09CD\u09B7\u09AE.
failed_to_install=\u09A7\u09BE\u09AA \u09AC\u09BE\u0987\u09AC\u09C7\u09B2 / \u09A7\u09BE\u09B0\u09BE\u09AD\u09BE\u09B7\u09CD\u09AF \u0987\u09A8\u09B8\u09CD\u099F\u09B2 \u0995\u09B0\u09A4\u09C7 \u09AC\u09CD\u09AF\u09B0\u09CD\u09A5 \u09B9\u09AF\u09BC\u09C7\u099B\u09C7.
search_subject=\u09AC\u09BF\u09B7\u09AF\u09BC
search_text_search=\u099F\u09C7\u0995\u09CD\u09B8\u099F \u09B8\u09BE\u09B0\u09CD\u099A
option_not_available_other='Vocab,' \u09AC\u09CD\u09AF\u09BE\u0995\u09B0\u09A3 '\: \u09A4\u09BE\u09B9\u09B2\u09C7 \u0986\u09AA\u09A8\u09BF \u09A8\u09BF\u09AE\u09CD\u09A8\u09B2\u09BF\u0996\u09BF\u09A4 \u09AC\u09BF\u0995\u09B2\u09CD\u09AA\u0997\u09C1\u09B2\u09BF\u09B0 \u09AE\u09A7\u09CD\u09AF\u09C7 \u098F\u0995\u099F\u09BF \u09A8\u09BF\u09B0\u09CD\u09AC\u09BE\u099A\u09A8 \u0995\u09B0\u09C7, \u0995\u09BE\u09B0\u09A3 \u09B8\u09A8\u09CD\u09A8\u09BF\u09AC\u09BF\u09B6\u09BF\u09B7\u09CD\u099F \u09AC\u09BE \u09AE\u09C1\u09A6\u09CD\u09B0\u09BF\u09A4 \u09AE\u09CB\u09A1 \u09A8\u09BF\u09B0\u09CD\u09AC\u09BE\u099A\u09A8 \u0995\u09B0\u09BE \u09B9\u09AF\u09BC\u09C7\u099B\u09BF\u09B2, \u0985\u09A8\u09C1\u0997\u09CD\u09B0\u09B9 \u0995\u09B0\u09C7 \u09B2\u0995\u09CD\u09B7\u09CD\u09AF \u0995\u09B0\u09C1\u09A8. '\u0987\u0982\u09B0\u09C7\u099C\u09BF, \u0997\u09CD\u09B0\u09BF\u0995 / \u09B9\u09BF\u09AC\u09CD\u09B0\u09C1, Vocab \u09AE\u09A7\u09CD\u09AF\u09C7 Vocab. \u09AC\u09B0\u09CD\u09A3\u09BE\u09A8\u09CD\u09A4\u09B0\u09BF\u09A4.
error_generic=\u098F\u0995\u099F\u09BF \u09A4\u09CD\u09B0\u09C1\u099F\u09BF \u0998\u099F\u09C7\u099B\u09C7.
error_validation=\u0986\u09AA\u09A8\u09BE\u09B0 \u09A6\u09C7\u0993\u09AF\u09BC\u09BE \u0995\u09CD\u09B7\u09C7\u09A4\u09CD\u09B0 \u0995\u09BF\u099B\u09C1 \u0985\u09AC\u09C8\u09A7 \u09B9\u09AF\u09BC.
search_subject_search=\u09AC\u09BF\u09B7\u09AF\u09BC \u0985\u09A8\u09C1\u09B8\u09A8\u09CD\u09A7\u09BE\u09A8
verse_related=\u09B8\u09AE\u09CD\u09AA\u09B0\u09CD\u0995\u09BF\u09A4 \u0986\u09AF\u09BC\u09BE\u09A4
related_by_topic=\u09B8\u09AE\u09CD\u09AA\u09B0\u09CD\u0995\u09BF\u09A4 \u09AC\u09BF\u09B7\u09AF\u09BC
identical_texts=\u0986\u09AA\u09A8\u09BF 2 \u09AC\u09BE \u098F\u0995\u09BE\u09A7\u09BF\u0995 \u0985\u09AD\u09BF\u09A8\u09CD\u09A8 \u0997\u09CD\u09B0\u09A8\u09CD\u09A5\u09C7 \u09A4\u09C1\u09B2\u09A8\u09BE \u0995\u09B0\u09BE\u09B0 \u099A\u09C7\u09B7\u09CD\u099F\u09BE \u0995\u09B0\u099B\u09C7\u09A8.
invalid_email=\u098F\u0995\u099F\u09BF \u0985\u09AC\u09C8\u09A7 \u0987\u09AE\u09C7\u09B2 \u09B8\u09B0\u09AC\u09B0\u09BE\u09B9 \u0995\u09B0\u09BE \u09B9\u09AF\u09BC\u09C7\u099B\u09BF\u09B2\:%1$s \u0997\u09C1\u09B2\u09BF
verse_related_search=\u09B8\u09BE\u09B0\u09CD\u099A \u0986\u09AF\u09BC\u09BE\u09A4 \u09B8\u09AE\u09CD\u09AA\u09B0\u09CD\u0995\u09BF\u09A4
refinement_not_supported=\u09A8\u09BF\u09AE\u09CD\u09A8\u09B2\u09BF\u0996\u09BF\u09A4 \u09B8\u09BE\u09B0\u09CD\u099A%1$s \u0997\u09C1\u09B2\u09BF \u09B8\u09AE\u09B0\u09CD\u09A5\u09BF\u09A4 \u09A8\u09AF\u09BC. \u0986\u09AA\u09A8\u09BF%2$s \u0997\u09C1\u09B2\u09BF \u0985\u09A8\u09C1\u09B8\u09A8\u09CD\u09A7\u09BE\u09A8 \u09AA\u09B0\u09BF\u09AE\u09BE\u09B0\u09CD\u099C\u09A8 \u0995\u09B0\u09A4\u09C7 \u09AA\u09BE\u09B0\u09AC\u09C7\u09A8 \u09A8\u09BE.
error_unable_to_show_browser=\u09A7\u09BE\u09AA \u09AC\u09CD\u09B0\u09BE\u0989\u099C\u09BE\u09B0 \u0986\u09B0\u09AE\u09CD\u09AD \u0995\u09B0\u09A4\u09C7 \u0985\u0995\u09CD\u09B7\u09AE.
option_not_available_interleaved='\u0987\u09A8\u09CD\u099F\u09BE\u09B0\u09B2\u09BF\u09AD\u09A1\u09CD' \u09AC\u09BF\u0995\u09B2\u09CD\u09AA\u09C7\u09B0 \u09B8\u09BE\u09A5\u09C7 \u098F\u0995\u099F\u09BF \u09AF\u09BE\u09AF\u09BE\u09AC\u09B0 \u09A6\u09C7\u0996\u09BE\u09B0 \u09B9\u09B2\u09C7 \u098F\u0987 \u09AC\u09BF\u0995\u09B2\u09CD\u09AA\u099F\u09BF \u0989\u09AA\u09B2\u09AC\u09CD\u09A7 \u09A8\u09AF\u09BC.
book_not_found=\u0986\u09A6\u09CD\u09AF\u0995\u09CD\u09B7\u09B0%1$s \u0997\u09C1\u09B2\u09BF \u09A6\u09BF\u09AF\u09BC\u09C7 \u09AC\u09BE\u0987\u09AC\u09C7\u09B2 / \u09A7\u09BE\u09B0\u09BE\u09AD\u09BE\u09B7\u09CD\u09AF \u0996\u09C1\u0981\u099C\u09C7 \u09AA\u09BE\u0993\u09AF\u09BC\u09BE \u09AF\u09BE\u09AC\u09C7 \u09A8\u09BE.
search_results_for=\u099C\u09A8\u09CD\u09AF \u0985\u09A8\u09C1\u09B8\u09A8\u09CD\u09A7\u09BE\u09A8 \u09AB\u09B2\u09BE\u09AB\u09B2
reference_required=\u0986\u09AA\u09A8\u09BF \u098F\u0995\u099F\u09BF \u09AC\u09BE\u0987\u09AC\u09C7\u09B2 \u099F\u09C7\u0995\u09CD\u09B8\u099F \u09B0\u09C7\u09AB\u09BE\u09B0\u09C7\u09A8\u09CD\u09B8 \u09AA\u09CD\u09B0\u09A6\u09BE\u09A8 \u0995\u09B0\u09A4\u09C7 \u09B9\u09AC\u09C7.
error_internal=\u098F\u0995\u099F\u09BF \u0985\u09AA\u09CD\u09B0\u09A4\u09CD\u09AF\u09BE\u09B6\u09BF\u09A4 \u09A4\u09CD\u09B0\u09C1\u099F\u09BF \u0998\u099F\u09C7\u099B\u09C7. \u0986\u09AC\u09BE\u09B0 \u099A\u09C7\u09B7\u09CD\u099F\u09BE \u0995\u09B0\u09C1\u09A8. \u098F\u0987 \u09B8\u09AE\u09B8\u09CD\u09AF\u09BE \u099A\u09B2\u09A4\u09C7 \u09A5\u09BE\u0995\u09C7, \u098F\u0987 \u0986\u09B0\u0993 \u09A4\u09A6\u09A8\u09CD\u09A4 \u09A7\u09BE\u09AA \u09A6\u09B2\u09C7\u09B0 \u09B8\u09BE\u09A5\u09C7 \u09AF\u09CB\u0997\u09BE\u09AF\u09CB\u0997 \u0995\u09B0\u09C1\u09A8.
error_missing_field=\u0995\u09BF\u099B\u09C1 \u0995\u09CD\u09B7\u09C7\u09A4\u09CD\u09B0 \u09AB\u09BE\u0981\u0995\u09BE \u099B\u09BF\u09B2, \u0995\u09BE\u09B0\u09A3 \u09A7\u09BE\u09AA \u0985\u09A8\u09C1\u09B0\u09CB\u09A7 \u0995\u09B0\u09BE\u09A4\u09C7 \u0985\u0995\u09CD\u09B7\u09AE.
search_invalid=\u0986\u09AA\u09A8\u09BE\u09B0 \u09A6\u09C7\u0993\u09AF\u09BC\u09BE \u09B8\u09BE\u09B0\u09CD\u099A \u0985\u09AC\u09C8\u09A7 \u099B\u09BF\u09B2.
search_word_search=\u09B6\u09AC\u09CD\u09A6 \u0985\u09A8\u09C1\u09B8\u09A8\u09CD\u09A7\u09BE\u09A8
option_not_supported_by_version=\u098F\u0987 \u09AC\u09BF\u0995\u09B2\u09CD\u09AA \u09AC\u09B0\u09CD\u09A4\u09AE\u09BE\u09A8\u09C7 \u09A8\u09BF\u09B0\u09CD\u09AC\u09BE\u099A\u09BF\u09A4 \u09B2\u09C7\u0996\u09BE \u09AA\u09BE\u0993\u09AF\u09BC\u09BE \u09AF\u09BE\u09AF\u09BC \u09A8\u09BE.
bible_required=\u0986\u09AA\u09A8\u09BF \u098F\u0995\u099F\u09BF \u09AC\u09BE\u0987\u09AC\u09C7\u09B2 / \u09A7\u09BE\u09B0\u09BE\u09AD\u09BE\u09B7\u09CD\u09AF \u09A8\u09BF\u09B0\u09CD\u09AC\u09BE\u099A\u09A8 \u0995\u09B0\u09BE \u09AA\u09CD\u09B0\u09AF\u09BC\u09CB\u099C\u09A8.
search_timeline=\u09B8\u09AE\u09AF\u09BC\u09B0\u09C7\u0996\u09BE
subject_reference_search_too_big=\u09AA\u09CD\u09B0\u09A6\u09A4\u09CD\u09A4 \u0989\u09A4\u09CD\u09A4\u09B0\u09A3 (%1$s \u0997\u09C1\u09B2\u09BF \u0986\u09AF\u09BC\u09BE\u09A4) \u0996\u09C1\u09AC \u09AC\u09A1\u09BC \u099B\u09BF\u09B2. \u098F\u0995\u099F\u09BF \u09AC\u0987\u09AF\u09BC\u09C7\u09B0 \u09A8\u09BE\u09AE, \u098F\u0995\u099F\u09BF \u0985\u09A7\u09CD\u09AF\u09BE\u09AF\u09BC, \u0985\u09A5\u09AC\u09BE \u0995\u09AE %2$s \u0997\u09C1\u09B2\u09BF \u0986\u09AF\u09BC\u09BE\u09A4 \u0986\u099B\u09C7 \u09AF\u09BE \u098F\u0995\u099F\u09BF \u09B0\u09C7\u09AB\u09BE\u09B0\u09C7\u09A8\u09CD\u09B8 \u09A8\u09BF\u09B0\u09CD\u09AC\u09BE\u099A\u09A8 \u0995\u09B0\u09C1\u09A8.
search_text=\u09AA\u09BE\u09A0
option_not_available_interlinear='\u09B8\u09A8\u09CD\u09A8\u09BF\u09AC\u09BF\u09B6\u09BF\u09B7\u09CD\u099F \u09AC\u09BE \u09AE\u09C1\u09A6\u09CD\u09B0\u09BF\u09A4' \u09AC\u09BF\u0995\u09B2\u09CD\u09AA\u09C7\u09B0 \u09B8\u09BE\u09A5\u09C7 \u098F\u0995\u099F\u09BF \u09AF\u09BE\u09AF\u09BE\u09AC\u09B0 \u09A6\u09C7\u0996\u09BE\u09B0 \u09B9\u09B2\u09C7 \u098F\u0987 \u09AC\u09BF\u0995\u09B2\u09CD\u09AA\u099F\u09BF \u0989\u09AA\u09B2\u09AC\u09CD\u09A7 \u09A8\u09AF\u09BC.
search_timeline_search=\u09B8\u09AE\u09AF\u09BC\u09B0\u09C7\u0996\u09BE \u09B8\u09BE\u09B0\u09CD\u099A
blank_search_provided=\u0986\u09AA\u09A8\u09BE\u09B0 \u09A6\u09C7\u0993\u09AF\u09BC\u09BE \u09B8\u09BE\u09B0\u09CD\u099A \u09AB\u09BE\u0981\u0995\u09BE \u099B\u09BF\u09B2. \u0986\u09AC\u09BE\u09B0 \u099A\u09C7\u09B7\u09CD\u099F\u09BE \u0995\u09B0\u09C1\u09A8.
