error_internal=Puta mai t\u0113tahi hapa ohorere i. Koa ngana an\u014d. Ki te haere tonu t\u0113nei raru, whakap\u0101 atu ki te r\u014dp\u016b STEP ki te t\u016bhura i t\u0113nei ake.
error_missing_field=I taea ki te kawe i roto i te tono STEP no te mea he p\u0101tea etahi mara.
error_validation=He muhu \u0113tahi o kua whakaratohia e koe i te mara.
error_login=Me whiwhi t\u0113nei \u0101huatanga ki te takiuru ki te taahiraa a koe.

option_not_available_interleaved=E kore te mea e w\u0101tea ana t\u0113nei k\u014dwhiringa, ka tiro ana i te irava i te k\u014dwhiringa o nga 'Tuing\u0101tahi'.
option_not_available_interlinear=E kore te mea e w\u0101tea ana t\u0113nei k\u014dwhiringa, ka tiro ana i te irava i te k\u014dwhiringa o nga 'Interlinear'.
option_not_available_other=Me m\u014dhio, i t\u012bpakohia te aratau Interlinear no te mea kua hoki t\u012bpakohia e koe tetahi o nga k\u014dwhiringa e whai ake nei\: 'Grammar', 'Ng\u0101 kupu. i roto i te reo Ingarihi ', Ng\u0101 kupu i roto i te Kariki / Hiperu, Ng\u0101 kupu. whakam\u0101ori.
option_not_supported_by_version=E kore te mea e w\u0101tea ana t\u0113nei k\u014dwhiringa i roto i te kuputuhi i t\u012bpakohia i t\u0113nei w\u0101.

blank_search_provided=Ko w\u0101tea te rapu whakaratohia e koe. Koa ngana an\u014d.
refinement_not_supported=E kore te te rapu e whai ake nei %1$s tautokona. E kore e taea e koe te whakamahine %2$s rapu.
search_unknown=K\u0101ore i taea e ia ite i te momo o te rapu i tono koe STEP.
search_invalid=Ko muhu te rapu whakaratohia e koe.
subject_reference_search_too_big=Te irava whakaratohia i nui rawa (%1$s mau irava). T\u012bpako koa te ingoa o te pukapuka, he pene, he tohutoro e whai iti atu i te %2$s mau irava ranei.
search_subject=Kaupapa
search_word=Kupu
verse_related=Mau irava p\u0101 ana
related_by_topic=Kaupapa e p\u0101 ana

search_timeline=R\u0101rangi W\u0101

#derived from above
search_subject_search=Kaupapa rapu
search_timeline_search=Rapu Rainaw\u0101
search_word_search=Rapu Kupu
verse_related_search=P\u0101 ana mau irava rapu
related_by_topic_search=Rapu kaupapa p\u0101 ana
search_results_for=Hua rapu m\u014d


invalid_email=Whakaratohia He \u012bm\u0113ra muhu i\: %1$s
book_not_found=Kihai i taea e te kitea e te Bibilia / Commentary ki waitohu %1$s.
invalid_reference_in_book=Ko te tohutoro Bibilia "%1$s" e kore te mea he tohutoro whaimana i roto i te %2$s Bible / k\u014drero.
identical_texts=E ngana ana koe ki te whakarite 2 neke atu r\u0101nei ng\u0101 tuhinga.
translations_in_different_languages=E kore e taea STEP whakataurite i te putanga t\u012bpakohia rite kua oti te tuhituhi ratou i roto i te reo rerek\u0113.

bible_required=Me koe ki te t\u012bpako i t\u0113tahi Bibilia / Commentary.
reference_required=Me koe ki te whakarato i t\u0113tahi tohutoro kuputuhi Bibilia.
reference_for_maps=Hiahiatia te tohutoro kuputuhi Bible mo titiro ake Maps k\u014dwae.
bible_for_install=Me te t\u012bpako i te Bibilia / Commentary tuatahi.
failed_to_install=I rahua ki te t\u0101uta i te Bibilia / Commentary STEP.

# Messages for standalone step-server app
error_unable_to_show_browser=K\u0101ore i taea e ki te whakarewa i te p\u016btirotiro STEP.
error_generic=I puta t\u0113tahi hapa, kua.