# Menus
view=\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01
tools=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e21\u0e37\u0e2d
help=\u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49
quick_tutorial_link=\u0e01\u0e27\u0e14\u0e27\u0e34\u0e0a\u0e32\u0e14\u0e48\u0e27\u0e19
display=\u0e08\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25
search=\u0e04\u0e49\u0e19\u0e2b\u0e32
find=\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32

# First top menu (View)
download_desktop_step=\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19
new_functionality=\u0e43\u0e2b\u0e21\u0e48
download_desktop_step_about=\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14 \u0e41\u0e25\u0e30\u0e43\u0e0a\u0e49\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e2d\u0e34\u0e19\u0e40\u0e17\u0e2d\u0e23\u0e4c\u0e40\u0e19\u0e47\u0e15\u0e42\u0e14\u0e22\u0e44\u0e21\u0e48\u0e15\u0e49\u0e2d\u0e07
download_intro=\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e1a\u0e19\u0e41\u0e1e\u0e25\u0e15\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e41\u0e15\u0e01\u0e15\u0e48\u0e32\u0e07\u0e01\u0e31\u0e19 \u0e14\u0e49\u0e27\u0e22<a href\="https\://www.ej-technologies.com/products/install4j/overview.html" target\="_new">\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e15\u0e31\u0e27\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e41\u0e1e\u0e25\u0e15\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e2b\u0e25\u0e32\u0e22 install4j</a> \u0e42\u0e1b\u0e23\u0e14\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e1e\u0e25\u0e15\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e04\u0e38\u0e13\u0e21\u0e32\u0e01\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14
search_placeholder=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e32\u0e21\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07 \u0e04\u0e33 \u0e27\u0e25\u0e35 \u0e2b\u0e23\u0e37\u0e2d\u0e23\u0e38\u0e48\u0e19

# Second top menu (Tools)
tools_download_desktop_application=\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e04\u0e2d\u0e21\u0e1e\u0e34\u0e27\u0e40\u0e15\u0e2d\u0e23\u0e4c
tools_forget_my_profile=\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e43\u0e2b\u0e21\u0e48\u0e17\u0e38\u0e01\u0e2d\u0e22\u0e48\u0e32\u0e07
tools_settings=\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21...
tools_exit=\u0e08\u0e1a\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19

# Final top menu (Help)
help_online=\u0e04\u0e39\u0e48\u0e21\u0e37\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
we_need_help=\u0e40\u0e23\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
help_feedback=\u0e04\u0e27\u0e32\u0e21\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19
help_about=\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a...
help_privacy_policy=\u0e19\u0e42\u0e22\u0e1a\u0e32\u0e22\u0e04\u0e27\u0e32\u0e21\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e31\u0e27
translate_step=\u0e0a\u0e48\u0e27\u0e22\u0e41\u0e1b\u0e25\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e20\u0e32\u0e29\u0e32\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e2d\u0e07
video_help=\u0e27\u0e34\u0e14\u0e35\u0e42\u0e2d\u0e2a\u0e32\u0e18\u0e34\u0e15

# Passage options
display_headings=\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d
display_verseNumbers=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e02\u0e49\u0e2d
display_separateLines=\u0e02\u0e49\u0e2d\u0e1a\u0e19\u0e41\u0e15\u0e48\u0e25\u0e30\u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14
display_redLetter=\u0e04\u0e33\u0e02\u0e2d\u0e07\u0e1e\u0e23\u0e30\u0e40\u0e22\u0e0b\u0e39\u0e43\u0e19\u0e2a\u0e35\u0e41\u0e14\u0e07
display_notes=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e22\u0e48\u0e2d\u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07
display_englishVocab=Vocab. \u0e20\u0e32\u0e29\u0e32\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29
display_greekVocab=Vocab. \u0e43\u0e19\u0e20\u0e32\u0e29\u0e32\u0e01\u0e23\u0e35\u0e01 / \u0e2e\u0e34\u0e1a\u0e23\u0e39
display_transliteration=Vocab. \u0e17\u0e31\u0e1a\u0e28\u0e31\u0e1e\u0e17\u0e4c
display_vocab_options=\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e04\u0e33\u0e28\u0e31\u0e1e\u0e17\u0e4c
original_language_options=\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e20\u0e32\u0e29\u0e32\u0e15\u0e49\u0e19\u0e09\u0e1a\u0e31\u0e1a
display_grammar=\u0e44\u0e27\u0e22\u0e32\u0e01\u0e23\u0e13\u0e4c
display_grammarColor=\u0e44\u0e27\u0e22\u0e32\u0e01\u0e23\u0e13\u0e4c\u0e23\u0e2b\u0e31\u0e2a\u0e2a\u0e35
display_original_transliteration=\u0e16\u0e2d\u0e14\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e40\u0e14\u0e34\u0e21
display_divide_hebrew=\u0e23\u0e2b\u0e31\u0e2a\u0e2a\u0e35\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e34\u0e1a\u0e23\u0e39
display_greek_pointing=\u0e2a\u0e33\u0e40\u0e19\u0e35\u0e22\u0e07\u0e20\u0e32\u0e29\u0e32\u0e01\u0e23\u0e35\u0e01
display_hebrew_vowels=\u0e2a\u0e23\u0e30\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e34\u0e1a\u0e23\u0e39
display_pointing_include_hebrew=... \u0e41\u0e2a\u0e14\u0e07.also \u0e2a\u0e33\u0e40\u0e19\u0e35\u0e22\u0e07\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e34\u0e1a\u0e23\u0e39
display_greek_accents_help=\u0e41\u0e2a\u0e14\u0e07\u0e2a\u0e33\u0e40\u0e19\u0e35\u0e22\u0e07\u0e20\u0e32\u0e29\u0e32\u0e01\u0e23\u0e35\u0e01\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21
display_hebrew_vowels_help=\u0e41\u0e2a\u0e14\u0e07\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e34\u0e1a\u0e23\u0e39\u0e2a\u0e23\u0e30\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21
display_pointing_include_hebrew_vowels_help=\u0e19\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e19\u0e35\u0e49\u0e22\u0e31\u0e07 \u0e41\u0e2a\u0e14\u0e07\u0e40\u0e19\u0e49\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21
display_divide_hebrew_help=\u0e43\u0e0a\u0e49 2 \u0e2a\u0e35\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e0a\u0e48\u0e27\u0e22\u0e43\u0e19\u0e01\u0e32\u0e23\u0e41\u0e22\u0e01\u0e41\u0e22\u0e30\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e48\u0e32\u0e07 \u0e46 \u0e02\u0e2d\u0e07\u0e04\u0e33\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e34\u0e1a\u0e23\u0e39
display_divide_hebrew_explanation=\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07\u0e21\u0e35\u0e01\u0e32\u0e23\u0e17\u0e33\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e04\u0e48\u0e32\u0e43\u0e0a\u0e49\u0e2a\u0e2d\u0e07\u0e2a\u0e35\u0e2d\u0e37\u0e48\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e0a\u0e48\u0e27\u0e22\u0e41\u0e22\u0e01\u0e41\u0e22\u0e30\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e48\u0e32\u0e07 \u0e46 \u0e02\u0e2d\u0e07\u0e41\u0e15\u0e48\u0e25\u0e30\u0e04\u0e33\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e34\u0e1a\u0e23\u0e39

# Context options:
context_timeline=\u0e40\u0e2a\u0e49\u0e19\u0e40\u0e27\u0e25\u0e32
context_geography=\u0e41\u0e1c\u0e19\u0e17\u0e35\u0e48
context_genealogy=\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e1e\u0e07\u0e28\u0e4c

# Search options
search_passage_lookup=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07

personal_notes=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e2b\u0e15\u0e38\u0e2a\u0e48\u0e27\u0e19\u0e15\u0e31\u0e27
search_advanced=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07
free_search=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1f\u0e23\u0e35

search_subject_book_headings_initials=H
search_subject_book_headings=\u0e08\u0e2d\u0e07\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d
search_subject_nave_initials=N
search_subject_nave=\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e2d\u0e32\u0e01\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e42\u0e23\u0e04
search_subject_nave_extended_initials=N +
search_subject_nave_extended=\u0e2d\u0e32\u0e01\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e42\u0e23\u0e04\u0e40\u0e1b\u0e47\u0e19\u0e27\u0e34\u0e0a\u0e32\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07
results_loading=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e1b\u0e48\u0e27\u0e22\u0e43\u0e19\u0e02\u0e13\u0e30\u0e17\u0e35\u0e48\u0e40\u0e23\u0e32\u0e42\u0e2b\u0e25\u0e14\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c...

#index page
available_versions=\u0e21\u0e35\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c & \u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32
copyright_info_link=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e41\u0e25\u0e30\u0e43\u0e1a\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15
quick_tutorial=\u0e01\u0e27\u0e14\u0e27\u0e34\u0e0a\u0e32\u0e14\u0e48\u0e27\u0e19\u0e40\u0e2b\u0e47\u0e19\u0e27\u0e34\u0e18\u0e35\u0e01\u0e32\u0e23\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19

bible_text=\u0e02\u0e49\u0e2d\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c
open_in_new_panel=\u0e40\u0e1b\u0e34\u0e14\u0e41\u0e1c\u0e07\u0e43\u0e2b\u0e21\u0e48

# Search toolbar
search_context=%d verse(s) \u0e02\u0e49\u0e32\u0e07\u0e43\u0e14\u0e02\u0e49\u0e32\u0e07\u0e2b\u0e19\u0e36\u0e48\u0e07
search_more_context=\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
search_less_context=\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e19\u0e49\u0e2d\u0e22
search_refine_search=\u0e1b\u0e23\u0e31\u0e1a\u0e41\u0e15\u0e48\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
search_search_button=\u0e04\u0e49\u0e19\u0e2b\u0e32
search_query_syntax=\u0e44\u0e27\u0e22\u0e32\u0e01\u0e23\u0e13\u0e4c\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e19\u0e35\u0e49


# passage toolbar
passage_sync=\u0e0b\u0e34\u0e07\u0e42\u0e04\u0e23\u0e44\u0e19\u0e0b\u0e4c\u0e01\u0e31\u0e1a\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07\u0e2d\u0e37\u0e48\u0e19 \u0e46
passage_previous_chapter=\u0e41\u0e2a\u0e14\u0e07\u0e1a\u0e17\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49
passage_next_chapter=\u0e41\u0e2a\u0e14\u0e07\u0e1a\u0e17\u0e16\u0e31\u0e14\u0e44\u0e1b
font_sizes=\u0e02\u0e19\u0e32\u0e14\u0e41\u0e1a\u0e1a\u0e2d\u0e31\u0e01\u0e29\u0e23
passage_larger_fonts=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e02\u0e19\u0e32\u0e14\u0e41\u0e1a\u0e1a\u0e2d\u0e31\u0e01\u0e29\u0e23
passage_smaller_fonts=\u0e25\u0e14\u0e02\u0e19\u0e32\u0e14\u0e41\u0e1a\u0e1a\u0e2d\u0e31\u0e01\u0e29\u0e23
passage_font_size_symbol=A
passage_open_sidebar=\u0e40\u0e1b\u0e34\u0e14\u0e41\u0e16\u0e1a\u0e14\u0e49\u0e32\u0e19\u0e02\u0e49\u0e32\u0e07 \u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e17\u0e35\u0e48\u0e04\u0e31\u0e48\u0e19\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d \u0e04\u0e33\u0e40\u0e21\u0e06 \u0e1b\u0e17\u0e32\u0e19\u0e38\u0e01\u0e23\u0e21, ...

# A sentence for a simple text search
simple_text_search_level_basic=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e49\u0e2d\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e01\u0e31\u0e1a | %1$s | %2$s | \u0e20\u0e32\u0e22\u0e43\u0e19 | %3$s
simple_text_search_level_intermediate=\u0e41\u0e25\u0e30 %1$s | %2$s | %3$s | \u0e20\u0e32\u0e22\u0e43\u0e19 | %4$s
simple_text_search_scope_of_search_help=\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07<b>\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22</b><b>\u0e23\u0e48\u0e21 1</b>, <b>Phili</b><br>\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23

word_search_level_basic=\u0e04\u0e49\u0e19\u0e2b\u0e32 | %1$s | %2$s \#<span class\="originalAncient">\u0e41\u0e2a\u0e14\u0e07</span>|| %3$s
word_search_level_intermediate=\u0e08\u0e33\u0e01\u0e31\u0e14\u0e1c\u0e25 | %1$s | \u0e41\u0e25\u0e30\u0e02\u0e2d\u0e07\u0e01\u0e25\u0e38\u0e48\u0e21\u0e14\u0e49\u0e27\u0e22 | %2$s
word_search_original_word_warning=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e1a\u0e2b\u0e25\u0e48\u0e19\u0e25\u0e07\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e01\u0e48\u0e2d\u0e19
word_search_original_constrain_results=\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e21\u0e35\u0e01\u0e32\u0e23\u0e23\u0e30\u0e1a\u0e38\u0e04\u0e33 \u0e08\u0e33\u0e01\u0e31\u0e14\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e41\u0e2a\u0e14\u0e07

subject_search=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e2b\u0e31\u0e27\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07
subject_related=\u0e02\u0e49\u0e2d / \u0e1a\u0e17\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07

passage_info_about_version=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e19\u0e35\u0e49 / \u0e04\u0e27\u0e32\u0e21\u0e40\u0e2b\u0e47\u0e19

add_search_row=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e16\u0e27\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
advanced_search_include_words_within_range_of_each_other=\u0e23\u0e27\u0e21\u0e04\u0e33\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49 | %1$s | \u0e16\u0e49\u0e32\u0e20\u0e32\u0e22\u0e43\u0e19 %2$s \u0e04\u0e33\u0e01\u0e31\u0e19
advanced_search_restrict_search=\u0e08\u0e33\u0e01\u0e31\u0e14\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32 | %1$s | <i>\u0e2b\u0e23\u0e37\u0e2d</i>\u0e41\u0e22\u0e01\u0e0a\u0e48\u0e27\u0e07 | %2$s
advanced_search_first_and_second_proximity=\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21 \u0e41\u0e25\u0e30\u0e2a\u0e2d\u0e07\u0e2d\u0e22\u0e39\u0e48 %1$s \u0e02\u0e49\u0e2d\u0e01\u0e31\u0e19

search_for_personal_notes=\u0e40\u0e1b\u0e34\u0e14\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e22\u0e48\u0e2d\u0e2a\u0e48\u0e27\u0e19\u0e1a\u0e38\u0e04\u0e04\u0e25
current_personal_notes=\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19
save_personal_notes=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e22\u0e48\u0e2d
delete_personal_notes=\u0e25\u0e1a\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e22\u0e48\u0e2d
new_personal_notes=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e22\u0e48\u0e2d\u0e43\u0e2b\u0e21\u0e48

#Lexicon popup
original_word=\u0e04\u0e33\u0e40\u0e14\u0e34\u0e21
lexicon_search_for_this_word=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e33\u0e19\u0e35\u0e49
lexicon_searches=<i>\u0e04\u0e49\u0e19\u0e2b\u0e32<a class\="lexiconSearchLink" href\="javascript\:void(0)" onclick\="step.lexicon.sameWordSearch();">\u0e04\u0e33\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19</a>\u0e2b\u0e23\u0e37\u0e2d<a class\="lexiconSearchLink" href\="javascript\:void(0)" onclick\="step.lexicon.relatedWordSearch();">\u0e04\u0e33\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07</a>\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14</i>
lexicon_vocab=\u0e04\u0e33\u0e28\u0e31\u0e1e\u0e17\u0e4c
lexicon_translated_as=\u0e41\u0e1b\u0e25\u0e43\u0e19\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e40\u0e1b\u0e47\u0e19\:
lexicon_meaning=\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e21\u0e32\u0e22
lexicon_related_words=\u0e04\u0e33\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07
lexicon_grammar=\u0e44\u0e27\u0e22\u0e32\u0e01\u0e23\u0e13\u0e4c

lexicon_ie=\u0e40\u0e0a\u0e48\u0e19
lexicon_eg=\u0e40\u0e0a\u0e48\u0e19
detailed_grammar_info=\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e41\u0e25\u0e30\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07
lexicon_grammar_language=\u0e20\u0e32\u0e29\u0e32
lexicon_grammar_function=\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19
lexicon_grammar_person=\u0e04\u0e19
lexicon_grammar_gender=\u0e40\u0e1e\u0e28
lexicon_grammar_number=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02
lexicon_grammar_case=\u0e01\u0e23\u0e13\u0e35
lexicon_grammar_tense=\u0e15\u0e36\u0e07\u0e40\u0e04\u0e23\u0e35\u0e22\u0e14
lexicon_grammar_mood=\u0e2d\u0e32\u0e23\u0e21\u0e13\u0e4c
lexicon_grammar_voice=\u0e40\u0e2a\u0e35\u0e22\u0e07
lexicon_grammar_suffix=\u0e04\u0e33\u0e15\u0e48\u0e2d\u0e17\u0e49\u0e32\u0e22

#Bookmark pane:
recent_texts=\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
bookmarks=\u0e17\u0e35\u0e48\u0e04\u0e31\u0e48\u0e19\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d
bookmarks_and_recent_texts=\u0e17\u0e35\u0e48\u0e04\u0e31\u0e48\u0e19\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d\u0e41\u0e25\u0e30\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
bookmarks_open=\u0e40\u0e1b\u0e34\u0e14\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07\u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e19\u0e35\u0e49
bookmark_remove=\u0e40\u0e2d\u0e32\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23
passage_tools_bookmark=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49\u0e43\u0e19\u0e2d\u0e19\u0e32\u0e04\u0e15\u0e41\u0e25\u0e30\u0e2a\u0e48\u0e07\u0e44\u0e1b\u0e14\u0e49\u0e32\u0e19\u0e1a\u0e19
passage_tools_delete_bookmark=\u0e40\u0e2d\u0e32\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e15\u0e23\u0e36\u0e07\u0e44\u0e27\u0e49
bookmarks_pinned=\u0e15\u0e23\u0e36\u0e07\u0e44\u0e27\u0e49
bookmarks_recent=\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14

hebrew_interlin=\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e34\u0e1a\u0e23\u0e39 interlinear
greek_interlin=\u0e20\u0e32\u0e29\u0e32\u0e01\u0e23\u0e35\u0e01 interlinear

#Other
close=\u0e1b\u0e34\u0e14
please_enter_year=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48\u0e1b\u0e35\:

register_tag_line=\u0e40\u0e23\u0e32\u0e2d\u0e22\u0e32\u0e01\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e1b\u0e23\u0e30\u0e40\u0e21\u0e34\u0e19\u0e02\u0e48\u0e32\u0e27\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14 \u0e1b\u0e35\u0e25\u0e30\u0e04\u0e23\u0e31\u0e49\u0e07\u0e2b\u0e23\u0e37\u0e2d\u0e2a\u0e2d\u0e07\u0e04\u0e23\u0e31\u0e49\u0e07
register_name=\u0e0a\u0e37\u0e48\u0e2d
register_email=\u0e2d\u0e35\u0e40\u0e21\u0e25
register_password=\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19
register_country=\u0e1b\u0e23\u0e30\u0e40\u0e17\u0e28

register_type=\u0e0a\u0e19\u0e34\u0e14
feedback_summary=\u0e2a\u0e23\u0e38\u0e1b
feedback_description=\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
include_screenshot=\u0e40\u0e23\u0e32\u0e08\u0e30\u0e21\u0e35\u0e2b\u0e19\u0e49\u0e32\u0e08\u0e2d\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e01\u0e32\u0e23\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19
feedback_please_wait=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e2d\u0e43\u0e19\u0e02\u0e13\u0e30\u0e17\u0e35\u0e48\u0e40\u0e23\u0e32\u0e2b\u0e19\u0e49\u0e32\u0e08\u0e2d\u0e41\u0e17\u0e47\u0e1a\u0e40\u0e1a\u0e23\u0e32\u0e27\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19 \u0e44\u0e21\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e1b\u0e34\u0e14\u0e40\u0e1a\u0e23\u0e32\u0e27\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
feedback_sending=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e2d\u0e43\u0e19\u0e02\u0e13\u0e30\u0e17\u0e35\u0e48\u0e40\u0e23\u0e32\u0e2a\u0e48\u0e07\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e4c\u0e04\u0e33\u0e15\u0e34\u0e0a\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13...
feedback_success=\u0e02\u0e2d\u0e1a\u0e04\u0e38\u0e13\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e04\u0e33\u0e15\u0e34\u0e0a\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
feedback_failure=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e2a\u0e48\u0e07\u0e04\u0e33\u0e15\u0e34\u0e0a\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e01\u0e23\u0e38\u0e13\u0e32\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e23\u0e32\u0e1c\u0e48\u0e32\u0e19\u0e17\u0e32\u0e07<a href\="mailto\: feedback@stepbible.org" target\="_blank">feedback@stepbible.org</a>

feedback_type_bug=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
feedback_type_improvement=\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07
feedback_new_feature=\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e43\u0e2b\u0e21\u0e48
feedback_error_found=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e35\u0e48\u0e1e\u0e1a
feedback_need_help=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e2b\u0e25\u0e37\u0e2d
feedback_volunteer=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e32\u0e2a\u0e32\u0e2a\u0e21\u0e31\u0e04\u0e23
feedback_just_say_hi=\u0e40\u0e1e\u0e35\u0e22\u0e07\u0e41\u0e15\u0e48\u0e1e\u0e39\u0e14\u0e27\u0e48\u0e32 "\u0e2a\u0e27\u0e31\u0e2a\u0e14\u0e35"

step_disclaimer=\u0e0b\u0e2d\u0e1f\u0e15\u0e4c\u0e41\u0e27\u0e23\u0e4c\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e41\u0e25\u0e30\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2d\u0e22\u0e39\u0e48\u0e20\u0e32\u0e22\u0e43\u0e15\u0e49\u0e07\u0e32\u0e19\u0e1e\u0e31\u0e12\u0e19\u0e32\u0e41\u0e25\u0e30\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
step_thanks=\u0e1a\u0e49\u0e32\u0e19 Tyndale \u0e08\u0e30\u0e02\u0e2d\u0e1a\u0e04\u0e38\u0e13\u0e21\u0e32\u0e01\u0e01\u0e31\u0e1a\u0e2d\u0e32\u0e2a\u0e32\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e08\u0e33\u0e19\u0e27\u0e19\u0e21\u0e32\u0e01 \u0e1c\u0e39\u0e49\u0e1b\u0e23\u0e30\u0e01\u0e32\u0e28 \u0e2a\u0e21\u0e32\u0e04\u0e21\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c \u0e41\u0e25\u0e30\u0e2d\u0e37\u0e48\u0e19 \u0e46 \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2a\u0e38\u0e20\u0e32\u0e1e\u0e40\u0e1b\u0e47\u0e19\u0e1e\u0e31\u0e19\u0e18\u0e21\u0e34\u0e15\u0e23\u0e01\u0e31\u0e19\u0e43\u0e19\u0e01\u0e32\u0e23\u0e17\u0e33\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e16\u0e37\u0e2d\u0e17\u0e35\u0e48\u0e28\u0e36\u0e01\u0e29\u0e32\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e21\u0e37\u0e2d\u0e17\u0e35\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e17\u0e38\u0e01\u0e04\u0e19<p>\u0e42\u0e14\u0e22\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e22\u0e34\u0e48\u0e07 Tyndale \u0e1a\u0e49\u0e32\u0e19\u0e2d\u0e22\u0e32\u0e01\u0e08\u0e30\u0e02\u0e2d\u0e1a\u0e04\u0e38\u0e13\:
step_thanks_crosswire=<a href\="http\://www.crosswire.org" target\="_new">CrossWire</a>\u0e17\u0e33\u0e0b\u0e2d\u0e1f\u0e15\u0e4c\u0e41\u0e27\u0e23\u0e4c\u0e21\u0e2b\u0e31\u0e28\u0e08\u0e23\u0e23\u0e22\u0e4c\u0e40\u0e1b\u0e47\u0e19\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e1b\u0e25\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c
step_thanks_crossway=<a href\="http\://www.crossway.org" target\="_new">Crossway</a>\u0e17\u0e33\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c ESV \u0e27\u0e48\u0e32\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e02\u0e2d\u0e07\u0e40\u0e23\u0e32
step_thanks_biblica=<a href\="http\://www.biblica.org" target\="_new">Biblica</a>\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e17\u0e33\u0e27\u0e48\u0e32\u0e07 NIV, NVI \u0e08\u0e35\u0e19\u0e23\u0e48\u0e27\u0e21\u0e2a\u0e21\u0e31\u0e22 \u0e41\u0e25\u0e30\u0e41\u0e1b\u0e25\u0e2d\u0e37\u0e48\u0e19 \u0e46 \u0e21\u0e35\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e02\u0e2d\u0e07\u0e40\u0e23\u0e32

#Preface page
preface_title=%1$s preface
preface_description=Preface \u0e44\u0e1b %1$s

#Version page
book_list=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e08\u0e2d\u0e07
copyright_information=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c
copyright_information_list=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c

#Versions page
list_available_versions=\u0e23\u0e32\u0e22\u0e0a\u0e37\u0e48\u0e2d\u0e23\u0e38\u0e48\u0e19\u0e17\u0e35\u0e48\u0e21\u0e35\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
available_versions_in_step=\u0e23\u0e38\u0e48\u0e19\u0e17\u0e35\u0e48\u0e21\u0e35\u0e43\u0e19\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19
all_available_versions=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e23\u0e38\u0e48\u0e19\u0e21\u0e35\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e23\u0e27\u0e21\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e42\u0e04\u0e23\u0e07\u0e01\u0e32\u0e23\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19
esv_kjv_asv_greek_hebrew=\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21 ESV \u0e17\u0e31\u0e49\u0e07\u0e09\u0e1a\u0e31\u0e1a KJV ASV \u0e01\u0e23\u0e35\u0e01 & \u0e2e\u0e34\u0e1a\u0e23\u0e39\u0e41\u0e25\u0e30\u0e2d\u0e37\u0e48\u0e19 \u0e46 \u0e2d\u0e35\u0e01\u0e21\u0e32\u0e01\u0e21\u0e32\u0e22

# Configuration page
welcome_to_step=\u0e22\u0e34\u0e19\u0e14\u0e35\u0e15\u0e49\u0e2d\u0e19\u0e23\u0e31\u0e1a\u0e2a\u0e39\u0e48\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19
welcome_to_step_configuration=\u0e22\u0e34\u0e19\u0e14\u0e35\u0e15\u0e49\u0e2d\u0e19\u0e23\u0e31\u0e1a\u0e2a\u0e39\u0e48\u0e2b\u0e19\u0e49\u0e32\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19
first_time_notice=\u0e19\u0e35\u0e48\u0e04\u0e37\u0e2d\u0e04\u0e23\u0e31\u0e49\u0e07\u0e41\u0e23\u0e01\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e40\u0e23\u0e35\u0e22\u0e01\u0e43\u0e0a\u0e49\u0e0b\u0e2d\u0e1f\u0e15\u0e4c\u0e41\u0e27\u0e23\u0e4c\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19 \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e1b\u0e48\u0e27\u0e22\u0e43\u0e19\u0e02\u0e13\u0e30\u0e17\u0e35\u0e48\u0e08\u0e30\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07<br>\u0e42\u0e1b\u0e23\u0e14\u0e17\u0e23\u0e32\u0e1a\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e2d\u0e34\u0e19\u0e40\u0e17\u0e2d\u0e23\u0e4c\u0e40\u0e19\u0e47\u0e15
configuration_intro=\u0e1a\u0e19\u0e40\u0e1e\u0e08\u0e19\u0e35\u0e49 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14 \u0e41\u0e25\u0e30\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e43\u0e2b\u0e21\u0e48\u0e02\u0e49\u0e2d\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32 \u0e42\u0e1b\u0e23\u0e14\u0e17\u0e23\u0e32\u0e1a\u0e17\u0e35\u0e48\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49<b>\u0e08\u0e30\u0e42\u0e21\u0e43\u0e2b\u0e21\u0e48\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e08\u0e32\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e17\u0e2d\u0e23\u0e4c\u0e40\u0e19\u0e47\u0e15.</b> \u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32 \u0e01\u0e23\u0e38\u0e13\u0e32 "\u0e01\u0e32\u0e23\u0e04\u0e25\u0e31\u0e07" \u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e1a\u0e2b\u0e25\u0e48\u0e19\u0e25\u0e07\u0e43\u0e19\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e14\u0e49\u0e32\u0e19\u0e0b\u0e49\u0e32\u0e22\u0e21\u0e37\u0e2d \u0e2d\u0e35\u0e01\u0e27\u0e34\u0e18\u0e35\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e04\u0e37\u0e2d \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e02\u0e49\u0e32\u0e21\u0e19\u0e35\u0e49 \u0e41\u0e25\u0e30\u0e40\u0e23\u0e34\u0e48\u0e21\u0e43\u0e0a\u0e49\u0e41\u0e2d\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19 (\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e23\u0e38\u0e48\u0e19\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e20\u0e32\u0e22\u0e2b\u0e25\u0e31\u0e07)
installation_instructions=\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e42\u0e21\u0e14\u0e39\u0e25 \u0e25\u0e32\u0e01\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c "\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07" \u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07 "\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e40\u0e14\u0e35\u0e4b\u0e22\u0e27\u0e19\u0e35\u0e49"

installation_sort_by=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e15\u0e32\u0e21
installation_sort_and_filter=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e41\u0e25\u0e30\u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07\:
installation_filter_by_value=\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e1c\u0e39\u0e49\u0e17\u0e35\u0e48 \u0e21\u0e35 {0} \u0e43\u0e19\u0e01\u0e32\u0e23 
installation_book_name=\u0e0a\u0e37\u0e48\u0e2d
installation_book_initials=\u0e15\u0e31\u0e27\u0e22\u0e48\u0e2d
installation_book_language=\u0e20\u0e32\u0e29\u0e32
installation_book_language_code=\u0e23\u0e2b\u0e31\u0e2a\u0e20\u0e32\u0e29\u0e32
installation_book_category=\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17

installation_downloadable_modules=\u0e21\u0e35\u0e42\u0e21\u0e14\u0e39\u0e25
installation_installed_modules=\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e42\u0e21\u0e14\u0e39\u0e25
installation_please_wait_while_step_retrieves_bibles=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e2d\u0e43\u0e19\u0e02\u0e13\u0e30\u0e17\u0e35\u0e48\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e14\u0e36\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32
installation_use_step_application=\u0e40\u0e23\u0e34\u0e48\u0e21\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e42\u0e21\u0e14\u0e39\u0e25
installation_add_modules_from_internet=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e08\u0e32\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e17\u0e2d\u0e23\u0e4c\u0e40\u0e19\u0e47\u0e15
installation_select_repository=\u0e40\u0e01\u0e47\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\:
installation_add_local_repository=\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e08\u0e32\u0e01\u0e44\u0e14\u0e40\u0e23\u0e01\u0e17\u0e2d\u0e23\u0e35...
select_repository=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e01\u0e47\u0e1a
installation_loading_repository=\u0e42\u0e2b\u0e25\u0e14\u0e40\u0e01\u0e47\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32 \u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e2d\u0e2a\u0e31\u0e01\u0e04\u0e23\u0e39\u0e48
select_directory=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e14\u0e40\u0e23\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e17\u0e35\u0e48\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e14\u0e49\u0e27\u0e22\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32...
installation_all_repositories=\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 repositories (\u0e2d\u0e34\u0e19\u0e40\u0e17\u0e2d\u0e23\u0e4c\u0e40\u0e19\u0e47\u0e15)


#Error messages
unable_to_obtain_version_information=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e23\u0e38\u0e48\u0e19\u0e19\u0e35\u0e49\: %1$s
uncategorised=Uncategorised
bible_book_name=\u0e0a\u0e37\u0e48\u0e2d\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c
chapters_in_book=\u0e1a\u0e17\u0e43\u0e19\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d
intro_from_copyright_holder=\u0e41\u0e19\u0e30\u0e19\u0e33\u0e08\u0e32\u0e01\u0e1c\u0e39\u0e49\u0e16\u0e37\u0e2d\u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c

share=Facebook, Tweet, Google + ...
launch_browser=\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e19\u0e40\u0e1a\u0e23\u0e32\u0e27\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c
step_running=\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19
open_browser=\u0e16\u0e49\u0e32\u0e40\u0e1a\u0e23\u0e32\u0e27\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e40\u0e1b\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 \u0e01\u0e23\u0e38\u0e13\u0e32\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49 \u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e25\u0e34\u0e01\u0e2a\u0e2d\u0e07\u0e04\u0e23\u0e31\u0e49\u0e07\u0e44\u0e2d\u0e04\u0e2d\u0e19\u0e16\u0e32\u0e14\u0e23\u0e30\u0e1a\u0e1a Failing \u0e17\u0e35\u0e48 \u0e44\u0e1b\u0e22\u0e31\u0e07 %s
installDirectory=\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32\u0e08\u0e32\u0e01\u0e44\u0e14\u0e40\u0e23\u0e01\u0e17\u0e2d\u0e23\u0e35
install_resources_from_directory=\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e08\u0e32\u0e01\u0e44\u0e14\u0e40\u0e23\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01
browse_for_files=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e14\u0e40\u0e23\u0e01\u0e17\u0e2d\u0e23\u0e35
step_is_shutting_down=\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e01\u0e33\u0e25\u0e31\u0e07\u0e08\u0e30\u0e1b\u0e34\u0e14\u0e25\u0e07
you_can_close_browser=\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19 \u0e2b\u0e23\u0e37\u0e2d\u0e21\u0e35\u0e1b\u0e34\u0e14 \u0e17\u0e48\u0e32\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e1b\u0e34\u0e14\u0e40\u0e1a\u0e23\u0e32\u0e27\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
modules_from_crosswire=\u0e2a\u0e38\u0e14\u0e42\u0e2e\u0e2a\u0e15\u0e4c\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e32\u0e01\u0e23\u0e21\u0e32\u0e08\u0e32\u0e01<a href\="http\://www.crosswire.org/sword/modules/" target\="_blank">\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35\u0e42\u0e21 CrossWire</a>
module_from_sword=\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e32\u0e01\u0e23\u0e19\u0e35\u0e49\u0e21\u0e35\u0e42\u0e21\u0e14\u0e39\u0e14\u0e32\u0e1a \u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e43\u0e0a\u0e49<a href\="http\://www.crosswire.org/jsword/" target\="_blank">\u0e0b\u0e2d\u0e1f\u0e15\u0e4c\u0e41\u0e27\u0e23\u0e4c\u0e02\u0e2d\u0e07 CrossWire JSword</a>\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e02\u0e2d\u0e07\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e32\u0e01\u0e23\u0e19\u0e35\u0e49

#Stats
passage_stats=\u0e01\u0e32\u0e23\u0e27\u0e34\u0e40\u0e04\u0e23\u0e32\u0e30\u0e2b\u0e4c\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07
analyse_label=\u0e27\u0e34\u0e40\u0e04\u0e23\u0e32\u0e30\u0e2b\u0e4c\u0e04\u0e27\u0e32\u0e21\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23
analyse_sort_label=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e15\u0e32\u0e21\u0e04\u0e27\u0e32\u0e21\u0e16\u0e35\u0e48
analyse_animate_label=\u0e17\u0e33\u0e43\u0e2b\u0e49\u0e40\u0e04\u0e25\u0e37\u0e48\u0e2d\u0e19\u0e44\u0e2b\u0e27
analyse_book_ref=\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e2b\u0e23\u0e37\u0e2d\u0e01\u0e32\u0e23\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07

paging_showing=\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c %d

# Messages added by Patrick for Colour Code Grammar and enhanced Quick Tryout Links
# help introduction messages
simple_intro_welcome=\u0e22\u0e34\u0e19\u0e14\u0e35\u0e15\u0e49\u0e2d\u0e19\u0e23\u0e31\u0e1a\u0e2a\u0e39\u0e48\u0e02\u0e31\u0e49\u0e19\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c
simple_intro_tyndale_house_project=\u0e08\u0e32\u0e01 Tyndale \u0e40\u0e2e\u0e32\u0e2a\u0e4c \u0e40\u0e04\u0e21\u0e1a\u0e23\u0e34\u0e14\u0e08\u0e4c\u0e2a\u0e2b\u0e23\u0e32\u0e0a\u0e2d\u0e32\u0e13\u0e32\u0e08\u0e31\u0e01\u0e23
simple_intro=\u0e43\u0e0a\u0e49\u0e01\u0e25\u0e48\u0e2d\u0e07\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c \u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32 \u0e17\u0e32\u0e07\u0e40\u0e14\u0e34\u0e19 \u0e01\u0e31\u0e19 \u0e2f\u0e25\u0e2f \u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e40\u0e0a\u0e48\u0e19\:
simple_passage_explanation=\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e19\u0e35\u0e49\u0e41\u0e2a\u0e14\u0e07\u0e27\u0e34\u0e18\u0e35\u0e01\u0e32\u0e23\u0e44\u0e14\u0e49\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e23\u0e27\u0e14\u0e40\u0e23\u0e47\u0e27\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e49\u0e2d\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c
multiple_versions_explanation=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e49\u0e2d\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e43\u0e19\u0e41\u0e1b\u0e25\u0e2a\u0e32\u0e21\u0e41\u0e15\u0e01\u0e15\u0e48\u0e32\u0e07\u0e01\u0e31\u0e19\u0e01\u0e47\u0e07\u0e48\u0e32\u0e22
simple_search_explanation=\u0e19\u0e35\u0e49\u0e16\u0e32\u0e21\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e33\u0e20\u0e32\u0e29\u0e32\u0e01\u0e23\u0e35\u0e01\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a '\u0e1e\u0e35\u0e48\u0e0a\u0e32\u0e22' \u0e41\u0e25\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e43\u0e19 ESV
simple_search_restricted_explanation=\u0e43\u0e19\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49 \u0e40\u0e23\u0e32\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e33\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e34\u0e1a\u0e23\u0e39 'he.sed' (\u0e04\u0e27\u0e32\u0e21\u0e20\u0e31\u0e01\u0e14\u0e35), \u0e43\u0e19 Pentateuch \u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19
chained_searches_explanation=\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e35\u0e49\u0e40\u0e23\u0e35\u0e22\u0e01\u0e43\u0e0a\u0e49 '\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e34\u0e1a\u0e23\u0e39\u0e04\u0e33\u0e04\u0e49\u0e19' \u0e41\u0e25\u0e30 '\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21' \u0e04\u0e49\u0e19\u0e2b\u0e32 \u0e41\u0e25\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e43\u0e19 NIV \u0e41\u0e25\u0e30 ESV
chained_searches_explanation_subject=\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e23\u0e27\u0e21\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e21\u0e32\u0e01\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14 \u0e19\u0e35\u0e49\u0e1e\u0e1a\u0e27\u0e48\u0e32\u0e04\u0e33\u0e17\u0e35\u0e48\u0e41\u0e1b\u0e25\u0e27\u0e48\u0e32 '\u0e1e\u0e23\u0e30' \u0e19\u0e1a\u0e35\u0e41\u0e25\u0e30\u0e1e\u0e31\u0e19\u0e18\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e43\u0e2b\u0e21\u0e48 \u0e41\u0e15\u0e48\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e02\u0e49\u0e2d\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e1a\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d 'David' \u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e23\u0e27\u0e21\u0e02\u0e49\u0e2d\u0e0b\u0e36\u0e48\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e16\u0e36\u0e07 '\u0e1e\u0e23\u0e30' \u0e43\u0e19\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e37\u0e48\u0e19 \u0e46
interlinear_grammar_explanation=Interlinear \u0e2e\u0e34\u0e1a\u0e23\u0e39 & \u0e01\u0e23\u0e35\u0e01\u0e21\u0e35\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25\u0e01\u0e31\u0e1a\u0e44\u0e27\u0e22\u0e32\u0e01\u0e23\u0e13\u0e4c (\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e40\u0e23\u0e47\u0e27 \u0e46 \u0e19\u0e35\u0e49) \u0e01\u0e32\u0e23\u0e01\u0e25\u0e31\u0e1a\u0e43\u0e1a\u0e2a\u0e31\u0e48\u0e07 interlinear \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e23\u0e38\u0e48\u0e19\u0e15\u0e31\u0e27\u0e22\u0e48\u0e2d\u0e20\u0e32\u0e22\u0e43\u0e15\u0e49\u0e40\u0e25\u0e02\u0e02\u0e49\u0e2d
interlinear_ot_explanation=Interlinear \u0e2e\u0e34\u0e1a\u0e23\u0e39 & \u0e01\u0e23\u0e35\u0e01\u0e21\u0e35\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25\u0e01\u0e31\u0e1a\u0e44\u0e27\u0e22\u0e32\u0e01\u0e23\u0e13\u0e4c (\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e40\u0e23\u0e47\u0e27 \u0e46 \u0e19\u0e35\u0e49) \u0e01\u0e32\u0e23\u0e01\u0e25\u0e31\u0e1a\u0e43\u0e1a\u0e2a\u0e31\u0e48\u0e07 interlinear \u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e23\u0e38\u0e48\u0e19\u0e15\u0e31\u0e27\u0e22\u0e48\u0e2d\u0e20\u0e32\u0e22\u0e43\u0e15\u0e49\u0e40\u0e25\u0e02\u0e02\u0e49\u0e2d
machine_translated=\u0e20\u0e32\u0e29\u0e32\u0e19\u0e35\u0e49\u0e21\u0e35\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25 \u0e42\u0e14\u0e22\u0e04\u0e2d\u0e21\u0e1e\u0e34\u0e27\u0e40\u0e15\u0e2d\u0e23\u0e4c \u0e14\u0e31\u0e07\u0e19\u0e31\u0e49\u0e19\u0e2d\u0e32\u0e08\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e14\u0e49\u0e27\u0e22\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14 \u0e01\u0e23\u0e38\u0e13\u0e32\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e23\u0e32\u0e41\u0e01\u0e49\u0e44\u0e02\u0e21\u0e31\u0e19
partially_translated=\u0e20\u0e32\u0e29\u0e32\u0e19\u0e35\u0e49\u0e21\u0e35\u0e1a\u0e32\u0e07\u0e2a\u0e48\u0e27\u0e19\u0e41\u0e1b\u0e25 \u0e41\u0e25\u0e30\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a \u0e01\u0e23\u0e38\u0e13\u0e32\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e23\u0e32\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07
click_to_try_this=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e25\u0e2d\u0e07\u0e19\u0e35\u0e49
download_installer=\u0e2b\u0e23\u0e37\u0e2d \u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e08\u0e01\u0e01\u0e23\u0e30\u0e08\u0e32\u0e22\u0e43\u0e19\u0e1e\u0e37\u0e48\u0e19\u0e17\u0e35\u0e48\u0e46 \u0e44\u0e21\u0e48\u0e21\u0e35\u0e2d\u0e34\u0e19\u0e40\u0e17\u0e2d\u0e23\u0e4c\u0e40\u0e19\u0e47\u0e15 \u0e02\u0e22\u0e32\u0e22\u0e44\u0e1f\u0e25\u0e4c\u0e25\u0e07\u0e43\u0e19 USB \u0e2b\u0e23\u0e37\u0e2d\u0e01\u0e32\u0e23\u0e4c\u0e14 SD \u0e01\u0e32\u0e23\u0e41\u0e08\u0e01\u0e01\u0e23\u0e30\u0e08\u0e32\u0e22\u0e2a\u0e33\u0e40\u0e19\u0e32\u0e2d\u0e2d\u0e01\u0e44\u0e1b\u0e40\u0e1b\u0e47\u0e19\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e15\u0e32\u0e21\u0e01\u0e0e\u0e2b\u0e21\u0e32\u0e22\u0e2b\u0e32\u0e01\u0e17\u0e48\u0e32\u0e19\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e02\u0e32\u0e22\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e44\u0e14\u0e49\u0e01\u0e33\u0e44\u0e23
download1=\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e2d\u0e07 Windows \u0e41\u0e25\u0e30 Mac \u0e23\u0e27\u0e21\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d\u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32 9 \u0e40\u0e25\u0e48\u0e21 (250Mb)
download2=\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e2d\u0e07 Windows \u0e41\u0e25\u0e30 Mac \u0e23\u0e27\u0e21\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d\u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32 200 \u0e40\u0e25\u0e48\u0e21 (600Mb)
download3=\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e2d\u0e07 Windows \u0e41\u0e25\u0e30 Mac \u0e23\u0e27\u0e21\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d\u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32 450 \u0e40\u0e25\u0e48\u0e21 (765Mb)
return_to_main_site=\u0e2d\u0e35\u0e01\u0e27\u0e34\u0e18\u0e35\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e04\u0e37\u0e2d \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e25\u0e31\u0e1a\u0e44\u0e1b\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c\u0e2b\u0e25\u0e31\u0e01\:

# Messages add by Patrick for new UI in 2021
greek=\u0e01\u0e23\u0e35\u0e01
hebrew=\u0e40\u0e2e\u0e1a\u0e23\u0e39
subject=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e2b\u0e31\u0e27\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07
