display_mode=\u0e14\u0e39\u0e01\u0e31\u0e19\u0e40\u0e1b\u0e47\u0e19
display_options=\u0e41\u0e2a\u0e14\u0e07\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01
general_options=\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e17\u0e31\u0e48\u0e27\u0e44\u0e1b

# Display menu help
greek_hebrew=\u0e01\u0e23\u0e35\u0e01 / \u0e2e\u0e34\u0e1a\u0e23\u0e39
meaning=\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e21\u0e32\u0e22

bibles=\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c
commentaries=\u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32

bible_book_section=\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c
bible_whole_book_section=\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
apocrypha_section=\u0e19\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e1a\u0e1a
passage_section=\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07
other_non_biblical_section=\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07
bible_section=\u0e2a\u0e48\u0e27\u0e19\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c
bible_reference=\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07

reference=\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07
bible=\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c
commentary=\u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32
languages=\u0e20\u0e32\u0e29\u0e32
language=\u0e20\u0e32\u0e29\u0e32
category=\u0e2b\u0e21\u0e27\u0e14\u0e2b\u0e21\u0e39\u0e48\:
features=\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19
install_now=\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e40\u0e14\u0e35\u0e4b\u0e22\u0e27\u0e19\u0e35\u0e49
remove=\u0e40\u0e2d\u0e32\u0e2d\u0e2d\u0e01

all_versions=\u0e23\u0e31\u0e1a\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c / \u0e04\u0e27\u0e32\u0e21\u0e40\u0e2b\u0e47\u0e19
pick_passage=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d / \u0e1a\u0e17
uncategorized_resources=\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e32\u0e01\u0e23\u0e2d\u0e37\u0e48\u0e19 \u0e46
widely_used=\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e19\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e41\u0e1e\u0e23\u0e48\u0e2b\u0e25\u0e32\u0e22

all=\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
english=\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29
ancient=\u0e42\u0e1a\u0e23\u0e32\u0e13
filtering_total_bibles_and_commentaries=\u0e41\u0e2a\u0e14\u0e07 %1$d \u0e02\u0e2d\u0e07 %2$d \u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c & \u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32

ok=\u0e15\u0e01\u0e25\u0e07, \u0e44\u0e14\u0e49

# Search titles
search_subject=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e2b\u0e31\u0e27\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07
search_subject_by_reference=\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e15\u0e32\u0e21\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d
search_word=\u0e04\u0e33\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e40\u0e14\u0e34\u0e21
search_advanced_text=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07
query_syntax=\u0e44\u0e27\u0e22\u0e32\u0e01\u0e23\u0e13\u0e4c\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21
add_to_search=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e1a\u0e1a\u0e2a\u0e2d\u0e1a\u0e16\u0e32\u0e21\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
query_syntax_help=\u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49\u0e44\u0e27\u0e22\u0e32\u0e01\u0e23\u0e13\u0e4c

alternatives_esv_warning=\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e17\u0e35\u0e48\u0e41\u0e2a\u0e14\u0e07\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e21\u0e35\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19 \u0e41\u0e25\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e15\u0e49\u0e19\u0e09\u0e1a\u0e31\u0e1a ESV
alternatives_esv_source=\u0e08\u0e32\u0e01\u0e02\u0e49\u0e2d ESV
alternative_hebrew=\u0e40\u0e2e\u0e1a\u0e23\u0e39
alternative_aramaic=\u0e20\u0e32\u0e29\u0e32\u0e2d\u0e23\u0e32\u0e40\u0e21\u0e2d\u0e34\u0e01
alternative_syriac=\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e43\u0e2b\u0e21\u0e48\u0e20\u0e32\u0e29\u0e32\u0e0b\u0e35\u0e40\u0e23\u0e35\u0e22\u0e42\u0e1a\u0e23\u0e32\u0e13
alternative_greek=\u0e01\u0e23\u0e35\u0e01
alternative_greek_mss=MSS \u0e01\u0e23\u0e35\u0e01
alternative_latin=\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e20\u0e32\u0e29\u0e32\u0e25\u0e30\u0e15\u0e34
alternative_samaritan=Pentateuch \u0e0b\u0e32\u0e21\u0e32\u0e23\u0e34\u0e17\u0e31\u0e19
alternative_judean_desert_mss=\u0e17\u0e30\u0e40\u0e25\u0e17\u0e23\u0e32\u0e22 judean MSS
alternative_egyptian_mss=\u0e2d\u0e35\u0e22\u0e34\u0e1b\u0e15\u0e4c MSS
alternative_scribal_note=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e2b\u0e15\u0e38 scribal
alternative_conjecture=\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e04\u0e32\u0e14\u0e01\u0e32\u0e23\u0e13\u0e4c
alternative_prob=\u0e2d\u0e32\u0e08\:
alternative_poss=\u0e2d\u0e32\u0e08\u0e40\u0e1b\u0e47\u0e19\:
alternative_or=\u0e28\u0e34\u0e25\u0e1b\u0e30
alternative_lit=\u0e2d\u0e31\u0e01\u0e29\u0e23\:
alternative_ie=\u0e40\u0e0a\u0e48\u0e19
alternative_old_eng=\u0e20\u0e32\u0e29\u0e32\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29\u0e42\u0e1a\u0e23\u0e32\u0e13\:
alternative_sounds_like=\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e40\u0e0a\u0e48\u0e19

alternative_long_hebrew=\u0e15\u0e0b\u0e39\u0e1a\u0e34\u0e0a\u0e34 Leningrad
alternative_long_aramaic=\u0e42\u0e1a\u0e23\u0e32\u0e13\u0e41\u0e1b\u0e25 (\u0e20\u0e32\u0e29\u0e32\u0e15\u0e32\u0e23\u0e4c\u0e04\u0e38\u0e21)
alternative_long_syriac=\u0e41\u0e1b\u0e25\u0e20\u0e32\u0e29\u0e32\u0e42\u0e1a\u0e23\u0e32\u0e13 (Peshitta)
alternative_long_greek=\u0e42\u0e1a\u0e23\u0e32\u0e13\u0e41\u0e1b\u0e25 (Septuagint)
alternative_long_greek_mss=\u0e41\u0e1b\u0e25\u0e20\u0e32\u0e29\u0e32\u0e42\u0e1a\u0e23\u0e32\u0e13 (\u0e01\u0e23\u0e35\u0e01\u0e40\u0e01\u0e48\u0e32)
alternative_long_latin=\u0e42\u0e1a\u0e23\u0e32\u0e13\u0e41\u0e1b\u0e25 (Vulgate)
alternative_long_samaritan=Pentateuch \u0e23\u0e31\u0e01\u0e29\u0e32 \u0e42\u0e14\u0e22 Samaritans
alternative_long_judean_desert_mss=\u0e1a\u0e32\u0e07\u0e2a\u0e48\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e34\u0e1a\u0e23\u0e39\u0e08\u0e32\u0e01\u0e40\u0e14\u0e14\u0e0b\u0e35\u0e41\u0e25\u0e30 Judean \u0e16\u0e34\u0e48\u0e19\u0e17\u0e38\u0e23\u0e01\u0e31\u0e19\u0e14\u0e32\u0e23
alternative_long_egyptian_mss=\u0e15\u0e49\u0e19\u0e09\u0e1a\u0e31\u0e1a\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e34\u0e1a\u0e23\u0e39\u0e08\u0e32\u0e01 Geniza \u0e44\u0e04\u0e42\u0e23
alternative_long_masoretic_mss=\u0e15\u0e0b\u0e39\u0e1a\u0e34\u0e0a\u0e34 Leningrad \u0e41\u0e15\u0e01\u0e15\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e47\u0e19
alternative_long_scribal_note=\u0e02\u0e2d\u0e1a\u0e09\u0e1a\u0e31\u0e1a (\u0e23\u0e27\u0e21\u0e17\u0e31\u0e49\u0e07 Qere Masora)
alternative_long_conjecture=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e09\u0e1a\u0e31\u0e1a
alternative_long_prob=\u0e19\u0e48\u0e32\u0e40\u0e1b\u0e47\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e40\u0e14\u0e34\u0e21 \u0e15\u0e32\u0e21 UBS
alternative_long_poss=\u0e44\u0e14\u0e49\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e40\u0e14\u0e34\u0e21 \u0e15\u0e32\u0e21 UBS
alternative_long_or=\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e21\u0e32\u0e22\u0e2d\u0e37\u0e48\u0e19
alternative_long_lit=\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e21\u0e32\u0e22\u0e15\u0e32\u0e21\u0e15\u0e31\u0e27\u0e2d\u0e31\u0e01\u0e29\u0e23\u0e21\u0e32\u0e01\u0e02\u0e36\u0e49\u0e19
alternative_long_ie=\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e21\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e2a\u0e33\u0e19\u0e27\u0e19\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
alternative_long_old_eng=\u0e01\u0e29\u0e31\u0e15\u0e23\u0e34\u0e22\u0e4c\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29 James
alternative_long_sounds_like=\u0e40\u0e15\u0e32\u0e1b\u0e39\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e33\u0e17\u0e35\u0e48\u0e04\u0e25\u0e49\u0e32\u0e22\u0e01\u0e31\u0e19

error_javascript_validation=\u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01
error_reference_missing=\u0e15\u0e49\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e38\u0e01\u0e32\u0e23\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07
error_bible_doesn_t_have_passage=\u0e41\u0e1b\u0e25\u0e19\u0e35\u0e49 / \u0e04\u0e27\u0e32\u0e21\u0e40\u0e2b\u0e47\u0e19\u0e04\u0e23\u0e2d\u0e1a\u0e04\u0e25\u0e38\u0e21\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c (%1$s)
error_warn_if_no_strongs=\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e08\u0e30\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e04\u0e25\u0e34\u0e01\u0e44\u0e14\u0e49\u0e44\u0e21\u0e48\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e04\u0e33\u0e28\u0e31\u0e1e\u0e17\u0e4c \u0e04\u0e33\u0e28\u0e31\u0e1e\u0e17\u0e4c\u0e44\u0e14\u0e49 \u0e42\u0e14\u0e22\u0e42\u0e09\u0e1a\u0e1c\u0e48\u0e32\u0e19\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e02\u0e49\u0e2d
error_warn_no_strongs_when_compare=\u0e02\u0e13\u0e30\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e40\u0e1b\u0e23\u0e35\u0e22\u0e1a\u0e40\u0e17\u0e35\u0e22\u0e1a \u0e04\u0e33\u0e43\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e08\u0e30\u0e44\u0e21\u0e48\u0e04\u0e25\u0e34\u0e01\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49 \u0e04\u0e38\u0e13\u0e2d\u0e32\u0e08\u0e2a\u0e25\u0e31\u0e1a\u0e01\u0e25\u0e31\u0e1a\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e42\u0e04\u0e23\u0e07\u0e23\u0e48\u0e32\u0e07\u0e1b\u0e01\u0e15\u0e34\u0e41\u0e1c\u0e19\u0e17\u0e35\u0e48/\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c \u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21 'cog'
warn_interlinear_view_selected=\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e14\u0e39\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14 interlinear \u0e42\u0e2b\u0e21\u0e14 interlinear \u0e44\u0e14\u0e49\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e04\u0e38\u0e13\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e2a\u0e2d\u0e07\u0e0b\u0e36\u0e48\u0e07\u0e21\u0e35\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30 '\u0e04\u0e33\u0e28\u0e31\u0e1e\u0e17\u0e4c' (\u0e17\u0e33\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e1b\u0e47\u0e19 'V') \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21 'cog' \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e17\u0e35\u0e48\u0e41\u0e15\u0e01\u0e15\u0e48\u0e32\u0e07\u0e01\u0e31\u0e19\u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23
interlinear_swap_master_version=\u0e43\u0e2b\u0e49\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e19\u0e35\u0e49\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e33\u0e2a\u0e31\u0e48\u0e07
interlinear_no_text_for_version=\u0e41\u0e1b\u0e25\u0e20\u0e32\u0e29\u0e32\u0e19\u0e35\u0e49\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e14\u0e49\u0e27\u0e22\u0e01\u0e32\u0e23\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19
error_subject_entries_versification_issue=\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a versification \u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e2b\u0e25\u0e31\u0e01\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e1c\u0e25 \u0e23\u0e38\u0e48\u0e19\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e40\u0e2b\u0e21\u0e32\u0e30\u0e2a\u0e21\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e36\u0e07\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e21\u0e32\u0e01\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14

more_info_on_click_of_word=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1e\u0e1a\u0e44\u0e14\u0e49 \u0e42\u0e14\u0e22\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e04\u0e33\u0e43\u0e19\u0e02\u0e49\u0e2d
quick_lexicon=\u0e1b\u0e17\u0e32\u0e19\u0e38\u0e01\u0e23\u0e21\u0e14\u0e48\u0e27\u0e19
verse_vocab=\u0e04\u0e33\u0e28\u0e31\u0e1e\u0e17\u0e4c\u0e02\u0e49\u0e2d

vocabulary_available=\u0e04\u0e33\u0e28\u0e31\u0e1e\u0e17\u0e4c\u0e17\u0e35\u0e48\u0e21\u0e35
jesus_words_in_red_available=\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e2a\u0e14\u0e07\u0e04\u0e33\u0e02\u0e2d\u0e07\u0e1e\u0e23\u0e30\u0e40\u0e22\u0e0b\u0e39\u0e43\u0e19\u0e2a\u0e35\u0e41\u0e14\u0e07
interlinear_available=Interlinear \u0e27\u0e48\u0e32\u0e07
grammar_available=\u0e44\u0e27\u0e22\u0e32\u0e01\u0e23\u0e13\u0e4c\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
notes_available=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e2b\u0e15\u0e38/ \u0e01\u0e32\u0e23\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07\u0e42\u0e22\u0e07

interlinear_available_initial=\u0e09\u0e31\u0e19
notes_available_initials=N

info_about_bible=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c %1$s / \u0e04\u0e27\u0e32\u0e21\u0e40\u0e2b\u0e47\u0e19

subject_other_useful_entries=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2d\u0e37\u0e48\u0e19 \u0e46 \u0e21\u0e35\u0e1b\u0e23\u0e30\u0e42\u0e22\u0e0a\u0e19\u0e4c\:

search_no_search_results_found_in_version_reference_master_restriction=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e1c\u0e25\u0e1c\u0e25\u0e34\u0e15\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e43\u0e14 \u0e46 \u0e43\u0e19\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e32\u0e01\u0e23\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49\: % s \u0e44\u0e14\u0e49\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e2b\u0e15\u0e38\: %s \u0e2d\u0e32\u0e08\u0e21\u0e35\u0e08\u0e33\u0e01\u0e31\u0e14\u0e0a\u0e48\u0e27\u0e07\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e19\u0e35\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e23\u0e38\u0e48\u0e19\u0e2b\u0e25\u0e31\u0e01\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49
search_no_search_results_found_in_version_reference=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e1c\u0e25\u0e1c\u0e25\u0e34\u0e15\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e43\u0e14 \u0e46 \u0e43\u0e19 %s \u0e43\u0e19\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e32\u0e01\u0e23\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49\: %s

#e.g. 1st Person, 2nd Person, etc.
lexicon_grammar_1st_2nd_3rd_person=\u0e04\u0e19

lexicon_lsj_definition=\u0e19\u0e34\u0e22\u0e32\u0e21<span title\='Liddell-Scott-Jones Greek lexicon'>LSJ</span>
strong_number=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1b\u0e17\u0e32\u0e19\u0e38\u0e01\u0e23\u0e21\u0e19\u0e35\u0e49\u0e41\u0e02\u0e47\u0e07\u0e41\u0e01\u0e23\u0e48\u0e07\u0e2d\u0e22\u0e39\u0e48
lexicon_bdb_definition=\u0e19\u0e34\u0e22\u0e32\u0e21<span title\='Brown-Driver-Briggs Hebrew lexicon'>BDB</span><br><span class\='notApplicable'>\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e21\u0e35</span>

#Collections
words_meaning=\u0e04\u0e33\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e21\u0e32\u0e22
words_meaning_explanation=\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e20\u0e32\u0e29\u0e32\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e21\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e33\u0e40\u0e14\u0e34\u0e21 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e17\u0e35\u0e48\u0e08\u0e30\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e04\u0e48\u0e32\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e1e\u0e35\u0e22\u0e07\u0e41\u0e04\u0e48\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e1b\u0e49\u0e2d\u0e19\u0e43\u0e19\u0e0a\u0e48\u0e2d\u0e07
greek_word=\u0e04\u0e33\u0e20\u0e32\u0e29\u0e32\u0e01\u0e23\u0e35\u0e01
greek_word_explanation=\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e33\u0e43\u0e19\u0e2d\u0e31\u0e01\u0e29\u0e23\u0e20\u0e32\u0e29\u0e32\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29\u0e2b\u0e23\u0e37\u0e2d\u0e20\u0e32\u0e29\u0e32\u0e01\u0e23\u0e35\u0e01 Unicode
greek_word_meaning=\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e33\u0e20\u0e32\u0e29\u0e32\u0e01\u0e23\u0e35\u0e01
greek_word_meaning_explanation=\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e21\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e33\u0e20\u0e32\u0e29\u0e32\u0e01\u0e23\u0e35\u0e01\u0e20\u0e32\u0e29\u0e32\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29
hebrew_word=\u0e04\u0e33\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e34\u0e1a\u0e23\u0e39
hebrew_word_explanation=\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e33\u0e43\u0e19\u0e2d\u0e31\u0e01\u0e29\u0e23\u0e20\u0e32\u0e29\u0e32\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29\u0e2b\u0e23\u0e37\u0e2d\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e34\u0e1a\u0e23\u0e39 Unicode
hebrew_word_meaning=\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e33\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e34\u0e1a\u0e23\u0e39
hebrew_word_meaning_explanation=\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e21\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e33\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e35\u0e1a\u0e23\u0e39\u0e20\u0e32\u0e29\u0e32\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29


exact_form=\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e01\u0e23\u0e35\u0e01/\u0e2e\u0e34\u0e1a\u0e23\u0e39
exact_form_language=\u0e20\u0e32\u0e29\u0e32\u0e15\u0e49\u0e19\u0e09\u0e1a\u0e31\u0e1a
exact_form_help=\u0e20\u0e32\u0e29\u0e32\u0e01\u0e23\u0e35\u0e01\u0e41\u0e25\u0e30\u0e2e\u0e34\u0e1a\u0e23\u0e39\u0e08\u0e30\u0e1b\u0e23\u0e32\u0e01\u0e0f\u0e01\u0e31\u0e1a\u0e04\u0e38\u0e13\u0e43\u0e2b\u0e49\u0e1e\u0e34\u0e21\u0e1e\u0e4c
specific_form=\u0e41\u0e1a\u0e1a\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e19\u0e35\u0e49\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e02\u0e2d\u0e07\u0e04\u0e33\u0e19\u0e35\u0e49
all_forms=\u0e17\u0e38\u0e01\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e33\u0e19\u0e35\u0e49
all_related_words=\u0e04\u0e33\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
specific_grammar=\u0e44\u0e27\u0e22\u0e32\u0e01\u0e23\u0e13\u0e4c\u0e40\u0e09\u0e1e\u0e32\u0e30...

word_search_sort_options=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e15\u0e32\u0e21
this_entry_only=\u0e04\u0e33\u0e19\u0e35\u0e49\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19
this_entry_untick=\u0e41\u0e22\u0e01\u0e04\u0e33
this_entry_tick=\u0e23\u0e27\u0e21\u0e04\u0e33

vocabulary=\u0e04\u0e33\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e40\u0e14\u0e34\u0e21
vocabulary_help=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e15\u0e32\u0e21\u0e02\u0e2d\u0e07\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32\u0e20\u0e32\u0e29\u0e32\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29\u0e40\u0e17\u0e35\u0e22\u0e1a\u0e40\u0e17\u0e48\u0e32 \u0e08\u0e31\u0e14\u0e01\u0e25\u0e38\u0e48\u0e21\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e21\u0e32\u0e22\u0e17\u0e35\u0e48\u0e04\u0e25\u0e49\u0e32\u0e22\u0e01\u0e31\u0e19
scripture=\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c
scripture_help=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e15\u0e32\u0e21\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e17\u0e35\u0e48\u0e1b\u0e23\u0e32\u0e01\u0e0f\u0e43\u0e19\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c
search_for_this_word=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e33\u0e19\u0e35\u0e49\u0e43\u0e19\u0e17\u0e38\u0e01\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a

#passage options
passage_interleaved=\u0e41\u0e1c\u0e19\u0e17\u0e35\u0e48
passage_interleaved_with_comparison=\u0e41\u0e1c\u0e19\u0e17\u0e35\u0e48\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e23\u0e35\u0e22\u0e1a\u0e40\u0e17\u0e35\u0e22\u0e1a
passage_column_view=\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07
passage_column_view_with_compare=\u0e14\u0e39\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e40\u0e1b\u0e23\u0e35\u0e22\u0e1a\u0e40\u0e17\u0e35\u0e22\u0e1a

passage_interleaved_explanation=\u0e19\u0e33\u0e40\u0e2a\u0e19\u0e2d\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c & \u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32\u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14\u0e17\u0e48\u0e32\u0e19
passage_interleaved_with_comparison_explanation=\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e19\u0e35\u0e49\u0e19\u0e33\u0e40\u0e2a\u0e19\u0e2d\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e43\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14 \u0e41\u0e25\u0e30\u0e40\u0e19\u0e49\u0e19\u0e04\u0e27\u0e32\u0e21\u0e41\u0e15\u0e01\u0e15\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21 \u0e2b\u0e21\u0e32\u0e22\u0e40\u0e2b\u0e15\u0e38\: \u0e04\u0e33\u0e43\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e19\u0e35\u0e49\u0e08\u0e30\u0e04\u0e25\u0e34\u0e01\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49
passage_interlinear_explanation=\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e04\u0e33\u0e08\u0e32\u0e01\u0e23\u0e38\u0e48\u0e19\u0e15\u0e48\u0e32\u0e07 \u0e46 \u0e41\u0e25\u0e30\u0e19\u0e33\u0e40\u0e2a\u0e19\u0e2d\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e17\u0e35\u0e48\u0e17\u0e48\u0e32\u0e19\u0e04\u0e33\u0e42\u0e14\u0e22\u0e04\u0e33
passage_column_view_explanation=\u0e19\u0e33\u0e40\u0e2a\u0e19\u0e2d\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c & \u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32\u0e17\u0e48\u0e32\u0e19\u0e43\u0e19\u0e15\u0e32\u0e23\u0e32\u0e07 \u0e0b\u0e36\u0e48\u0e07\u0e41\u0e15\u0e48\u0e25\u0e30\u0e41\u0e16\u0e27\u0e41\u0e2a\u0e14\u0e07\u0e16\u0e36\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21 \u0e41\u0e25\u0e30\u0e41\u0e15\u0e48\u0e25\u0e30\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e41\u0e2a\u0e14\u0e07\u0e16\u0e36\u0e07\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e40\u0e2b\u0e47\u0e19
passage_column_view_with_compare_explanation=\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e19\u0e35\u0e49\u0e19\u0e33\u0e40\u0e2a\u0e19\u0e2d\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e43\u0e19\u0e15\u0e32\u0e23\u0e32\u0e07 \u0e41\u0e25\u0e30\u0e40\u0e19\u0e49\u0e19\u0e04\u0e27\u0e32\u0e21\u0e41\u0e15\u0e01\u0e15\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21 \u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e41\u0e2a\u0e14\u0e07\u0e16\u0e36\u0e07\u0e41\u0e15\u0e48\u0e25\u0e30\u0e41\u0e16\u0e27 \u0e41\u0e25\u0e30\u0e41\u0e15\u0e48\u0e25\u0e30\u0e04\u0e2d\u0e25\u0e31\u0e21\u0e19\u0e4c\u0e41\u0e2a\u0e14\u0e07\u0e16\u0e36\u0e07\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e40\u0e2b\u0e47\u0e19 \u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e19\u0e35\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e44\u0e14\u0e49\u0e01\u0e31\u0e1a\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32\u0e02\u0e2d\u0e07\u0e20\u0e32\u0e29\u0e32\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19 \u0e2b\u0e21\u0e32\u0e22\u0e40\u0e2b\u0e15\u0e38\: \u0e04\u0e33\u0e43\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e19\u0e35\u0e49\u0e08\u0e30\u0e04\u0e25\u0e34\u0e01\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49


whole_bible=\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
whole_bible_range=Gen-\u0e40\u0e23\u0e1f
old_testament=\u0e1e\u0e31\u0e19\u0e18\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e40\u0e14\u0e34\u0e21
old_testament_range=Gen \u0e2d\u0e31\u0e1b
new_testament=\u0e1e\u0e31\u0e19\u0e18\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e43\u0e2b\u0e21\u0e48
new_testament_range=\u0e1e\u0e23\u0e21\u0e40\u0e23\u0e1f
the_pentateuch=Pentateuch
history_books=\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e28\u0e32\u0e2a\u0e15\u0e23\u0e4c
history_books_range=\u0e08\u0e2d\u0e0a-Est
poetic_books=\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d\u0e1a\u0e17\u0e01\u0e27\u0e35
poetic_books_range=\u0e07\u0e32\u0e19\u0e40\u0e1e\u0e25\u0e07
prophets=\u0e1c\u0e39\u0e49\u0e40\u0e1c\u0e22\u0e1e\u0e23\u0e30\u0e27\u0e08\u0e19\u0e30
prophets_range=\u0e2d\u0e31\u0e1b Isa
gospels_and_acts=\u0e1e\u0e23\u0e30\u0e27\u0e23\u0e2a\u0e32\u0e23\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e17\u0e33
gospels_and_acts_range=\u0e01\u0e23\u0e30\u0e17\u0e33\u0e17\u0e35\u0e48\u0e1e\u0e23\u0e21
epistles=\u0e08\u0e14\u0e2b\u0e21\u0e32\u0e22
epistles_range=\u0e23\u0e48\u0e21\u0e40\u0e23\u0e1f

simple_search_types_one_or_more_words=\u0e2d\u0e22\u0e48\u0e32\u0e07 \u0e19\u0e49\u0e2d\u0e22\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e04\u0e33
simple_search_types_all_words=\u0e08\u0e32\u0e01\u0e04\u0e33\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
simple_search_types_exact=\u0e2b\u0e32
simple_search_types_similar=\u0e04\u0e25\u0e49\u0e32\u0e22\u0e01\u0e31\u0e1a\u0e04\u0e33
simple_search_types_starting_with=\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e14\u0e49\u0e27\u0e22\u0e04\u0e33

simple_search_includes_include=\u0e23\u0e27\u0e21
simple_search_includes_exclude=\u0e44\u0e21\u0e48\u0e23\u0e27\u0e21

simple_search_proximity_same_verse=\u0e02\u0e49\u0e2d\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19
simple_search_proximity_1_verse=1 \u0e02\u0e49\u0e2d\u0e14\u0e49\u0e32\u0e19\u0e43\u0e14\u0e14\u0e49\u0e32\u0e19\u0e2b\u0e19\u0e36\u0e48\u0e07
simple_search_proximity_2_verses=2 \u0e02\u0e49\u0e2d\u0e14\u0e49\u0e32\u0e19\u0e43\u0e14\u0e14\u0e49\u0e32\u0e19\u0e2b\u0e19\u0e36\u0e48\u0e07
simple_search_proximity_6_verses=6 \u0e02\u0e49\u0e2d\u0e14\u0e49\u0e32\u0e19\u0e43\u0e14\u0e14\u0e49\u0e32\u0e19\u0e2b\u0e19\u0e36\u0e48\u0e07
simple_search_proximity_30_verses=30 \u0e02\u0e49\u0e2d\u0e14\u0e49\u0e32\u0e19\u0e43\u0e14\u0e14\u0e49\u0e32\u0e19\u0e2b\u0e19\u0e36\u0e48\u0e07

simple_search_sort_by_relevance=\u0e04\u0e27\u0e32\u0e21\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07
simple_search_sort_by_bible_occurence=\u0e43\u0e19\u0e02\u0e49\u0e2d\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c

# First time
starting_installation=\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07...
error_during_install=\u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e2d\u0e07\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c / \u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32 \u0e01\u0e23\u0e38\u0e13\u0e32\u0e25\u0e2d\u0e07\u0e23\u0e35\u0e40\u0e1f\u0e23\u0e0a\u0e2b\u0e19\u0e49\u0e32 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e23\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19
progress_info=%1$d %% \u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e21\u0e1a\u0e39\u0e23\u0e13\u0e4c
installation_module_complete=\u0e15\u0e2d\u0e19\u0e19\u0e35\u0e49\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e42\u0e21\u0e14\u0e39\u0e25 %s
installation_accesses_internet=\u0e04\u0e38\u0e13\u0e08\u0e30\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e2d\u0e34\u0e19\u0e40\u0e17\u0e2d\u0e23\u0e4c\u0e40\u0e19\u0e47\u0e15 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48
installation_all_modules_installers=\u0e21\u0e35\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e42\u0e21\u0e14\u0e39\u0e25\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e19\u0e35\u0e49

# Registering & cookies
register_to_use_step=\u0e25\u0e07\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e40\u0e21\u0e25\u0e4c\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19
cookie_notification=\u0e17\u0e38\u0e01\u0e04\u0e19\u0e43\u0e0a\u0e49\u0e04\u0e38\u0e01\u0e01\u0e35\u0e49 \u0e40\u0e23\u0e32\u0e17\u0e33\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b \u0e04\u0e38\u0e01\u0e01\u0e35\u0e49\u0e04\u0e37\u0e2d \u0e19\u0e49\u0e2d\u0e22\u0e1a\u0e34\u0e15\u0e02\u0e2d\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e2d\u0e22\u0e39\u0e48\u0e1a\u0e19\u0e04\u0e2d\u0e21\u0e1e\u0e34\u0e27\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e17\u0e35\u0e48\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e23\u0e32\u0e43\u0e2b\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e1b\u0e23\u0e30\u0e2a\u0e1a\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e17\u0e35\u0e48\u0e14\u0e35 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e2d\u0e48\u0e32\u0e19\u0e1a\u0e49\u0e32\u0e19 Tyndale<a target\="_new" href\="/html/cookies_policy.html">\u0e2a\u0e25\u0e47\u0e2d\u0e15</a>

# Timeline
timeline_month_january=\u0e21\u0e01\u0e23\u0e32\u0e04\u0e21
timeline_month_february=\u0e01\u0e38\u0e21\u0e20\u0e32\u0e1e\u0e31\u0e19\u0e18\u0e4c
timeline_month_march=\u0e21\u0e35\u0e19\u0e32\u0e04\u0e21
timeline_month_april=\u0e40\u0e21\u0e29\u0e32\u0e22\u0e19
timeline_month_may=\u0e2d\u0e32\u0e08
timeline_month_june=\u0e21\u0e34\u0e16\u0e38\u0e19\u0e32\u0e22\u0e19
timeline_month_july=\u0e01\u0e23\u0e01\u0e0f\u0e32\u0e04\u0e21
timeline_month_august=\u0e2a\u0e34\u0e07\u0e2b\u0e32\u0e04\u0e21
timeline_month_september=\u0e01\u0e31\u0e19\u0e22\u0e32\u0e22\u0e19
timeline_month_october=\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e15\u0e38\u0e25\u0e32\u0e04\u0e21
timeline_month_november=\u0e1e\u0e24\u0e28\u0e08\u0e34\u0e01\u0e32\u0e22\u0e19
timeline_month_december=\u0e18\u0e31\u0e19\u0e27\u0e32\u0e04\u0e21
timeline_scroll_left=\u0e40\u0e25\u0e37\u0e48\u0e2d\u0e19\u0e44\u0e1b\u0e17\u0e32\u0e07\u0e0b\u0e49\u0e32\u0e22
timeline_scroll_right=\u0e40\u0e25\u0e37\u0e48\u0e2d\u0e19\u0e44\u0e1b\u0e17\u0e32\u0e07\u0e02\u0e27\u0e32
timeline_zoom_in=\u0e02\u0e22\u0e32\u0e22
timeline_zoom_out=\u0e0b\u0e39\u0e21\u0e2d\u0e2d\u0e01
timeline_scroll_to_date=\u0e40\u0e25\u0e37\u0e48\u0e2d\u0e19\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e27\u0e31\u0e19
timeline_unlink_from_passage=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e08\u0e32\u0e01\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21
timeline_month_equivalence=%1$s \u0e08\u0e30\u0e1b\u0e23\u0e30\u0e21\u0e32\u0e13\u0e40\u0e17\u0e48\u0e32\u0e01\u0e31\u0e1a %2$s
timeline_ad=\u0e42\u0e06\u0e29\u0e13\u0e32
timeline_accuracy_years=\u0e1b\u0e35
timeline_accuracy_days=\u0e27\u0e31\u0e19
timeline_accuracy_months=\u0e40\u0e14\u0e37\u0e2d\u0e19
timeline_dating_known_within=\u0e40\u0e14\u0e17\u0e02\u0e2d\u0e07\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e19\u0e35\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e17\u0e35\u0e48\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01\u0e20\u0e32\u0e22\u0e43\u0e19\u0e1b\u0e23\u0e30\u0e21\u0e32\u0e13 %1$d %2$s

timeline_estimated_year=\u0e1b\u0e23\u0e30\u0e21\u0e32\u0e13\u0e1b\u0e35 - \u0e21\u0e35\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e40\u0e21\u0e34\u0e19\u0e1b\u0e35\u0e01\u0e32\u0e23\u0e23\u0e31\u0e01\u0e29\u0e32\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e02\u0e2d\u0e07\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c
timeline_estimated_month=\u0e1b\u0e23\u0e30\u0e21\u0e32\u0e13\u0e40\u0e14\u0e37\u0e2d\u0e19 - \u0e40\u0e14\u0e37\u0e2d\u0e19\u0e21\u0e35\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e40\u0e21\u0e34\u0e19\u0e01\u0e32\u0e23\u0e23\u0e31\u0e01\u0e29\u0e32\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e02\u0e2d\u0e07\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c

stats_occurs=~ %d \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23
stats_occurs_times=\u0e40\u0e01\u0e34\u0e14 %1$d \u0e04\u0e23\u0e31\u0e49\u0e07\u0e43\u0e19 %2$s
stats_occurs_times_in_bible=\u0e40\u0e01\u0e34\u0e14 %1$d \u0e04\u0e23\u0e31\u0e49\u0e07\u0e43\u0e19\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c
stats_scope_chapter=\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19 chapter(s)
stats_scope_nearby_chapters=\u0e1a\u0e17\u0e17\u0e35\u0e48 1 \u0e02\u0e49\u0e32\u0e07\u0e43\u0e14\u0e02\u0e49\u0e32\u0e07\u0e2b\u0e19\u0e36\u0e48\u0e07
stats_scope_book=\u0e08\u0e2d\u0e07
stats_type_word=\u0e04\u0e33\u0e28\u0e31\u0e1e\u0e17\u0e4c
stats_type_text=\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e17\u0e35\u0e48\u0e17\u0e31\u0e19\u0e2a\u0e21\u0e31\u0e22
stats_type_subjects=\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07

vocab_for_verse=\u0e04\u0e33\u0e28\u0e31\u0e1e\u0e17\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a %s
vocab_for_verse_continued=\u0e04\u0e33\u0e28\u0e31\u0e1e\u0e17\u0e4c (\u0e15\u0e48\u0e2d)
bible_book=\u0e08\u0e2d\u0e07
see_related_verses=\u0e14\u0e39\u0e02\u0e49\u0e2d\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07
see_related_subjects=\u0e14\u0e39\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07
see_verse_in_context=\u0e41\u0e2a\u0e14\u0e07\u0e2a\u0e14\u0e43\u0e19\u0e1a\u0e23\u0e34\u0e1a\u0e17
verse_related=\u0e02\u0e49\u0e2d\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07
related_by_topic=\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07


# Used in versions dropdown
hebrew_ot=\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e34\u0e1a\u0e23\u0e39\u0e1e\u0e31\u0e19\u0e18
greek_ot=\u0e01\u0e23\u0e35\u0e01\u0e1e\u0e31\u0e19\u0e18
greek_nt=\u0e1e\u0e31\u0e19\u0e18\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e43\u0e2b\u0e21\u0e48\u0e20\u0e32\u0e29\u0e32\u0e01\u0e23\u0e35\u0e01
latin_texts=\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e25\u0e30\u0e15\u0e34\u0e19\u0e41\u0e25\u0e30\u0e04\u0e33\u0e41\u0e1b\u0e25
coptic_texts=\u0e04\u0e2d\u0e1b\u0e15\u0e34\u0e01\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e41\u0e1b\u0e25
syriac_texts=\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e20\u0e32\u0e29\u0e32\u0e0b\u0e35\u0e40\u0e23\u0e35\u0e22\u0e42\u0e1a\u0e23\u0e32\u0e13\u0e41\u0e25\u0e30\u0e41\u0e1b\u0e25

#versification notices
duplicate_notice=\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e15\u0e23\u0e27\u0e08\u0e1e\u0e1a\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e2a\u0e2d\u0e07\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e21\u0e35 versifications \u0e41\u0e15\u0e01\u0e15\u0e48\u0e32\u0e07\u0e01\u0e31\u0e19
omitted_notice=\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e15\u0e23\u0e27\u0e08\u0e1e\u0e1a\u0e27\u0e48\u0e32 \u0e21\u0e35\u0e01\u0e32\u0e23\u0e25\u0e30\u0e40\u0e27\u0e49\u0e19\u0e1a\u0e32\u0e07\u0e02\u0e49\u0e2d \u0e15\u0e32\u0e21\u0e17\u0e35\u0e48\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07\u0e17\u0e35\u0e48\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d

#search types
translation_commentary=\u0e04\u0e33\u0e41\u0e1b\u0e25 / \u0e04\u0e27\u0e32\u0e21\u0e40\u0e2b\u0e47\u0e19
search_greek_meaning=NT \u0e04\u0e33
search_greek_meanings=NT \u0e04\u0e33
search_greek=\u0e01\u0e23\u0e35\u0e01
search_hebrew_meaning=\u0e04\u0e33 OT
search_hebrew=\u0e40\u0e2e\u0e1a\u0e23\u0e39
search_meaning=\u0e41\u0e1b\u0e25\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
search_topic=\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d
search_text=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21

# multi select
x_more_characters=\u0e04\u0e33\u0e41\u0e19\u0e30\u0e19\u0e33\u0e43\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e08\u0e30\u0e1b\u0e23\u0e32\u0e01\u0e0f\u0e02\u0e36\u0e49\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e04\u0e38\u0e13\u0e43\u0e2a\u0e48 %1$s \u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21

too_many_panels_notice=\u0e41\u0e1c\u0e07\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e43\u0e2b\u0e21\u0e48\u0e08\u0e30\u0e1b\u0e23\u0e32\u0e01\u0e0f\u0e2d\u0e22\u0e39\u0e48\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e04\u0e19
options_number_of_terms=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e40\u0e0a\u0e48\u0e19 %s, ...
too_many_options_to_show=\u0e21\u0e35 ~ %d \u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21 \u0e42\u0e1b\u0e23\u0e14\u0e43\u0e2b\u0e49\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e43\u0e2b\u0e49\u0e40\u0e2b\u0e47\u0e19
panels_linked=\u0e41\u0e1c\u0e07\u0e17\u0e35\u0e48\u0e2a\u0e2d\u0e07\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e16\u0e39\u0e01\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07 \u0e04\u0e25\u0e34\u0e01\u0e44\u0e2d\u0e04\u0e2d\u0e19\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e1a\u0e48\u0e07\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e2a\u0e2d\u0e07\u0e41\u0e1c\u0e07

master_version_info=\u0e19\u0e35\u0e48\u0e04\u0e37\u0e2d\u0e23\u0e38\u0e48\u0e19\u0e2b\u0e25\u0e31\u0e01 \u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07 \u0e17\u0e32\u0e07\u0e40\u0e14\u0e34\u0e19 \u0e41\u0e25\u0e30\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e08\u0e30\u0e02\u0e36\u0e49\u0e19\u0e2d\u0e22\u0e39\u0e48\u0e01\u0e31\u0e1a\u0e23\u0e38\u0e48\u0e19\u0e19\u0e35\u0e49
commentary_version_default=ESV \u0e08\u0e30\u0e43\u0e0a\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e01\u0e32\u0e23\u0e2d\u0e49\u0e32\u0e07\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e2d\u0e37\u0e48\u0e19 \u0e46 \u0e44\u0e21\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e41\u0e16\u0e1a\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
commentary_version=%s \u0e08\u0e30\u0e43\u0e0a\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e01\u0e32\u0e23\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07\u0e44\u0e02\u0e27\u0e49\u0e0b\u0e36\u0e48\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e41\u0e23\u0e01\u0e17\u0e35\u0e48\u0e1b\u0e23\u0e32\u0e01\u0e0f\u0e43\u0e19\u0e41\u0e16\u0e1a\u0e04\u0e49\u0e19\u0e2b\u0e32
exit_dropdown=\u0e01\u0e25\u0e31\u0e1a\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e0a\u0e38\u0e14\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c

restore_previous_session=\u0e04\u0e37\u0e19\u0e04\u0e48\u0e32\u0e40\u0e0b\u0e2a\u0e0a\u0e31\u0e19\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49
previous_passages=\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e15\u0e23\u0e27\u0e08\u0e1e\u0e1a\u0e40\u0e0b\u0e2a\u0e0a\u0e31\u0e19\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49 \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e37\u0e19\u0e04\u0e48\u0e32
previous_passages_warning=\u0e04\u0e38\u0e13\u0e08\u0e30\u0e44\u0e21\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e04\u0e37\u0e19\u0e04\u0e48\u0e32\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e2d\u0e35\u0e01 \u0e2d\u0e22\u0e48\u0e32\u0e07\u0e44\u0e23\u0e01\u0e47\u0e15\u0e32\u0e21 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e23\u0e27\u0e14\u0e40\u0e23\u0e47\u0e27\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e44\u0e14\u0e49\u0e41\u0e17\u0e47\u0e1a\u0e04\u0e31\u0e48\u0e19\u0e02\u0e2d\u0e07 sidebar
restore=\u0e01\u0e32\u0e23\u0e04\u0e37\u0e19\u0e04\u0e48\u0e32

