enter_search_word=\u1785\u17bc\u179a\u179f\u179a\u179f\u17c1\u179a\u1796\u17b6\u1780\u17d2\u1799\u178a\u17c2\u179b\u17a2\u17d2\u1793\u1780\u1785\u1784\u17cb\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780
type_of_search=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1793\u17c3\u1780\u17b6\u179a\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780
suggested_search_words=\u1796\u17b6\u1780\u17d2\u1799\u178a\u17c2\u179b\u1795\u17d2\u178a\u179b\u17cb\u17b2\u17d2\u1799\u178a\u17c4\u1799\u1780\u1798\u17d2\u1798\u179c\u17b7\u1792\u17b8
search_range=\u1791\u17c6\u17a0\u17c6\u1793\u17c3\u1780\u17b6\u179a\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780
click_to_select=\u1785\u17bb\u1785\u1793\u17c5\u1791\u17b8\u1793\u17c1\u17c7 \u178a\u17be\u1798\u17d2\u1794\u17b8\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f \u17ac \u1798\u17b7\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f
click_to_select_search_range=\u1785\u17bb\u1785\u178a\u17be\u1798\u17d2\u1794\u17b8\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1791\u17c6\u17a0\u17c6\u1793\u17c3\u1780\u17b6\u179a\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780
search_type_desc_text=<b>\u1796\u17b6\u1780\u17d2\u1799*</b> \u17ac "\u1783\u17d2\u179b\u17b6" \u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u1794\u1780\u1794\u17d2\u179a\u17c2
search_type_desc_subject=<b>\u1794\u17d2\u179a\u1791\u17b6\u1793\u1794\u1791</b> \u17ac\u1788\u17d2\u1798\u17c4\u17c7\u1798\u1793\u17bb\u179f\u17d2\u179f \u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u1796\u17d2\u179a\u17c7\u1782\u1798\u17d2\u1796\u17b8\u179a
search_type_desc_meanings=\u1796\u17b6\u1780\u17d2\u1799\u178a\u17c2\u179b\u1798\u17b6\u1793\u200b\u1796\u17d2\u1799\u17b6\u1784\u178a\u17be\u1798\u178a\u17bc\u1785\u1782\u17d2\u1793\u17b6 (<b>Fuzzy search</b>)
search_type_desc_greekMeanings=\u1793\u17b7\u1799\u1798\u1793\u17d0\u1799\u1796\u17b6\u1780\u17d2\u1799<b>\u1797\u17b6\u179f\u17b6\u1780\u17d2\u179a\u17b7\u1780</b>
search_type_desc_greek=\u1796\u17b6\u1780\u17d2\u1799\u1797\u17b6\u179f\u17b6\u1780\u17d2\u179a\u17b7\u1780 (\u17a7. <i>agape</i> \u17ac \u1f00\u03b3\u1f71\u03c0\u03b7)
search_type_desc_hebrewMeanings=\u1793\u17b7\u1799\u1798\u1793\u17d0\u1799\u1796\u17b6\u1780\u17d2\u1799<b>\u1797\u17b6\u179f\u17b6\u200b\u17a0\u17c1\u1796\u17d2\u179a\u17be\u179a</b>
search_type_desc_hebrew=\u1796\u17b6\u1780\u17d2\u1799\u1797\u17b6\u179f\u17b6\u17a0\u17c1\u1796\u17d2\u179a\u17be\u179a (\u17a7. <i>hesed</i> \u17ac \u05d7\u05b6\u05ab\u05e1\u05b6\u05d3)
search_type_title_text=\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780\u1796\u17b6\u1780\u17d2\u1799\u200b\u178a\u17c2\u179b\u200b\u17a2\u17d2\u1793\u1780\u200b\u1794\u17b6\u1793\u200b\u179c\u17b6\u1799\u200b\u1794\u1789\u17d2\u1785\u17bc\u179b \u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u1796\u17d2\u179a\u17c7\u1782\u1798\u17d2\u1796\u17b8\u179a
search_type_title_subject=\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780\u1794\u17d2\u179a\u1791\u17b6\u1793\u1794\u1791\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u1796\u17d2\u179a\u17c7\u1782\u1798\u17d2\u1796\u17b8\u179a
search_type_title_meanings=\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780\u17a2\u178f\u17d2\u1790\u1793\u17d0\u1799\u1793\u17c3\u1796\u17b6\u1780\u17d2\u1799\u200b\u178a\u17c2\u179b\u200b\u17a2\u17d2\u1793\u1780\u200b\u1794\u17b6\u1793\u200b\u179c\u17b6\u1799\u200b\u1794\u1789\u17d2\u1785\u17bc\u179b
search_type_title_greekMeanings=\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780\u1796\u17b6\u1780\u17d2\u1799\u1787\u17b6\u1797\u17b6\u179f\u17b6\u1780\u17d2\u179a\u17b7\u1780\u178a\u17c2\u179b\u17a2\u17b6\u1785\u1794\u1780\u1794\u17d2\u179a\u17c2\u1791\u17c5\u1787\u17b6
search_type_title_greek=\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780\u1787\u17b6\u1796\u17b6\u1780\u17d2\u1799\u1797\u17b6\u179f\u17b6\u200b\u1780\u17d2\u179a\u17b7\u1780
search_type_title_hebrewMeanings=\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780\u1796\u17b6\u1780\u17d2\u1799\u1787\u17b6\u1797\u17b6\u179f\u17b6\u17a0\u17c1\u1796\u17d2\u179a\u17be\u179a\u178a\u17c2\u179b\u17a2\u17b6\u1785\u1794\u1780\u1794\u17d2\u179a\u17c2\u1791\u17c5\u1787\u17b6
search_type_title_hebrew=\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780\u1787\u17b6\u1796\u17b6\u1780\u17d2\u1799\u1797\u17b6\u179f\u17b6\u17a0\u17c1\u1796\u17d2\u179a\u17be\u179a
update_search=\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178a\u17bc\u179a\u1780\u17b6\u179a\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780
update_search_range=\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178a\u17bc\u179a\u1791\u17c6\u17a0\u17c6\u1793\u17c3\u1780\u17b6\u179a\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780
click_update_when_finish=\u179f\u17bc\u1798\u1785\u17bb\u1785 \u00ab\u1791\u17c6\u17a0\u17c6\u1793\u17c3\u1780\u17b6\u179a\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780\u00bb \u1793\u17c5\u1796\u17c1\u179b\u178a\u17c2\u179b\u17a2\u17d2\u1793\u1780\u200b\u1794\u17b6\u1793\u200b\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u200b\u1785\u1794\u17cb\u17a0\u17be\u1799\u17d4
all_books_not_selected=\u17a2\u17d2\u1793\u1780\u17a2\u178f\u17cb\u1791\u17b6\u1793\u17cb\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1780\u178e\u17d2\u178c\u1782\u1798\u17d2\u1796\u17b8\u179a\u1793\u17c5\u17a1\u17be\u1799
search_range_button_color_desc=\u1794\u17d2\u179a\u17a2\u1794\u17cb\u200b\u1796\u178f\u17cc\u1781\u17c0\u179c \u1798\u17b6\u1793\u1793\u17d0\u1799\u1790\u17b6\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179a\u17be\u179f\u17a0\u17be\u1799\u17d4
click_to_select_search=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1787\u17c6\u179a\u17be\u179f\u1798\u17bd\u1799 \u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u1794\u1789\u17d2\u1787\u17b8\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798\u1793\u17c1\u17c7\u17d4
search_with_previous=\u1781\u1782\u1798\u17d2\u1796\u17b8\u179a\u178a\u17c2\u179b\u1799\u17be\u1784\u1794\u17b6\u1793\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780\u1796\u17b8\u1798\u17bb\u1793...
search_previous_and=\u178a\u17c2\u179b\u179a\u17bd\u1798\u1798\u17b6\u1793\u1796\u17b6\u1780\u17d2\u1799\u1781\u17b6\u1784\u179b\u17be [AND]
search_previous_or=\u17a0\u17be\u1799\u1793\u17b7\u1784\u1781\u1782\u1798\u17d2\u1796\u17b8\u179a\u178a\u17c2\u179b\u1798\u17b6\u1793\u1796\u17b6\u1780\u17d2\u1799\u1781\u17b6\u1784\u179b\u17be [OR]
search_previous_not=\u178a\u17c2\u179b\u1798\u17b7\u1793\u1798\u17b6\u1793\u1796\u17b6\u1780\u17d2\u1799\u1781\u17b6\u1784\u179b\u17be [NOT]
and=AND
or=OR
not=NOT
greek=\u1780\u17d2\u179a\u17b7\u1780
hebrew=\u17a0\u17c1\u1796\u17d2\u179a\u17be\u179a
text=\u1796\u17b6\u1780\u17d2\u1799\u17ac\u1783\u17d2\u179b\u17b6
subject=\u1794\u17d2\u179a\u1792\u17b6\u1793\u1794\u1791
