install_making_version_searchable=%1$s \u0628\u0627\u0626\u0628\u0644/\u062a\u0641\u0633\u06cc\u0631 \u0642\u0627\u0628\u0644 \u062a\u0644\u0627\u0634 \u06a9\u0631\u0646\u0627
installing_version_local=%1$s \u0645\u0631\u062d\u0644\u06c1 \u0627\u06cc\u067e\u0644\u06cc \u06a9\u06cc\u0634\u0646 \u06a9\u06d2 \u0641\u0648\u0644\u0688\u0631 \u0633\u06d2 \u062a\u0646\u0635\u06cc\u0628 \u06a9\u0631 \u0631\u06c1\u0627 \u06c1\u06d2 \u06d4
install_progress=\u062a\u0631\u0642\u06cc %1$s \u06a9\u06cc \u062a\u0646\u0635\u06cc\u0628 \u06a9\u0631\u06cc\u06ba\: %2$d%%
installed_version_success=%1$s \u06a9\u06cc \u062a\u0646\u0635\u06cc\u0628 \u0646\u06c1\u06cc\u06ba \u06a9\u06cc \u06af\u0626\u06cc \u06c1\u06d2 \u06d4
install_alternative_meanings=\u0645\u062a\u0628\u0627\u062f\u0644 \u0645\u0639\u0646\u06cc \u06a9\u06d2 \u0644\u06cc\u06d2 \u06a9\u0648\u0627\u0626\u0641 \u062a\u0646\u0635\u06cc\u0628 \u06a9\u0631 \u0631\u06c1\u0627 \u06c1\u06d2 \u06d4
install_alternative_meanings_complete=%1$d \u0645\u062a\u0646 \u06a9\u062b\u0631\u062a\u0650 \u0628\u06be\u0631\u06cc \u06c1\u0648\u0626\u06cc \u06c1\u06cc\u06ba \u06d4
install_subject_search=\u0645\u0648\u0636\u0648\u0639 \u06a9\u06cc \u062a\u0644\u0627\u0634 \u06a9\u06d2 \u0644\u06cc\u06d2 \u06a9\u0648\u0627\u0626\u0641 \u062a\u0646\u0635\u06cc\u0628 \u06a9\u0631 \u0631\u06c1\u0627 \u06c1\u06d2 \u06d4
install_subject_search_complete=%1$d \u0645\u0636\u0627\u0645\u06cc\u0646 \u0627\u0648\u0631 \u0645\u0648\u0636\u0648\u0639\u0627\u062a \u06a9\u06cc \u062a\u0646\u0635\u06cc\u0628 \u06a9\u06cc \u06af\u0626\u06cc \u06c1\u06d2 \u06d4
install_grammar=\u062a\u0646\u0635\u06cc\u0628 \u06a9\u0627\u0631\u06cc \u06af\u0631\u0627\u0645\u0631 \u06a9\u0648\u0627\u0626\u0641
install_grammar_complete=%1$d \u06af\u0631\u0627\u0645\u0631 \u06a9\u06cc \u062a\u0639\u0631\u06cc\u0641\u06cc\u06ba \u0646\u0635\u0628 \u06a9\u06cc\u0627 \u06af\u06cc\u0627 \u06c1\u06d2
install_descriptions=\u06a9\u0644\u0627\u0645\u0650 \u0645\u0642\u062f\u0633 \u0645\u062a\u0648\u0646 \u0627\u0648\u0631 \u062a\u0641\u0627\u0633\u06cc\u0631 \u06a9\u06cc \u062a\u0635\u0631\u06cc\u062d\u0627\u062a \u062a\u0646\u0635\u06cc\u0628 \u06a9\u0631 \u0631\u06c1\u0627 \u06c1\u06d2"
install_descriptions_complete=\u06a9\u0644\u0627\u0645\u0650 \u0645\u0642\u062f\u0633 \u0645\u062a\u0648\u0646 \u0627\u0648\u0631 \u062a\u0641\u0627\u0633\u06cc\u0631 \u06a9\u06cc %1$d \u062a\u0635\u0631\u06cc\u062d\u0627\u062a \u0627\u0628 \u062f\u0633\u062a\u06cc\u0627\u0628 \u06c1\u06cc\u06ba \u06d4
install_timeline=\u0679\u0627\u0626\u0645 \u0644\u0627\u0626\u0646 \u0648\u0627\u0642\u0639\u0627\u062a \u062a\u0646\u0635\u06cc\u0628 \u06a9\u0631 \u0631\u06c1\u0627 \u06c1\u06d2 \u06d4
install_timeline_periods=\u0679\u0627\u0626\u0645 \u0644\u0627\u0626\u0646 \u0627\u062f\u0648\u0627\u0631 \u06a9\u06cc \u062a\u06cc\u0627\u0631\u06cc \u06a9\u0631 \u0631\u06c1\u0627 \u06c1\u06d2
intall_timeline_complete=%1$d \u0679\u0627\u0626\u0645 \u0644\u0627\u0626\u0646 \u0648\u0627\u0642\u0639\u0627\u062a \u06a9\u06cc \u062a\u0646\u0635\u06cc\u0628 \u062a\u06a9\u0645\u06cc\u0644 \u06a9\u0631 \u0644\u06cc \u06c1\u06d2 \u06d4
install_maps=\u06a9\u06be\u0644\u06cc \u0628\u0627\u0626\u0628\u0644 \u06a9\u0648\u0627\u0626\u0641 \u062a\u0646\u0635\u06cc\u0628 \u06a9\u0631 \u0631\u06c1\u0627 \u06c1\u06d2 \u06d4
install_maps_complete=%1$d \u0645\u0642\u0627\u0645\u0627\u062a \u067e\u0631 \u062a\u0646\u0635\u06cc\u0628 \u062a\u06a9\u0645\u06cc\u0644 \u06a9\u0631 \u0644\u06cc
install_greek_definitions=\u06cc\u0648\u0646\u0627\u0646\u06cc \u062a\u0639\u0631\u06cc\u0641\u06cc\u06ba \u062a\u0646\u0635\u06cc\u0628 \u06a9\u0631 \u0631\u06c1\u0627 \u06c1\u06d2 \u06d4
install_hebrew_definitions=\u0639\u0628\u0631\u0627\u0646\u06cc \u062a\u0639\u0631\u06cc\u0641\u06cc\u06ba \u062a\u0646\u0635\u06cc\u0628 \u06a9\u0631 \u0631\u06c1\u0627 \u06c1\u06d2 \u06d4
install_optimizing_definitions=\u06cc\u0648\u0646\u0627\u0646\u06cc \u0627\u0648\u0631 \u0639\u0628\u0631\u0627\u0646\u06cc \u062a\u0639\u0631\u06cc\u0641 \u0641\u0639\u0627\u0644 \u0627\u062d\u0633\u0646 \u06a9\u0631 \u0631\u06c1\u0627 \u06c1\u06d2 \u06d4
install_definitions_finished=\u0646\u06d2 \u0645\u0632\u06cc\u062f \u06a9\u06c1\u0627 \u06a9\u06c1 %1$d \u06a9\u06cc \u062a\u0639\u0631\u06cc\u0641 \u06a9\u0631\u0646\u06d2 \u06a9\u06cc \u06a9\u0648\u0634 \u06d4
install_original_word_forms_complete=\u0627\u0635\u0644 \u0627\u0644\u0641\u0627\u0638 \u06a9\u06d2 %1$d \u0641\u0627\u0631\u0645 \u06a9\u06cc \u062a\u0646\u0635\u06cc\u0628 \u062a\u06a9\u0645\u06cc\u0644 \u06a9\u0631 \u0644\u06cc \u06c1\u06d2 \u06d4
install_original_word_forms=\u0627\u0635\u0644 \u0644\u0641\u0638 \u06a9\u06cc \u062a\u0644\u0627\u0634 \u06a9\u06d2 \u0644\u06cc\u06d2 \u06a9\u0648\u0627\u0626\u0641 \u0634\u0627\u0645\u0644 \u06a9\u0631\u0646\u06d2
install_original_word_forms_progress=%1$d \u0627\u0635\u0644 \u0645\u062a\u0646 \u06a9\u06cc \u0645\u062e\u0635\u0648\u0635 \u0627\u0642\u0633\u0627\u0645 \u06a9\u0627 \u0627\u0636\u0627\u0641\u06c1 \u06c1\u06d2 \u06d4
install_generic_progress=\u0639\u0645\u0644\u062f\u0631\u0622\u0645\u062f %1$d \u0627\u0646\u062f\u0631\u0627\u062c\u0627\u062a
install_augmented_strongs=\u0627\u0648\u06af\u0645\u0627\u0646\u0679\u0646\u06af \u0645\u0636\u0628\u0648\u0637 \u0644\u063a\u062a
install_augmented_strongs_complete=%1$d \u0628\u06be\u0627\u0631\u06cc \u062a\u0639\u062f\u0627\u062f \u06a9\u0648 \u0628\u0691\u06be\u0627\u0646\u06d2 \u06a9\u06cc \u062a\u06a9\u0645\u06cc\u0644 \u06a9\u0631