install_making_version_searchable=\u0e17\u0e33\u0e01\u0e32\u0e23 %1$s \u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c/\u0e04\u0e27\u0e32\u0e21\u0e40\u0e2b\u0e47\u0e19\u0e22\u0e32\u0e01
installing_version_local=\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 %1$s \u0e08\u0e32\u0e01\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e1b\u0e23\u0e30\u0e22\u0e38\u0e01\u0e15\u0e4c\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19
install_progress=\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e04\u0e27\u0e32\u0e21\u0e04\u0e37\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e02\u0e2d\u0e07 %1$s\: %2$d %%
installed_version_success=\u0e21\u0e35\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 %1$s
install_alternative_meanings=\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e21\u0e32\u0e22\u0e2d\u0e37\u0e48\u0e19
install_alternative_meanings_complete=\u0e02\u0e13\u0e30\u0e19\u0e35\u0e49\u0e21\u0e35 %1$d \u0e15\u0e31\u0e27\u0e41\u0e1b\u0e23\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21 d \u0e42\u0e2b\u0e25\u0e14
install_subject_search=\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07
install_subject_search_complete=\u0e21\u0e35\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e2b\u0e31\u0e27\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e41\u0e25\u0e30\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d %1$d
install_grammar=\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e27\u0e22\u0e32\u0e01\u0e23\u0e13\u0e4c
install_grammar_complete=%1$d \u0e21\u0e35\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e49\u0e2d\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e44\u0e27\u0e22\u0e32\u0e01\u0e23\u0e13\u0e4c d
install_descriptions=\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32"
install_descriptions_complete=%1$d \u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e02\u0e49\u0e2d\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e41\u0e25\u0e30\u0e2d\u0e23\u0e23\u0e16\u0e01\u0e16\u0e32\u0e14\u0e31\u0e07\u0e19\u0e35\u0e49
install_timeline=\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e40\u0e2a\u0e49\u0e19\u0e40\u0e27\u0e25\u0e32\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c
install_timeline_periods=\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e40\u0e2a\u0e49\u0e19\u0e40\u0e27\u0e25\u0e32\u0e23\u0e2d\u0e1a\u0e23\u0e30\u0e22\u0e30\u0e40\u0e27\u0e25\u0e32
intall_timeline_complete=\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e49\u0e19\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 %1$d \u0e40\u0e2a\u0e49\u0e19\u0e40\u0e27\u0e25\u0e32\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
install_maps=\u0e1e\u0e23\u0e30\u0e04\u0e31\u0e21\u0e20\u0e35\u0e23\u0e4c\u0e40\u0e1b\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07
install_maps_complete=\u0e17\u0e33 %1$d \u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e21\u0e1a\u0e39\u0e23\u0e13\u0e4c
install_greek_definitions=\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e49\u0e2d\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e02\u0e2d\u0e07\u0e20\u0e32\u0e29\u0e32\u0e01\u0e23\u0e35\u0e01
install_hebrew_definitions=\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e02\u0e49\u0e2d\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e02\u0e2d\u0e07\u0e20\u0e32\u0e29\u0e32\u0e2e\u0e34\u0e1a\u0e23\u0e39
install_optimizing_definitions=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1b\u0e23\u0e30\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e20\u0e32\u0e1e\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e33\u0e08\u0e33\u0e01\u0e31\u0e14\u0e04\u0e27\u0e32\u0e21\u0e20\u0e32\u0e29\u0e32\u0e01\u0e23\u0e35\u0e01\u0e41\u0e25\u0e30\u0e2e\u0e34\u0e1a\u0e23\u0e39
install_definitions_finished=\u0e40\u0e1e\u0e34\u0e48\u0e21 %1$d \u0e01\u0e33\u0e2b\u0e19\u0e14\u0e43\u0e2b\u0e49\u0e1b\u0e17\u0e32\u0e19\u0e38\u0e01\u0e23\u0e21
install_original_word_forms_complete=\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e49\u0e19\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 %1$d \u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e04\u0e33\u0e40\u0e14\u0e34\u0e21
install_original_word_forms=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e33\u0e40\u0e14\u0e34\u0e21
install_original_word_forms_progress=\u0e40\u0e1e\u0e34\u0e48\u0e21 %1$d \u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e02\u0e2d\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e40\u0e14\u0e34\u0e21
install_generic_progress=\u0e1b\u0e23\u0e30\u0e21\u0e27\u0e25\u0e1c\u0e25 %1$d \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23
install_augmented_strongs=\u0e1e\u0e08\u0e19\u0e32\u0e19\u0e38\u0e01\u0e23\u0e21\u0e41\u0e23\u0e07\u0e2d\u0e35\u0e01
install_augmented_strongs_complete=\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e49\u0e19\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e41\u0e02\u0e47\u0e07\u0e41\u0e23\u0e07 %1$d