install_making_version_searchable=\u1792\u17d2\u179c\u17be\u200b\u17b2\u17d2\u1799\u200b\u17a2\u17b6\u1785 %1$s \u179f\u17d2\u179c\u17c2\u1784\u179a\u1780\u1796\u17d2\u179a\u17c7\u1782\u1798\u17d2\u1796\u17b8\u179a / \u17a2\u178f\u17d2\u1790\u17b6\u1792\u17b7\u1794\u17d2\u1794\u17b6\u1799\u200b\u1794\u17b6\u1793
installing_version_local=\u1780\u17c6\u1796\u17bb\u1784\u200b\u178a\u17c6\u17a1\u17be\u1784\u200b\u1780\u1798\u17d2\u1798\u179c\u17b7\u1792\u17b8\u200b %1$s \u1796\u17b8\u200b\u1790\u178f\u200b\u1780\u1798\u17d2\u1798\u179c\u17b7\u1792\u17b8 STEP\u17d4
install_progress=\u179c\u178c\u17d2\u178d\u1793\u1780\u1798\u17d2\u1798\u200b\u178a\u17c6\u17a1\u17be\u1784\u1798\u17b6\u1793 %1$s\: %2$d%%
installed_version_success=%1$s \u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u178a\u17c6\u17a1\u17be\u1784\u17d4
install_alternative_meanings=\u178a\u17c6\u17a1\u17be\u1784\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u17a2\u178f\u17d2\u1790\u1793\u17d0\u1799\u1787\u17c6\u1793\u17bd\u179f
install_alternative_meanings_complete=\u17a5\u17a1\u17bc\u179c\u1793\u17c1\u17c7\u1798\u17b6\u1793\u179c\u17c9\u17b6\u179a\u17d2\u1799\u17c9\u1784\u17cb\u17a2\u178f\u17d2\u1790\u1794\u1791 %1$d \u1794\u17b6\u1793\u1795\u17d2\u1791\u17bb\u1780\u17d4
install_subject_search=\u178a\u17c6\u17a1\u17be\u1784\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1780\u17b6\u179a\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780\u1794\u17d2\u179a\u1792\u17b6\u1793\u1794\u1791\u17d4
install_subject_search_complete=%1$d \u1794\u17d2\u179a\u1792\u17b6\u1793\u1794\u1791\u1793\u17b7\u1784\u1794\u17d2\u179a\u1792\u17b6\u1793\u1794\u1791\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u178a\u17c6\u17a1\u17be\u1784\u17d4
install_grammar=\u1780\u17b6\u179a\u178a\u17c6\u17a1\u17be\u1784\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179c\u17c1\u1799\u17d2\u1799\u17b6\u1780\u179a\u178e\u17cd
install_grammar_complete=\u1793\u17b7\u1799\u1798\u1793\u17d0\u1799\u179c\u17c1\u1799\u17d2\u1799\u17b6\u1780\u179a\u178e\u17cd %1$d \u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u178a\u17c6\u17a1\u17be\u1784
install_descriptions=\u179f\u17c1\u1785\u1780\u17d2\u178a\u17b8\u1796\u178e\u17cc\u1793\u17b6\u17a2\u178f\u17d2\u1790\u1794\u1791\u1796\u17d2\u179a\u17c7\u1782\u1798\u17d2\u1796\u17b8\u179a\u1794\u17ca\u17b8\u1794\u1793\u17b7\u1784\u17a2\u178f\u17d2\u1790\u17b6\u1792\u17b7\u1794\u17d2\u1794\u17b6\u1799\u1780\u17c6\u1796\u17bb\u1784\u178f\u17c2\u178a\u17c6\u17a1\u17be\u1784
install_descriptions_complete=%1$d \u1780\u17b6\u179a\u1796\u17b7\u1796\u178e\u17cc\u1793\u17b6\u1793\u17c3\u17a2\u178f\u17d2\u1790\u1794\u1791\u1796\u17d2\u179a\u17c7\u1782\u1798\u17d2\u1796\u17b8\u179a\u1793\u17b7\u1784\u1780\u17b6\u179a\u17a2\u178f\u17d2\u1790\u17b6\u1792\u17b7\u1794\u17d2\u1794\u17b6\u1799\u17a5\u17a1\u17bc\u179c\u17a2\u17b6\u1785\u1794\u17d2\u179a\u17be\u1794\u17b6\u1793\u17d4
install_timeline=\u1780\u17c6\u1796\u17bb\u1784\u178f\u17c2\u200b\u178a\u17c6\u17a1\u17be\u1784\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u178e\u17cd\u1793\u17c3\u200b\u1799\u17bb\u1782\u179f\u1798\u17d0\u1799
install_timeline_periods=\u1780\u17c6\u1796\u17bb\u1784\u179a\u17c0\u1794\u1785\u17c6\u1799\u17bb\u1782\u179f\u1798\u17d0\u1799
intall_timeline_complete=\u1794\u1789\u17d2\u1785\u1794\u17cb\u1780\u17b6\u179a\u178a\u17c6\u17a1\u17be\u1784\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u178e\u17cd\u1799\u17bb\u1782\u179f\u1798\u17d0\u1799 %1$d\u17d4
install_maps=\u178a\u17c6\u17a1\u17be\u1784\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1793\u17c3 Open Bible
install_maps_complete=\u1794\u1789\u17d2\u1785\u1794\u17cb\u1780\u17b6\u179a\u178a\u17c6\u17a1\u17be\u1784 %1$d \u1780\u1793\u17d2\u179b\u17c2\u1784
install_greek_definitions=\u178a\u17c6\u17a1\u17be\u1784\u1793\u17b7\u1799\u1798\u1793\u17d0\u1799\u1797\u17b6\u179f\u17b6\u1780\u17d2\u179a\u17b7\u1780\u17d4
install_hebrew_definitions=\u178a\u17c6\u17a1\u17be\u1784\u1793\u17b7\u1799\u1798\u1793\u17d0\u1799\u1797\u17b6\u179f\u17b6\u17a0\u17c1\u1796\u17d2\u179a\u17be\u179a\u17d4
install_optimizing_definitions=\u1792\u17d2\u179c\u17be\u17b2\u17d2\u1799\u1780\u17b6\u179a\u179a\u1780\u1798\u17be\u179b\u1793\u17b7\u1799\u1798\u1793\u17d0\u1799\u1797\u17b6\u179f\u17b6\u1780\u17d2\u179a\u17b7\u1780\u1793\u17b7\u1784\u1797\u17b6\u179f\u17b6\u17a0\u17c1\u1796\u17d2\u179a\u17be\u179a\u200b\u1798\u17b6\u1793\u200b\u178a\u17c6\u178e\u17be\u1780\u17b6\u179a\u200b\u179f\u17d2\u179a\u17bd\u179b\u17d4
install_definitions_finished=\u1794\u17b6\u1793\u1794\u1793\u17d2\u1790\u17c2\u1798\u1791\u17c5\u179c\u1785\u1793\u17b6\u1793\u17bb\u1780\u17d2\u179a\u1798 5 \u1793\u17b7\u1799\u1798\u1793\u17d0\u1799\u17d4
install_original_word_forms_complete=\u1780\u17b6\u179a\u178a\u17c6\u17a1\u17be\u1784\u1794\u17b6\u1793\u1794\u1789\u17d2\u1785\u1794\u17cb %1$d \u1791\u1798\u17d2\u179a\u1784\u17cb\u1794\u17c2\u1794\u1794\u1791\u1793\u17c3\u1796\u17b6\u1780\u17d2\u1799\u178a\u17be\u1798\u17d4
install_original_word_forms=\u1799\u17be\u1784\u200b\u1780\u17c6\u1796\u17bb\u1784\u1794\u1793\u17d2\u1790\u17c2\u1798\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1780\u17b6\u179a\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780\u1796\u17b6\u1780\u17d2\u1799\u178a\u17be\u1798
install_original_word_forms_progress=\u1780\u17c6\u1796\u17bb\u1784\u200b\u1794\u1793\u17d2\u1790\u17c2\u1798 %1$d \u1791\u1798\u17d2\u179a\u1784\u17cb\u200b\u1794\u17c2\u1794\u1794\u1791\u200b\u1787\u17b6\u1780\u17cb\u179b\u17b6\u1780\u17cb\u200b\u179a\u1794\u179f\u17cb\u200b\u1796\u17b6\u1780\u17d2\u1799\u200b\u178a\u17be\u1798\u17d4
install_generic_progress=\u178a\u17c6\u178e\u17be\u179a %1$d \u1780\u17c6\u178e\u178f\u17cb\u1785\u17bc\u179b
install_augmented_strongs=\u1794\u1793\u17d2\u1790\u17c2\u1798\u200b\u179c\u1785\u1793\u17b6\u1793\u17bb\u1780\u17d2\u179a\u1798\u200b\u178a\u17cf\u200b\u1781\u17d2\u179b\u17b6\u17c6\u1784
install_augmented_strongs_complete=\u179b\u17c1\u1781\u200b\u1785\u17c6\u1793\u17bd\u1793\u200b\u1794\u1789\u17d2\u1785\u1794\u17cb\u200b\u1780\u17b6\u179a\u200b\u1794\u1784\u17d2\u1780\u17be\u1793 %1$d \u1799\u17c9\u17b6\u1784\u200b\u1781\u17d2\u179b\u17b6\u17c6\u1784