#Amended by STEP Language checker
#Tue Jun 10 22:58:49 BST 2014
install_descriptions=\u0935\u093F\u0935\u0930\u0923 \u092C\u093E\u0907\u092C\u093F\u0932 \u0917\u094D\u0930\u0902\u0925\u094B\u0902 \u0914\u0930 \u091F\u0940\u0915\u093E\u0913\u0902 \u0915\u0940 \u0938\u094D\u0925\u093E\u092A\u0928\u093E"
installing_version_local=%1$s \u0915\u094B \u091A\u0930\u0923 \u0905\u0928\u0941\u092A\u094D\u0930\u092F\u094B\u0917 \u092B\u093C\u094B\u0932\u094D\u0921\u0930 \u0938\u0947 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0928\u093E\u0964
install_alternative_meanings_complete=\u0935\u0939\u093E\u0901 \u0905\u092C \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902 %1$d \u0918 \u092A\u093E\u0920 \u0935\u0947\u0930\u093F\u090F\u0902\u091F \u092D\u0930\u093E \u0939\u0941\u0906 \u0939\u0948\u0964
install_grammar_complete=%1$d \u0918 \u0935\u094D\u092F\u093E\u0915\u0930\u0923 \u092A\u0930\u093F\u092D\u093E\u0937\u093E\u090F\u0901 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948
install_original_word_forms_progress=\u091C\u094B\u0921\u093C\u093E \u0917\u092F\u093E %1$d \u0918 \u092E\u0942\u0932 \u092A\u093E\u0920 \u0915\u0947 \u0935\u093F\u0936\u093F\u0937\u094D\u091F \u0930\u0942\u092A\u094B\u0902\u0964
install_maps_complete=\u0938\u094D\u0925\u093E\u0928\u094B\u0902 \u092A\u0930 \u0938\u092E\u093E\u092A\u094D\u0924 \u0938\u094D\u0925\u093E\u092A\u0928\u093E %1$d \u0921\u0940
intall_timeline_complete=%1$d \u0915\u0940 \u0938\u094D\u0925\u093E\u092A\u0928\u093E \u0938\u092E\u093E\u092A\u094D\u0924 \u0939\u094B \u0918 \u0938\u092E\u092F\u0930\u0947\u0916\u093E \u0918\u091F\u0928\u093E\u0913\u0902\u0964
install_generic_progress=\u0938\u0902\u0938\u093E\u0927\u093F\u0924 %1$d \u0918 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u093E\u0901
install_maps=\u0916\u0941\u0932\u093E \u092C\u093E\u0907\u092C\u0932 \u0921\u0947\u091F\u093E \u0915\u0940 \u0938\u094D\u0925\u093E\u092A\u0928\u093E
install_progress=%1$s\: %2$d \u0921\u0940 \u0915\u0940 \u092A\u094D\u0930\u0917\u0924\u093F \u0915\u094B \u0938\u094D\u0925\u093E\u092A\u093F\u0924 %%
install_original_word_forms_complete=%1$d \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0928\u093E \u0938\u092E\u093E\u092A\u094D\u0924 \u0915\u0930 \u0926\u093F\u092F\u093E \u092E\u0942\u0932 \u0936\u092C\u094D\u0926\u094B\u0902 \u0915\u0947 \u0918 \u0930\u0942\u092A\u094B\u0902\u0964
install_definitions_finished=\u091C\u094B\u0921\u093C\u093E \u0917\u092F\u093E %1$d \u0918 \u092A\u0930\u093F\u092D\u093E\u0937\u093E\u090F\u0901 lexicon \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F\u0964
install_original_word_forms=\u0921\u0947\u091F\u093E \u091C\u094B\u0921\u093C\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u092E\u0942\u0932 \u0936\u092C\u094D\u0926 \u0916\u094B\u091C
install_greek_definitions=\u0917\u094D\u0930\u0940\u0915 \u092A\u0930\u093F\u092D\u093E\u0937\u093E\u090F\u0901 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0928\u093E\u0964
install_subject_search=\u0921\u0947\u091F\u093E \u0935\u093F\u0937\u092F \u0916\u094B\u091C\u094B\u0902 \u0915\u0947 \u0932\u093F\u090F \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0928\u093E\u0964
installed_version_success=%1$s \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948\u0964
install_subject_search_complete=%1$d \u0921\u0940 \u0935\u093F\u0937\u092F\u094B\u0902 \u0914\u0930 \u0935\u093F\u0937\u092F\u094B\u0902 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948\u0964
install_hebrew_definitions=\u0939\u0947\u092C\u094D\u0930\u093F\u092F\u0942 \u092A\u0930\u093F\u092D\u093E\u0937\u093E\u090F\u0901 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0928\u093E\u0964
install_making_version_searchable=%1$s \u092C\u093E\u0907\u092C\u0932/\u091F\u0940\u0915\u093E \u0916\u094B\u091C\u0928\u0947 \u092F\u094B\u0917\u094D\u092F \u092C\u0928\u093E\u0928\u093E
install_optimizing_definitions=\u0917\u094D\u0930\u0940\u0915 \u0914\u0930 \u0939\u093F\u092C\u094D\u0930\u0942 \u092A\u0930\u093F\u092D\u093E\u0937\u093E lookups \u0915\u093E \u0905\u0928\u0941\u0915\u0942\u0932\u0928\u0964
install_grammar=\u0938\u094D\u0925\u093E\u092A\u0928\u093E \u0935\u094D\u092F\u093E\u0915\u0930\u0923 \u0921\u0947\u091F\u093E
install_timeline_periods=\u0938\u092E\u092F\u0930\u0947\u0916\u093E \u0905\u0935\u0927\u093F\u092F\u094B\u0902 \u0915\u0940 \u0924\u0948\u092F\u093E\u0930\u0940
install_descriptions_complete=%1$d \u0918 \u0935\u093F\u0935\u0930\u0923 \u092C\u093E\u0907\u092C\u093F\u0932 \u0917\u094D\u0930\u0902\u0925\u094B\u0902 \u0914\u0930 \u091F\u0940\u0915\u093E\u0913\u0902 \u0915\u0940 \u0905\u092C \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u0948\u0902\u0964
install_alternative_meanings=\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0935\u0948\u0915\u0932\u094D\u092A\u093F\u0915 \u0905\u0930\u094D\u0925 \u0921\u0947\u091F\u093E
install_timeline=\u0938\u092E\u092F\u0930\u0947\u0916\u093E \u0918\u091F\u0928\u093E\u0913\u0902 \u0915\u0940 \u0938\u094D\u0925\u093E\u092A\u0928\u093E
