install_making_version_searchable=%1$s \u092c\u093e\u0907\u092c\u0932/\u091f\u0940\u0915\u093e \u0916\u094b\u091c\u0928\u0947 \u092f\u094b\u0917\u094d\u092f \u092c\u0928\u093e\u0928\u093e
installing_version_local=%1$s \u0915\u093e  \u0907\u0902\u0938\u094d\u091f\u093e\u0932\u0947\u0936\u0928  STEP \u090f\u092a\u094d\u0932\u0940\u0915\u0947\u0936\u0928  \u092b\u093c\u094b\u0932\u094d\u0921\u0930 \u0938\u0947 \u0939\u094b \u0930\u0939\u093e \u0939\u0948\u0964
install_progress=%1$s\: %2$d \u0921\u0940 \u0915\u0940 \u092a\u094d\u0930\u0917\u0924\u093f \u0915\u094b \u0938\u094d\u0925\u093e\u092a\u093f\u0924 %%
installed_version_success=%1$s \u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964
install_alternative_meanings=\u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0935\u0948\u0915\u0932\u094d\u092a\u093f\u0915 \u0905\u0930\u094d\u0925 \u0921\u0947\u091f\u093e
install_alternative_meanings_complete=\u0935\u0939\u093e\u0901 \u0905\u092c \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902 %1$d \u0918 \u092a\u093e\u0920 \u0935\u0947\u0930\u093f\u090f\u0902\u091f \u092d\u0930\u093e \u0939\u0941\u0906 \u0939\u0948\u0964
install_subject_search=\u0921\u0947\u091f\u093e \u0935\u093f\u0937\u092f \u0916\u094b\u091c\u094b\u0902 \u0915\u0947 \u0932\u093f\u090f \u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0928\u093e\u0964
install_subject_search_complete=%1$d \u0921\u0940 \u0935\u093f\u0937\u092f\u094b\u0902 \u0914\u0930 \u0935\u093f\u0937\u092f\u094b\u0902 \u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948\u0964
install_grammar=\u0938\u094d\u0925\u093e\u092a\u0928\u093e \u0935\u094d\u092f\u093e\u0915\u0930\u0923 \u0921\u0947\u091f\u093e
install_grammar_complete=%1$d \u0918 \u0935\u094d\u092f\u093e\u0915\u0930\u0923 \u092a\u0930\u093f\u092d\u093e\u0937\u093e\u090f\u0901 \u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u093f\u092f\u093e \u0917\u092f\u093e \u0939\u0948
install_descriptions=\u0935\u093f\u0935\u0930\u0923 \u092c\u093e\u0907\u092c\u093f\u0932 \u0917\u094d\u0930\u0902\u0925\u094b\u0902 \u0914\u0930 \u091f\u0940\u0915\u093e\u0913\u0902 \u0915\u0940 \u0938\u094d\u0925\u093e\u092a\u0928\u093e"
install_descriptions_complete=%1$d \u0918 \u0935\u093f\u0935\u0930\u0923 \u092c\u093e\u0907\u092c\u093f\u0932 \u0917\u094d\u0930\u0902\u0925\u094b\u0902 \u0914\u0930 \u091f\u0940\u0915\u093e\u0913\u0902 \u0915\u0940 \u0905\u092c \u0909\u092a\u0932\u092c\u094d\u0927 \u0939\u0948\u0902\u0964
install_timeline=\u0938\u092e\u092f\u0930\u0947\u0916\u093e \u0918\u091f\u0928\u093e\u0913\u0902 \u0915\u0940 \u0938\u094d\u0925\u093e\u092a\u0928\u093e
install_timeline_periods=\u0938\u092e\u092f\u0930\u0947\u0916\u093e \u0905\u0935\u0927\u093f\u092f\u094b\u0902 \u0915\u0940 \u0924\u0948\u092f\u093e\u0930\u0940
intall_timeline_complete=%1$d \u0915\u0940 \u0938\u094d\u0925\u093e\u092a\u0928\u093e \u0938\u092e\u093e\u092a\u094d\u0924 \u0939\u094b \u0918 \u0938\u092e\u092f\u0930\u0947\u0916\u093e \u0918\u091f\u0928\u093e\u0913\u0902\u0964
install_maps=\u0916\u0941\u0932\u093e \u092c\u093e\u0907\u092c\u0932 \u0921\u0947\u091f\u093e \u0915\u0940 \u0938\u094d\u0925\u093e\u092a\u0928\u093e
install_maps_complete=\u0938\u094d\u0925\u093e\u0928\u094b\u0902 \u092a\u0930 \u0938\u092e\u093e\u092a\u094d\u0924 \u0938\u094d\u0925\u093e\u092a\u0928\u093e %1$d \u0921\u0940
install_greek_definitions=\u0917\u094d\u0930\u0940\u0915 \u092a\u0930\u093f\u092d\u093e\u0937\u093e\u090f\u0901 \u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0928\u093e\u0964
install_hebrew_definitions=\u0939\u0947\u092c\u094d\u0930\u093f\u092f\u0942 \u092a\u0930\u093f\u092d\u093e\u0937\u093e\u090f\u0901 \u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0928\u093e\u0964
install_optimizing_definitions=\u0917\u094d\u0930\u0940\u0915 \u0914\u0930 \u0939\u093f\u092c\u094d\u0930\u0942 \u092a\u0930\u093f\u092d\u093e\u0937\u093e lookups \u0915\u093e \u0905\u0928\u0941\u0915\u0942\u0932\u0928\u0964
install_definitions_finished=\u091c\u094b\u0921\u093c\u093e \u0917\u092f\u093e %1$d \u0918 \u092a\u0930\u093f\u092d\u093e\u0937\u093e\u090f\u0901 lexicon \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f\u0964
install_original_word_forms_complete=%1$d \u0938\u094d\u0925\u093e\u092a\u093f\u0924 \u0915\u0930\u0928\u093e \u0938\u092e\u093e\u092a\u094d\u0924 \u0915\u0930 \u0926\u093f\u092f\u093e \u092e\u0942\u0932 \u0936\u092c\u094d\u0926\u094b\u0902 \u0915\u0947 \u0918 \u0930\u0942\u092a\u094b\u0902\u0964
install_original_word_forms=\u0921\u0947\u091f\u093e \u091c\u094b\u0921\u093c\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u092e\u0942\u0932 \u0936\u092c\u094d\u0926 \u0916\u094b\u091c
install_original_word_forms_progress=\u091c\u094b\u0921\u093c\u093e \u0917\u092f\u093e %1$d \u0918 \u092e\u0942\u0932 \u092a\u093e\u0920 \u0915\u0947 \u0935\u093f\u0936\u093f\u0937\u094d\u091f \u0930\u0942\u092a\u094b\u0902\u0964
install_generic_progress=\u0938\u0902\u0938\u093e\u0927\u093f\u0924 %1$d \u0918 \u092a\u094d\u0930\u0935\u093f\u0937\u094d\u091f\u093f\u092f\u093e\u0901
install_augmented_strongs=\u092e\u091c\u092c\u0942\u0924 \u0936\u092c\u094d\u0926\u0915\u094b\u0936 \u092e\u0947\u0902 \u092c\u0922\u093c\u094b\u0924\u0930\u0940
install_augmented_strongs_complete=%1$d \u092e\u091c\u092c\u0942\u0924 \u0938\u0902\u0916\u094d\u092f\u093e \u092c\u0922\u093c\u093e\u0928\u0947 \u0938\u092e\u093e\u092a\u094d\u0924 \u0939\u094b \u0917\u092f\u093e