{
"book_description" : "Retelling 1 & 2 Samuel",
"book_overview" : "Genealogies from Adam till the kings and priest, and then the story of the Ark till Solomon",
"ESV_summary" : "First and Second Chronicles, originally one book, was written sometime after Judah began to return from the Babylonian exile in 538 BC (1 Chron. 9:1-2; 2 Chron. 36:23). It focuses primarily on the history of Judah, the southern kingdom of divided Israel. First Chronicles begins with several genealogies, with special emphasis on David and Solomon. The \"chronicler\" moves next to the history of the kingdom under David, stressing David’s deep interest in worship and his detailed plans for the construction of the temple—which would be built by his son Solomon. First Chronicles was probably written to reassure the returned exiles of God’s faithfulness toward his people. Its author is unknown, although many have thought that Ezra was the principal writer.",
"ESV_introduction" : "In the Hebrew Canon these books formed a single volume called \"Things of the days\" (i.e., annals). The translators of the Greek Septuagint Version gave them the title, Paraleipomena, meaning \"things left over\", implying their use as a supplement to Samuel and Kings. Jerome (c. A.D. 340-420) called them \"a chronicle of the whole and sacred history\" from Adam to Cyrus (538 B.C.), hence their English name. Actually, Chronicles is a summary of Hebrew history that duplicates much of Samuel and Kings.",
"chapter_1_header" : "Genealogies",
"chapter_1_description" : "*Lineage information up to Saul",
"chapter_1_overview" : "Adam, Seth, Noah, Shem, Eber, Abraham; Abraham's sons were Isaac and Ishmael; Isaac's sons were Esau and Israel. Kings ruled in Edom.",
"chapter_1_summary" : "This is a summary of lineage from Adam to Israel and beyond to the rulers of Edom before the Israelites ruled there. The lineage includes Nimrod, the mighty hunter, and Peleg, named so because the earth was \"divided\" in his days.",
"chapter_2_description" : "*Lineage information up to Saul",
"chapter_2_overview" : "Judah's line led to Obed, Jesse and David. Caleb was son of Hezron; Jerahmeel was firstborn of Hezron. Caleb's line were the Kenites.",
"chapter_2_summary" : "This lists Israel's sons; Reuben, Simeon, Levi, Judah, Issachar, Zebulun, Dan, Joseph, Benjamin, Naphtali, Gad, and Asher. It also gives lineage from Israel's son Judah to Hezron's sons.",
"chapter_3_description" : "*Lineage information up to Saul",
"chapter_3_overview" : "David had six sons at Hebron, four by Bathshua and nine others. Solomon's line led to Jeconiah, and then to the sons of Elioenai.",
"chapter_3_summary" : "This is a summary of the Davidic lineage starting from David. The sons born from concubines are not listed.",
"chapter_4_description" : "*Lineage information up to Saul",
"chapter_4_overview" : "Reaiah's sons were the Zorathites; God blessed Jabez; Shelah's sons worked for the king. Simeon's line went to Gedor to seek pasture.",
"chapter_4_summary" : "This lists the lineage of the other clans of Judah. Then it gives the lineage of Israel's son Simeon and gives a brief history of the land the settled.",
"chapter_5_description" : "*Lineage information up to Saul",
"chapter_5_overview" : "Reuben lost his birthright; his sons lived in Gilead. The sons of Gad and the sons of Manasseh lived in Bashan until the captivity.",
"chapter_5_summary" : "This lists the lineage of Israel's sons Reuben and Gad, and gives brief histories of the lands they captured. There is also a very brief lineage of the half-tribe of Manasseh which details the exile of the Israelites from the Promised Land.",
"chapter_6_description" : "*Lineage information up to Saul",
"chapter_6_overview" : "Levi's sons were Gershon, Kohath and Merari. The musicians were Heman and Asaph. Aaron's sons made offerings. They were given cities.",
"chapter_6_summary" : "This lists the lineage of Israel's son Levi and details the lands and cities they were given from the other Israelite tribes.",
"chapter_7_description" : "*Lineage information up to Saul",
"chapter_7_overview" : "Issachar's sons were 87,000. Benjamin's sons were Bela, Beker and Jediael. Ephraim's line led to Joshua. Asher's sons were 26,000.",
"chapter_7_summary" : "This lists the lineage of Israel's sons Issachar, Benjamin, and Naphtali. This also gives lineage of Manasseh, Ephraim, and Asher.",
"chapter_8_description" : "*Lineage information up to Saul",
"chapter_8_overview" : "Benjamin was father of Bela, Ashbel, Aharah, Nohah and Rapha; Ner's line was Kish, Saul, Jonathan; the sons of Ulam were mighty men.",
"chapter_8_summary" : "This lists the lineage of Saul the Benjamite.",
"chapter_9_header" : "David's rise",
"chapter_9_description" : "*Lineage information up to Saul",
"chapter_9_overview" : "Jerusalem was resettled by Judah, Benjamin, Ephraim and Manasseh; there were priests and Levite gatekeepers. Kish was father of Saul.",
"chapter_9_summary" : "All Israel's lineage was recorded in the book of the kings of Israel. This lists the lineage of those Israelites that resettled Jerusalem after the people of Judah had been taken away to Babylon. There is another list of the lineage of Saul.",
"chapter_10_description" : "The end of Saul",
"chapter_10_overview" : "The Philistines fought Israel and Saul fell on his sword. The Israelites fled. Saul died for his unfaithfulness against the LORD.",
"chapter_10_summary" : "When the Philistines fought against the Israelites, they had injured Saul with arrows. Not wanting to be captured, Saul committed suicide with his own sword. All of his house died that day. When the Israelites heard that Saul was dead, they fled. The Philistines took Saul's head and armor for trophies. The inhabitants of Jabesh Gilead buried the bodies of Saul and his sons. Saul died because he was unfaithful to God.",
"chapter_11_description" : "*David becomes the commander of Israel",
"chapter_11_overview" : "The elders anointed David king. David's mighty men included the three who brought him water from Bethlehem. Abishai led the thirty.",
"chapter_11_summary" : "David was made king of Israel at Hebron. David conquered the Jebusites at Jerusalem, and Joab was made commander-in-chief because he led the attack. David lived in and fortified and restored the city. David became powerful because God was with him. David had 3 mighty men; including Jashobeam, who killed 300 with a spear in one battle; and Eleazar, who helped the victory in a barley field against the Philistines. The 3 got David some water from the well at Bethlehem, but David would not drink it because they risked their lives to get it. Abishai was chief of the 3 mighty men and had killed 300 with his spear in one battle. Benaiah was a good fighter too, and had killed a 7.5 foot tall Egyptian with his own spear. There is then a list of David's chiefs, which includes the 3 mighty men.",
"chapter_12_description" : "*David becomes the commander of Israel",
"chapter_12_overview" : "Benjaminites and Gadites went over to David at Ziklag. David made them officers. People kept coming until there was a great army.",
"chapter_12_summary" : "This is a listing of the men and forces that joined with David at Ziklag and at Hebron with some of their attributes.",
"chapter_13_header" : "Ark & eternal covenant",
"chapter_13_description" : "*David brings the Ark of the Covenant back to Jerusalem",
"chapter_13_overview" : "David said, \"Let us bring the ark back.\" As they carried the ark Uzzah steadied it and was struck down. David took it to Obed-edom.",
"chapter_13_summary" : "David consulted the people about bringing the Ark of the Covenant back to Jerusalem, and everyone thought it was a good idea. So they retrieved the Ark and had a celebrating parade all along the route back to Jerusalem. An ox tripped and Uzzah reached out his had to steady the Ark, and immediately God killed Uzzah for touching the Ark. David became afraid and parked the Ark in a house belonging to Obed-Edom the Gittite. Obed-Edom was blessed while the Ark was there.",
"chapter_14_description" : "*David brings the Ark of the Covenant back to Jerusalem",
"chapter_14_overview" : "David had more children. The Philistines attacked; David inquired of God and when he heard marching in the trees he defeated them.",
"chapter_14_summary" : "David got gifts from Hiram, king of Tyre. In Jerusalem, David got more wives and had more children. The Philistines went in full force to attack David. David asked God if he should attack the Philistines and God says yes. So David attacked and was victorious. Again the Philistines attacked and David asked God if he should attack them. God told David to attack them by catching them from in front of the balsam trees. David does this and is victorious. God makes all nations fear David.",
"chapter_15_description" : "*David brings the Ark of the Covenant back to Jerusalem",
"chapter_15_overview" : "David told the Levites to carry the ark. Heman, Asaph and Ethan were the musicians. The ark was brought into the city of David.",
"chapter_15_summary" : "David arranges for the Levites to take the Ark up to Jerusalem. David says that it was because the Levites had not moved the Ark, in accordance with the Law, that Uzzah was killed. So they again retrieved the Ark and had a celebrating parade all along the route back to Jerusalem. When the parade entered Jerusalem, Michal, a daughter of Saul, despised David's dancing and celebrating.",
"chapter_16_description" : "*David brings the Ark of the Covenant back to Jerusalem",
"chapter_16_overview" : "They made offerings and David appointed singers. \"Give thanks to the LORD; He is greatly to be praised!\" Asaph ministered each day.",
"chapter_16_summary" : "When the Ark got back in Jerusalem, David arranged for offerings and giving thanks to God. David makes a Psalm of thanks to God, including the lines \"He confirmed [the Covenant] to Jacob as a decree, to Israel as an everlasting covenant\" and \"Save us, O God our Savior; gather us and deliver us from the nations, that we may give thanks to your holy name, that we may glory in your praise.\" David arranged for the daily worship and sacrifice to God.",
"chapter_17_description" : "God promises David's kingdom will last forever",
"chapter_17_overview" : "The LORD said to Nathan, \"Tell David: I will establish your house; your son will build my house.\" David prayed, \"Who am I, O LORD?\"",
"chapter_17_summary" : "David is unhappy because the Ark is not in a house. God tells Nathan to tell David that he should not build a house for the Ark, instead one of his sons will, and promises that his house will be established forever. David prays that God will keep His promises.",
"chapter_18_header" : "Victories & Temple",
"chapter_18_description" : "*Military victories under David's kingship",
"chapter_18_overview" : "David defeated the Philistines, the Moabites, King Hadadezer, the Arameans and the Edomites. He reigned over Israel with justice.",
"chapter_18_summary" : "David was victorious in all the battles he fought because God was with him. He defeated the Philistines and the Moabites. He defeated the entire army of Zobah, capturing 1000 chariots and hamstringing all but 100 of the chariot horses. The king of Hamath sent gold, silver and bronze to congratulate David on his victories. David also defeated the Edomites, Ammonites, Philistines, and Amalek. David's officers are listed.",
"chapter_19_description" : "*Military victories under David's kingship",
"chapter_19_overview" : "The King of Ammon humiliated David's servants and hired the Arameans for war. Joab defeated them and David defeated King Hadadezer.",
"chapter_19_summary" : "Nahash, king of the Ammonites died, and Hanun succeeded him. David sent messengers to Hanun to console his loss, but Hanun thinks they are spies and shaves them and cuts holes in the seats of their cloaks. This event lures David into war against the Ammonites. The Ammonites hired Aramean mercenaries to boost their army numbers. Upon going into battle, the Arameans fled, which provoked the Ammonites to flee as well. The Arameans regrouped across the Euphates River, so David had the army attack them there. After heavy losses, the Arameans fled again and ultimately became vassals to Israel.",
"chapter_20_description" : "*Military victories under David's kingship",
"chapter_20_overview" : "Joab besieged Rabbah and David took the plunder. War broke out with the Philistines and David and his men killed the giants.",
"chapter_20_summary" : "The military commander, Joab, led the Israelites against the Ammonites successfully. He recovered lots of plunder, including a gold crown weighing 75 pounds. David chose to wear that crown. David either enslaved the defeated Ammonites or cut them to pieces with saws, axes, and picks, depending on the Bible version. The Israelites defeat the Philistines in Gath. Jonathan, son of David's brother Shimea, killed a big, six-fingered, six-toed Philistine.",
"chapter_21_description" : "God punishes the Israelites for taking a census",
"chapter_21_overview" : "Satan led David to count the Israelites. God sent a plague and a destroying angel. David bought Ornan's field and made offerings.",
"chapter_21_summary" : "A Satan rose up against Israel and persuaded David to take a census. David commands Joab to count all of Israelites. Joab pleas with David not to do this, but can't convince him otherwise. So Joab counts all the fighting men of Israel (except those of Levi and Benjamin out of Joab's disgust for the census) and reports 101000 men to David. God was angry about the census, so He wanted to punish Israel. David begs God for forgiveness. God has Gad, a seer, tell David to make a choice of punishments from God between 3 years of famine, 3 months of losing battles to enemies, or 3 days of \"the sword of the Lord\", a plague on the land. David leaves it up to God. God sends a plague and kills 70000 men. God sent an angel to destroy Jerusalem. In the middle of the destruction of Jerusalem, God stopped the angel from going further when he was at the threshing floor of Araunah. David looked up and saw the angel standing between Heaven and Earth with a sword drawn over Jerusalem. David cries out to God, asking why He is punishing the Israelites when it was David that sinned. God tells Gad to tell David to build an altar on Araunah's threshing floor. David asks to buy the threshing floor from Araunah. Araunah says he will just give it to David. David insists on paying, and pays him 600 gold shekels. David built the altar and made burnt offerings and fellowship offerings. God answers David by sending fire from Heaven on the altar. David did not go to the Tabernacle of Moses at Gibeon to inquire of God because he was afraid of the angel with the sword.",
"chapter_22_description" : "*David arranges for the construction of the Temple",
"chapter_22_overview" : "David told Solomon: \"The LORD has said that you will build his temple. I have provided materials.\" He ordered the leaders to help.",
"chapter_22_summary" : "David makes extensive preparations for the Temple of God because he knows Solomon is not experienced. David tells Solomon that God told David not to build the Temple because David had shed much blood, but Solomon will build the Temple and enjoy peace and rest during his reign as king, and that the kingdom will forever be in Solomon's lineage. David reviews with Solomon the preparations for the Temple. Then David pleas with the people to support Solomon.",
"chapter_23_description" : "*David arranges for the construction of the Temple",
"chapter_23_overview" : "David made Solomon king over Israel. He organised the Levites into the sons of Gershon, Kohath and Merari to serve in the temple.",
"chapter_23_summary" : "David makes Solomon king. David organizes the Levites to help with Temple construction. The Levite lineages responsible for the Temple tending are listed. The Levites' Temple duties are described.",
"chapter_24_description" : "*Lists of the priests, Temple musicians, gate keepers, treasurers, armies, officers, overseers",
"chapter_24_overview" : "The sons of Aaron were priests. David organised the sons of Eleazar and Ithamar by lot. The rest of the Levites also cast lots.",
"chapter_24_summary" : "This lists the divisions of the Levitic priesthood starting with Aaron. Their divisions were chosen based on drawing lots.",
"chapter_25_description" : "*Lists of the priests, Temple musicians, gate keepers, treasurers, armies, officers, overseers",
"chapter_25_overview" : "The sons of Asaph, Heman and Jeduthun prophesied with music. 288 were trained in singing to the LORD. They cast lots for duties.",
"chapter_25_summary" : "This lists the assignments of the Temple musicians. Their assignments were chosen based on drawing lots.",
"chapter_26_description" : "*Lists of the priests, Temple musicians, gate keepers, treasurers, armies, officers, overseers",
"chapter_26_overview" : "The sons of Obed-edom, Meshelemiah and Hosah were gatekeepers. Ahijah, Zetham, Joel, Shubael and Shelomith oversaw the treasuries.",
"chapter_26_summary" : "This lists the gate keepers. Their assignments were chosen based on drawing lots. The treasurers and other officials are listed.",
"chapter_27_description" : "*Lists of the priests, Temple musicians, gate keepers, treasurers, armies, officers, overseers",
"chapter_27_overview" : "Divisions of 24,000 men were on duty month by month. There was a chief officer over each tribe. Joab was the commander of the army.",
"chapter_27_summary" : "This lists the monthly divisions of David's standing army of 24000 men. Briefly there is a mention of God's wrath due to taking a census that is better documented in 2 Samuel 24 and 1 Chronicles 21. Then the officers of the tribes are listed. Finally David's overseers are listed.",
"chapter_28_description" : "*David prepares Solomon to lead and build the Temple",
"chapter_28_overview" : "David assembled the leaders and said, \"The LORD has chosen Solomon to build his house.\" He gave Solomon the plans for the temple.",
"chapter_28_summary" : "David gathers the various leaders and officials of the Israelites. He tells them that he wanted to build the Temple for the Ark of the Covenant, but God told him not to because he was a warrior. He says that God chose Solomon to be his successor and that Solomon will build the Temple. David says that God told him that He would establish Solomon's kingdom forever only if Solomon obeys God's commandments and laws. David warns the people to obey God and warns Solomon that if he rejects God, God will reject him forever. David gives Solomon the very detailed plan for the Temple as given to him by God.",
"chapter_29_description" : "*David prepares Solomon to lead and build the Temple",
"chapter_29_overview" : "The leaders gave offerings. David prayed, \"Yours is the kingdom, O LORD. Of your own have we given you.\" David died at an old age.",
"chapter_29_summary" : "David notes how much preparation he has made for the Temple. He then donates his personal treasure as well. The Israelite leaders donate whole heartedly as well. David prays saying that the Israelites have given what God has given to them, and asks God to help Solomon follow God's will. Solomon is anointed king a second time. David dies."
}
