{
"book_description" : "Church problems",
"book_overview" : "Problems of divisions, immorality, disruptive worship, and doubts about the resurrection.",
"ESV_summary" : "The city of Corinth was at the heart of an important trade route in the ancient world. Like many cities that thrive on trade, Corinth had a reputation for sexual immorality, religious diversity, and corruption. The church that Paul planted there (Acts 18) floundered under all of these influences and began to divide over various issues. First Corinthians addresses many practical questions dividing the church—questions concerning such things as spiritual gifts, marriage, food offered to idols, and the resurrection. Paul urged the Corinthians to be unified and to give themselves fully to \"the work of the Lord\" (15:58). Chapter 13 includes a well-known passage on the nature and importance of love. Paul wrote this letter to the Corinthians from Ephesus about AD 55.",
"ESV_introduction" : "This letter discusses doctrinal and ethical problems that were disturbing the Corinthian church, and presents a picture of the life of a particular local congregation in New Testament times. Writing from Ephesus, where he spent at lead three year, Paul addresses the Corinthian church concerning the significance of the new life in Christ, which should be demonstrated in the fellowship within the Church. He advises them regarding spiritual gifts (12), Christian love (13), and the meaning of the Resurrection (15).",
"chapter_1_header" : "Disunity",
"chapter_1_description" : "Christ crucified: God's wisdom over human wisdom",
"chapter_1_overview" : "Paul, to the church in Corinth. Let there be no divisions. The cross is folly to those perishing, but to us it is the power of God.",
"chapter_1_summary" : "Paul begins with greetings and thanks for the Corinthians. He addresses the problem of divisions within the church, with some claiming to follow Paul, others following Apollos, and others claiming to follow Cephas (Peter) or even Christ. Paul emphasizes that Christ is not divided and that he was not sent to baptize but to preach the Gospel. He stresses the importance of the cross and how God’s wisdom is different from human wisdom.",
"chapter_2_description" : "The Spirit reveals God's wisdom",
"chapter_2_overview" : "I knew nothing among you except Christ crucified. We speak the wisdom of God. Through the Spirit we know what God has freely given.",
"chapter_2_summary" : "Paul explains that when he came to Corinth, he did not use lofty words or wisdom but preached Jesus crucified. His preaching did not demonstrate human wisdom, but the Holy Spirit so that their faith would be in God’s power. Paul contrasts the wisdom of God with the wisdom of the world, explaining that the spiritual truths are understood only through the Spirit. He emphasizes that believers have the mind of Christ, allowing them to discern spiritual matters.",
"chapter_3_description" : "Building the church on Christ's foundation",
"chapter_3_overview" : "You are still infants. One follows Paul, another Apollos. We are co-workers with God. Christ is the foundation. You are God's temple.",
"chapter_3_summary" : "Paul continues addressing the divisions in the church in Corinth. He undermines favoritism toward Apollos or himself by comparing the church to a a field and a building. God gives growth to the field and Jesus Christ is the foundation of the church. Workers like Paul and Apollos are merely ones who plant and water the field or build the building. Each person must build on the foundation with care. Paul warns that their work will be tested, and only what is built on Christ will last. He reminds the Corinthians that they are God’s temple and that God’s Spirit dwells among them. They should not be deceived in their own wisdom or boast in people.",
"chapter_4_description" : "Faithful stewards of God's mysteries",
"chapter_4_overview" : "Think of us as stewards of the mysteries of God. You are kings already? We are fools for Christ. I admonish you as my dear children.",
"chapter_4_summary" : "Paul says he and his coworkers should be regarded as servants of Christ and stewards of God’s mysteries, emphasizing faithfulness and humility. Paul urges the Corinthians not to judge prematurely, highlighting that ultimate judgment belongs to God. He uses himself and his fellow apostles as examples of humility, suffering, and dedication in their ministry in contrast with higher honor the Corinthians display. Paul appeals as a spiritual father for them to be imitators of him, states that is why he sent Timothy to teach his example and warns against people’s arrogant talk, emphasizing that the essence of God's kingdom lies in transformative power, not mere words.",
"chapter_5_header" : "Immorality",
"chapter_5_description" : "The church must deal with sin",
"chapter_5_overview" : "You boast about the sexual immorality among you. You should deliver that man to Satan. But I am not judging those outside the church.",
"chapter_5_summary" : "Paul addresses a serious case of immorality within the church, where a man is sleeping with his father’s wife and the church’s arrogant lack of concern about it. Paul is shocked that the church has not acted against this sin. He instructs them to expel the immoral person so that his spirit may be saved in the future day of the Lord. Paul addresses their boasting using the image of yeast as leaven in an illustration of the corrupting influence of sin in the church.  Paul sets up standards for not tolerating sinful people inside the church and letting God judge those outside the church.",
"chapter_6_description" : "Believers' bodies belong to God",
"chapter_6_overview" : "Do you take one another to court? Why not rather be wronged? Your body is not for sexual immorality, it is a temple of the Spirit.",
"chapter_6_summary" : "Paul addresses issues of lawsuits among believers. He questions why they would take their disputes to secular courts instead of resolving them within the church. Paul reminds them that believers will judge the world and even angels, urging them to settle disputes within the church and if need be, to do so self-sacrificially. He Reminds them that they have left unrighteous acts which keep people from inheriting the kingdom of God. He also warns against sexual immorality, explaining that the body is a temple of the Holy Spirit and that Christians should honor God with their bodies.",
"chapter_7_description" : "Marriage and singleness in the Lord",
"chapter_7_overview" : "It is good to stay unmarried, but better to marry than to burn with lust. Each should live as God has called. I want you to be free.",
"chapter_7_summary" : "Paul discusses marriage and singleness. He begins by stating that it is good for a man not to marry, but for those who cannot control their desires, marriage is better than burning with passion. He provides guidance for married couples, encouraging them to fulfill their marital duties and not to refrain unless mutually agreed upon for prayer. Paul also addresses those not married and advises them that it is good to remain single, but they can remarry if they desire, as long as it is in the Lord. The key message is to live according to one’s calling, whether married or single.",
"chapter_8_description" : "Love limits liberty for the sake of others",
"chapter_8_overview" : "About food offered to idols: An idol is nothing. There is only one God. But if food makes my brother stumble I will never eat meat.",
"chapter_8_summary" : "Paul addresses the issue of food offered to idols. He acknowledges that idols are not real gods and that believers have knowledge that there is only one God. However, he emphasizes love that builds up rather than knowledge that puffs up. Some believers may be weak in faith and could be led astray if others eat food offered to idols. Paul encourages the Corinthians to avoid causing others to stumble in their faith by being sensitive to their consciences.",
"chapter_9_description" : "Rights yielded for the gospel's advance",
"chapter_9_overview" : "You are the seal of my apostleship. Do we not have the right to material support? But I made myself a servant to all for the gospel.",
"chapter_9_summary" : "#Paul defends his rights as an apostle. He explains that he has the right to receive support from the church, like other apostles such as Peter and John, but he chooses to work and not rely on them financially to avoid hindering the Gospel. Paul discusses how he adapts his approach to reach different people, becoming \"all things to all people\" in order to save some. He emphasizes the importance of self-discipline in running the race of faith.",
"chapter_10_description" : "Learn from Israel's failures",
"chapter_10_overview" : "Do not desire evil as our fathers did. God will make you able to endure temptation. Flee from idolatry. Do all to the glory of God.",
"chapter_10_summary" : "#Paul warns the Corinthians against idolatry. He uses the example of the Israelites who, despite experiencing God’s miracles, fell into sin. He reminds them that they should not take part in idol worship or participate in meals offered to idols, as this could lead them away from God. Paul emphasizes that believers cannot drink from the cup of the Lord and the cup of demons at the same time. He encourages them to do everything for God’s glory and to avoid causing others to stumble.",
"chapter_11_header" : "Disruptive worship",
"chapter_11_description" : "Proper worship and the Lord's supper",
"chapter_11_overview" : "The head of a woman is her husband. I hear that some go hungry when you meet! With the bread and cup you proclaim the Lord's death.",
"chapter_11_summary" : "#Paul addresses issues related to worship and the Lord’s Supper. He discusses proper conduct during worship, including the importance of head coverings for women, which signifies authority and respect. Paul then moves on to the Lord’s Supper, explaining that it should be taken seriously. He criticizes the Corinthians for their divisions and for not properly honoring the body of Christ during the meal. He instructs them to examine themselves before partaking in communion to avoid judgment.",
"chapter_12_description" : "Many gifts, one body",
"chapter_12_overview" : "Now there are various spiritual gifts, but one Spirit. If the whole body were an eye, how would it hear? You are the body of Christ.",
"chapter_12_summary" : "#Paul discusses spiritual gifts. He explains that the Holy Spirit gives different gifts to believers for the common good of the church. He lists various gifts, including wisdom, knowledge, faith, healing, miracles, prophecy, and speaking in tongues. Paul uses the analogy of the body to illustrate that just as a human body has many parts that work together, the church functions as one body with Christ as the head. Each believer has a unique role, and all gifts are important.",
"chapter_13_description" : "Love",
"chapter_13_overview" : "Without love I am nothing. Love is patient, does not boast, endures all things. Tongues will cease, but faith, hope and love remain.",
"chapter_13_summary" : "#Paul emphasizes the importance of love. He explains that no matter how gifted someone may be, they are meaningless without love. Paul describes love as patient, kind, not envious or boastful, and not easily angered. He highlights that love never fails and is more important than any spiritual gift.",
"chapter_14_description" : "Orderly worship builds up the church",
"chapter_14_overview" : "Tongues edifies the speaker, prophecy edifies the church. Each of you brings a hymn, a lesson or a tongue. Let all be done in order.",
"chapter_14_summary" : "#Paul provides guidelines for the use of spiritual gifts, especially speaking in tongues and prophecy. He encourages believers to desire spiritual gifts that build up the church. Paul explains that prophecy is more beneficial than speaking in tongues because it edifies the church. He urges orderly worship, stating that everything should be done in a decent and proper fashion. He emphasizes the importance of understanding in worship, so everyone can be edified.",
"chapter_15_header" : "Resurrection hope",
"chapter_15_description" : "Resurrection’s centrality to Christian faith",
"chapter_15_overview" : "Christ was raised from the dead. If not then your faith is futile. But he is the firstfruits. At the trumpet we will all be changed.",
"chapter_15_summary" : "#Paul addresses doubts about the resurrection. He begins by reminding the Corinthians of the Gospel he preached, which includes Christ’s death, burial, and resurrection. Paul provides evidence of the resurrection, mentioning that Jesus appeared to Peter, the twelve disciples, and over five hundred others. He explains that if there is no resurrection, then faith is in vain. Paul teaches that the resurrection is essential for eternal life, and he describes the transformation that will happen at the resurrection of the dead.",
"chapter_16_description" : "Final instructions and greetings",
"chapter_16_overview" : "Put aside an offering for the saints. I will come to you. The churches of Asia greet you. The grace of our Lord Jesus be with you.",
"chapter_16_summary" : "#Paul concludes the letter with practical instructions and greetings. He discusses the collection for the poor and needy in Jerusalem and encourages the Corinthians to contribute. Paul plans to visit them after traveling through Macedonia. He encourages them to stand firm in their faith, to be courageous, and to do everything in love. He sends greetings from various believers, including Apollos and Timothy, and ends with a call for the grace of the Lord Jesus Christ to be with them.",
"chapter_outline_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/n13/mode/2up",
"chapter_outline_icc_page" : "X",
"chapter_intro_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/n15/mode/2up",
"chapter_intro_icc_page" : "X",
"chapter_1_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/1/mode/2up",
"chapter_1_icc_page" : "1",
"chapter_2_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/29/mode/2up",
"chapter_2_icc_page" : "29",
"chapter_3_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/51/mode/2up",
"chapter_3_icc_page" : "51",
"chapter_4_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/74/mode/2up",
"chapter_4_icc_page" : "74",
"chapter_5_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/93/mode/2up",
"chapter_5_icc_page" : "93",
"chapter_6_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/108/mode/2up",
"chapter_6_icc_page" : "108",
"chapter_7_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/130/mode/2up",
"chapter_7_icc_page" : "130",
"chapter_8_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/162/mode/2up",
"chapter_8_icc_page" : "162",
"chapter_9_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/174/mode/2up",
"chapter_9_icc_page" : "174",
"chapter_10_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/198/mode/2up",
"chapter_10_icc_page" : "198",
"chapter_11_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/225/mode/2up",
"chapter_11_icc_page" : "225",
"chapter_12_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/257/mode/2up",
"chapter_12_icc_page" : "257",
"chapter_13_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/285/mode/2up",
"chapter_13_icc_page" : "285",
"chapter_14_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/301/mode/2up",
"chapter_14_icc_page" : "301",
"chapter_15_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/330/mode/2up",
"chapter_15_icc_page" : "330",
"chapter_16_icc_url" : "https://archive.org/details/criticalexegetic33robeuoft/criticalexegetic33robeuoft/page/381/mode/2up",
"chapter_16_icc_page" : "381",
"chapter_intro_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head2",
"chapter_outline_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head6",
"chapter_1_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head9",
"chapter_2_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head18",
"chapter_3_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head20",
"chapter_4_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head26",
"chapter_5_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head30",
"chapter_6_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head35",
"chapter_7_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head42",
"chapter_8_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head54",
"chapter_9_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head59",
"chapter_10_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head65",
"chapter_11_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head70",
"chapter_12_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head81",
"chapter_13_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head88",
"chapter_14_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head92",
"chapter_15_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head101",
"chapter_16_constable_url": "https://soniclight.com/tcon/notes/html/1corinthians/1corinthians.htm#head111",
"chapter_intro_tgc_url": "https://www.thegospelcoalition.org/commentary/1-corinthians/",
"chapter_outline_tgc_url": "#section-7",
"chapter_1_tgc_url": "#section-8",
"chapter_2_tgc_url": "#section-13",
"chapter_3_tgc_url": "#section-14",
"chapter_4_tgc_url": "#section-15",
"chapter_5_tgc_url": "#section-16",
"chapter_6_tgc_url": "#section-17",
"chapter_7_tgc_url": "#section-19",
"chapter_8_tgc_url": "#section-21",
"chapter_9_tgc_url": "#section-22",
"chapter_10_tgc_url": "#section-23",
"chapter_11_tgc_url": "#section-23",
"chapter_12_tgc_url": "#section-25",
"chapter_13_tgc_url": "#section-26",
"chapter_14_tgc_url": "#section-27",
"chapter_15_tgc_url": "#section-28",
"chapter_16_tgc_url": "#section-29",
"commentary_keys":"['tgc', 'constable', 'icc']",
"commentary_names":"['Eric C. Redmond', 'Constable\\'s notes', 'Intl Critical Commentary']"
}