{
"book_description" : "Church problems",
"book_overview" : "Problems of divisions, immorality, disruptive worship, and doubts about the resurrection.",
"ESV_summary" : "The city of Corinth was at the heart of an important trade route in the ancient world. Like many cities that thrive on trade, Corinth had a reputation for sexual immorality, religious diversity, and corruption. The church that Paul planted there (Acts 18) floundered under all of these influences and began to divide over various issues. First Corinthians addresses many practical questions dividing the church—questions concerning such things as spiritual gifts, marriage, food offered to idols, and the resurrection. Paul urged the Corinthians to be unified and to give themselves fully to \"the work of the Lord\" (15:58). Chapter 13 includes a well-known passage on the nature and importance of love. Paul wrote this letter to the Corinthians from Ephesus about AD 55.",
"ESV_introduction" : "This letter discusses doctrinal and ethical problems that were disturbing the Corinthian church, and presents a picture of the life of a particular local congregation in New Testament times. Writing from Ephesus, where he spent at lead three year, Paul addresses the Corinthian church concerning the significance of the new life in Christ, which should be demonstrated in the fellowship within the Church. He advises them regarding spiritual gifts (12), Christian love (13), and the meaning of the Resurrection (15).",
"chapter_1_header" : "Disunity",
"chapter_1_description" : "*",
"chapter_1_overview" : "Paul, to the church in Corinth. Let there be no divisions. The cross is folly to those perishing, but to us it is the power of God.",
"chapter_1_summary" : "**",
"chapter_2_description" : "*",
"chapter_2_overview" : "I knew nothing among you except Christ crucified. We speak the wisdom of God. Through the Spirit we know what God has freely given.",
"chapter_2_summary" : "**",
"chapter_3_description" : "*",
"chapter_3_overview" : "You are still infants. One follows Paul, another Apollos. We are co-workers with God. Christ is the foundation. You are God's temple.",
"chapter_3_summary" : "**",
"chapter_4_description" : "*",
"chapter_4_overview" : "Think of us as stewards of the mysteries of God. You are kings already? We are fools for Christ. I admonish you as my dear children.",
"chapter_4_summary" : "**",
"chapter_5_header" : "Immorality",
"chapter_5_description" : "*",
"chapter_5_overview" : "You boast about the sexual immorality among you. You should deliver that man to Satan. But I am not judging those outside the church.",
"chapter_5_summary" : "**",
"chapter_6_description" : "*",
"chapter_6_overview" : "Do you take one another to court? Why not rather be wronged? Your body is not for sexual immorality, it is a temple of the Spirit.",
"chapter_6_summary" : "**",
"chapter_7_description" : "*",
"chapter_7_overview" : "It is good to stay unmarried, but better to marry than to burn with lust. Each should live as God has called. I want you to be free.",
"chapter_7_summary" : "**",
"chapter_8_description" : "*",
"chapter_8_overview" : "About food offered to idols: An idol is nothing. There is only one God. But if food makes my brother stumble I will never eat meat.",
"chapter_8_summary" : "**",
"chapter_9_description" : "*",
"chapter_9_overview" : "You are the seal of my apostleship. Do we not have the right to material support? But I made myself a servant to all for the gospel.",
"chapter_9_summary" : "**",
"chapter_10_description" : "*",
"chapter_10_overview" : "Do not desire evil as our fathers did. God will make you able to endure temptation. Flee from idolatry. Do all to the glory of God.",
"chapter_10_summary" : "**",
"chapter_11_header" : "Disruptive worship",
"chapter_11_description" : "*",
"chapter_11_overview" : "The head of a woman is her husband. I hear that some go hungry when you meet! With the bread and cup you proclaim the Lord's death.",
"chapter_11_summary" : "**",
"chapter_12_description" : "*",
"chapter_12_overview" : "Now there are various spiritual gifts, but one Spirit. If the whole body were an eye, how would it hear? You are the body of Christ.",
"chapter_12_summary" : "**",
"chapter_13_description" : "*",
"chapter_13_overview" : "Without love I am nothing. Love is patient, does not boast, endures all things. Tongues will cease, but faith, hope and love remain.",
"chapter_13_summary" : "**",
"chapter_14_description" : "*",
"chapter_14_overview" : "Tongues edifies the speaker, prophecy edifies the church. Each of you brings a hymn, a lesson or a tongue. Let all be done in order.",
"chapter_14_summary" : "**",
"chapter_15_header" : "Resurrection hope",
"chapter_15_description" : "*",
"chapter_15_overview" : "Christ was raised from the dead. If not then your faith is futile. But he is the firstfruits. At the trumpet we will all be changed.",
"chapter_15_summary" : "**",
"chapter_16_description" : "*",
"chapter_16_overview" : "Put aside an offering for the saints. I will come to you. The churches of Asia greet you. The grace of our Lord Jesus be with you.",
"chapter_16_summary" : "**"
}
