{
"book_description" : "God loves us",
"book_overview" : "We are children of God and loved by him, so we should love each other and not sin.",
"ESV_summary" : "This apostolic letter speaks authoritatively about the truth of the incarnation—a message John’s doubting readers needed after hearing false teachers deny the full divinity and humanity of Christ. It reaffirms the core of Christianity, saying that either we exhibit the sound doctrine, obedience, and love that characterize all Christians, or else we are not true Christians. When all the basics of faith are in operation, we not only know joy but can live a holy life and be assured of salvation (3:19, 24)—even though we are still far from perfect (1:9). This assurance comes especially as we find ourselves learning to \"love one another\" as brothers and sisters in Christ (4:7-8). This general letter to congregations across Asia Minor (now Turkey) was probably written by the apostle John in the late first century AD",
"ESV_introduction" : "Three Johannine Epistles - I, II and III John - are included in the New Testament collection. These Epistles should probably be dated A.D. 90-95. John, the author of the Fourth Gospel, addresses the first one to an unidentified group. I John 5:13 indicates that the author writes in order that this group might know the certainty of eternal life. II John is addressed to an elect lady, either a church or perhaps a woman. III John is addressed to Gaius, a man commended for his hospitality.",
"chapter_1_header" : "God forgives sin",
"chapter_1_description" : "Fellowship in the light of God",
"chapter_1_overview" : "We have seen and proclaim to you the Word of life. God is light. If we walk in the light, the blood of Jesus cleanses us from all sin.",
"chapter_1_summary" : "John begins by declaring the reality of Jesus Christ, who was from the beginning and was seen and heard by the apostles. He was the Word of life, through whom believers can have fellowship with God and with one another.  John explains that God is light, and in Him, there is no darkness at all. He encourages believers to walk in the light - to live transparently and honestly, confessing their sins, assuring them that if they confess their sins, God is faithful and just to forgive them.",
"chapter_2_description" : "Love God, not the world",
"chapter_2_overview" : "We know Christ if we keep his commands. Whoever loves his brother lives in the light. Do not love the world. Children, abide in him.",
"chapter_2_summary" : "John emphasizes the necessity of obedience to God's commands as evidence of knowing Him; if anyone claims to know God but does not keep His commands, that person is a liar. He stresses the importance of loving one another - that love is central to the Christian faith.  John warns against the love of the world, which includes desires of the flesh, desires of the eyes, and pride in possessions. He reminds believers that the world and its desires pass away, but whoever does the will of God lives forever.",
"chapter_3_header" : "Avoid sin and evil",
"chapter_3_description" : "Children of God practice righteousness",
"chapter_3_overview" : "We are God's children. Those born of God do not sin. We should love one another. We know love because he laid down his life for us.",
"chapter_3_summary" : "John emphasizes the incredible love that God has for believers - that they are children of God. The world does not recognize them because it did not recognize Christ. John highlights the importance of purity, stating that everyone who has this hope in Christ purifies themselves just as He is pure. He warns against the lawlessness of sin. John encourages believers to practice righteousness and not to be like Cain, who killed his brother Abel out of jealousy.",
"chapter_4_description" : "Testing spirits and God's perfect love",
"chapter_4_overview" : "Any spirit that confesses Christ is of God. God is love. He sent his Son as a sacrifice for sins. If we live in love, God lives in us.",
"chapter_4_summary" : "John focuses on the theme of love; God is love, and anyone who loves is born of God and knows God. He emphasizes that the love of God was revealed through Jesus Christ, who gave His life for humanity. He encourages believers to love one another - as love comes from God - and warns about false spirits, teaching the importance of testing the spirits to see whether they are from God. He explains that anyone who does not acknowledge Jesus Christ has the spirit of the antichrist.",
"chapter_5_description" : "Victory through faith in Christ",
"chapter_5_overview" : "Anyone born of God overcomes the world. The Spirit, water and blood all testify. God gave us eternal life in his Son. Keep from idols.",
"chapter_5_summary" : "John concludes his letter by affirming that everyone who believes that Jesus is the Christ is born of God. He emphasizes the importance of loving God and obeying His commands, stating that love for God is demonstrated through keeping His commandments. John reassures believers that they have victory over the world through their faith, reminding them of the testimony of God about his son Jesus, who came by water and blood. He concludes with a strong affirmation of eternal life, stating that those who have the Son have life, while those who do not have the Son do not have life.",
"chapter_1_icc_url" : "https://archive.org/details/criticalexegetic43broouoft/criticalexegetic43broouoft/page/1/mode/2up",
"chapter_1_icc_page" : "1",
"chapter_2_icc_url" : "https://archive.org/details/criticalexegetic43broouoft/criticalexegetic43broouoft/page/22/mode/2up",
"chapter_2_icc_page" : "22",
"chapter_3_icc_url" : "https://archive.org/details/criticalexegetic43broouoft/criticalexegetic43broouoft/page/79/mode/2up",
"chapter_3_icc_page" : "79",
"chapter_4_icc_url" : "https://archive.org/details/criticalexegetic43broouoft/criticalexegetic43broouoft/page/106/mode/2up",
"chapter_4_icc_page" : "106",
"chapter_5_icc_url" : "https://archive.org/details/criticalexegetic43broouoft/criticalexegetic43broouoft/page/128/mode/2up",
"chapter_5_icc_page" : "128",
"chapter_intro_constable_url": "https://soniclight.com/tcon/notes/html/1john/1john.htm#head2",
"chapter_outline_constable_url": "https://soniclight.com/tcon/notes/html/1john/1john.htm#head8",
"chapter_1_constable_url": "https://soniclight.com/tcon/notes/html/1john/1john.htm#head11",
"chapter_2_constable_url": "https://soniclight.com/tcon/notes/html/1john/1john.htm#head14",
"chapter_3_constable_url": "https://soniclight.com/tcon/notes/html/1john/1john.htm#head28",
"chapter_4_constable_url": "https://soniclight.com/tcon/notes/html/1john/1john.htm#head35",
"chapter_5_constable_url": "https://soniclight.com/tcon/notes/html/1john/1john.htm#head41",
"commentary_keys":"['icc', 'constable']",
"commentary_names":"['ICC Commentary', 'Constable\\'s notes']"
}
