{
"book_description" : "Dividing the kingdom",
"book_overview" : "Solomon becomes great and makes the nation great, but his successors break it up.",
"ESV_summary" : "First Kings begins with the death of King David (about 970 BC) and the reign of his son, Solomon, who \"excelled all the kings of the earth in riches and in wisdom\" (10:23). Solomon’s unfaithfulness later in life set the stage for general apostasy among the people. The harsh policies of his son Rehoboam led to the revolt of the northern tribes and the division of Israel. The northern tribes would subsequently be called Israel, while the southern tribes would be called Judah. First Kings describes the construction of the temple in Jerusalem and shows the importance of proper worship. God’s faithfulness to his people is shown as he sent prophets, most notably Elijah, to warn them not to serve other gods. The author of 1 Kings is unknown.",
"ESV_introduction" : "These books are the sequel to I and II Samuel and should be read as a continuation of the history of the Hebrew nation contained in the former work. Originally one book, I and II kings relate the history of Israel form the last days of David to the destruction of the northern kingdom, Israel, in 721 B.C., and to the fall of the southern kingdom, Judah, in 586 B.C. This is the period of Israel’s glory, division, decline, and fall.",
"chapter_1_header" : "Solomon becomes king",
"chapter_1_description" : "David makes Solomon his successor",
"chapter_1_overview" : "David was very old. His son Adonijah exalted himself as king. When David heard he told Zadok and Nathan to anoint Solomon as king.",
"chapter_1_summary" : "King David couldn't keep warn when he got older, so the Israelites found a beautiful virgin girl, Abishag, to lay with him and attend him, non-sexually. Adonijah takes advantage of David's weak posture and begins to exalt himself as king, and he gathers many supporters. Bathsheba questions David about this, saying that he promised Solomon (their son) shall be king after David. David swears before God that Solomon will be the next king, and then he instructs the anointment and ceremony to make Solomon the king. The anointment and ceremony are carried out, and all the people celebrated saying \"love live King Solomon\". Adonijah hears of this, and grabs the altar for fear that Solomon will kill him. Solomon says if Adonijah proves he is not evil, he will not be harmed.",
"chapter_2_description" : "David's last requests to Solomon",
"chapter_2_overview" : "David charged Solomon to keep the law and to punish Joab and Shimei. Then David died. Solomon had Adonijah, Joab and Shimei executed.",
"chapter_2_summary" : "David is near death, so he tells King Solomon to be manly, to follow the ways of God because God promised if David's descendants follow God then one of David's descendants will always be on the throne , to punish by death Joab for treating David poorly and murdering Abner and Amasa, to show kindness to the sons of Barzillai for standing by David, to punish by death Shemei for yelling curses at David (David promised that he himslef would not put Shemei to death) . David died after ruling for 40 years, 7 in Hebron and 33 in Jerusalem. Adonijah goes to Bathsheba, expresses that he is disgruntled in having lost the kingship, and requests that she ask King Solomon to give Abishag to be Adonijah's wife. Bathsheba asks if Solomon will grant her a small favor, and Solomon says he will grant it. Bathsheba asks for Abishag to be Adonijah's wife as this favor. Solomon has Adonijah killed that day for making the request. Solomon ejects Abiathar from the priesthood for siding with Adonijah during his brief kingship. Solomon has Benaiah kill Joab, requests that Joab's descendants all are punished for Joab's deeds , and appoints Benaiah to command the army. Solomon appoints Zadok as priest to replace Abiathar. Solomon tells Shemei to move to and stay in Jerusalem, or he will be killed. Shemei moves, but later leaves Jerusalem, so Solomon has him killed, saying David's throne will remain secure before God forever.",
"chapter_3_description" : "Solomon is blessed by God",
"chapter_3_overview" : "Solomon married Pharaoh's daughter. He asked the LORD for discernment. Two women came before him and he judged between them wisely.",
"chapter_3_summary" : "King Solomon offers one thousand burnt offerings to God at Gibeon. At night he has a dream in which God asks him what he wants. Solomon tells God he wants wisdom. God says he will give Solomon wisdom, and since he didn't ask for it, God will give him riches and honor, such that there will never be another king like him. God says He will give Solomon long life if he obeys God. Two prostitutes argued in front of Solomon over who owned a baby. Solomon orders the baby be cut in half, to which the baby's mother says give the baby to the other prostitute out of compassion for her child. Solomon orders that the baby be given to the compassionate woman. The Israelites knew this wisdom of judgement must be from God.",
"chapter_4_description" : "Solomon's greatness and wisdom",
"chapter_4_overview" : "Solomon had officials and twelve governors. He ruled from the River to the land of Egypt. Men of all nations came to hear his wisdom.",
"chapter_4_summary" : "There is a listing of Solomon's officials and governors. Then there is a description of Solomon's daily provisions. Then there is a description of how wise Solomon was, recording 3000 proverbs and 1005 songs, knowledgeable about plants and animals such that men all over the world would come to hear him.",
"chapter_5_header" : "Greatness and decline",
"chapter_5_description" : "Solomon asks Hiram's help for building the Temple",
"chapter_5_overview" : "Solomon sent to King Hiram: \"I will build a house for the LORD. Cut down cedars for me.\" The workers prepared the timber and stones.",
"chapter_5_summary" : "Hiram, king of Tyre, sends a messenger to Solomon to test their relations, since he had been on good terms with David. Solomon requests Hiram's help in getting lumber for the temple to God. Hiram is happy at this request and tells Solomon he will provide lumber. Construction on the temple is carried out with a labor force measuring 183300 men.",
"chapter_6_description" : "Solomon builds the Temple for God",
"chapter_6_overview" : "Solomon built the temple. The LORD said, \"If you walk in my ways I will dwell with Israel.\" Solomon overlaid the temple with gold.",
"chapter_6_summary" : "The temple was started 480 years after the Exodus. It was started in the fourth year of Solomon's reign. No iron tool was used at the temple site during construction. God tells Solomon if he will obey God, God will carry out the promise given to David, and God will live with the Israelites and not abandon them. All the stone of the temple was covered with cedar so no stone was seen. The inner sanctuary where the Ark was to be kept was overlaid with gold, and two large gold covered cherubim carvings were put in there as well. The temple was completed after 7 years.",
"chapter_7_description" : "Solomon builds a palace for himself",
"chapter_7_overview" : "Solomon built his own house. Hiram made pillars, the sea and utensils for the temple of bronze. Solomon made the furniture of gold.",
"chapter_7_summary" : "King Solomon spends 13 years building a grand palace for himself. Hiram, a highly-skilled bronze worker from Tyre, worked a lot on the temple and palace furnishings. After completion of the temple, Solomon put David's treasure that was dedicated to God in the temple's treasury.",
"chapter_8_description" : "God consecrates the Temple",
"chapter_8_overview" : "The priests brought the ark into the temple. Solomon said, \"O LORD, if anyone prays toward this place then hear from heaven and act.\"",
"chapter_8_summary" : "King Solomon summons all the elders, priests, chiefs, and anyone that would come for the ceremony of bringing the Ark into the new temple. He sacrifices countless sheep and cattle. Then the Ark gets placed into the temple using very long carrying poles, which \"are still there today\". Nothing was in the Ark but the two stone tablets that Moses put there. God enters the temple in the form of a cloud, inhibiting the priests from performing their services. Solomon says that God said \"[God] would dwell in a dark cloud\", and Solomon had said he built a place where God could dwell forever. Solomon blesses the people of Israel, and then prays to God. In his prayer, he asks God to keep His promise that He made to David saying \"[David] shall never fail to have a man to sit before me on the throne of Israel, if only your sons are careful in all they do to walk before Me as you have done.\" In his prayer, he asks God to hear any Israelite when they repent or have dire needs. He also prays that God hear any foreigner that comes to the temple to pray. He says to the Israelites that God has kept all the promises given to Moses. He commands the Israelites to obey God's decrees and commands. Solomon makes fellowship offerings and dedicates the temple. The celebration lasts 14 days.",
"chapter_9_description" : "Solomon builds more using slaves",
"chapter_9_overview" : "The LORD said to Solomon, \"If you walk in my ways I will establish your throne.\" Solomon did not make slaves of the sons of Israel.",
"chapter_9_summary" : "After the celebration, God tells Solomon that He has heard Solomon's prayers, that He has consecrated the temple, and He will be there always in eyes and heart if Solomon and his sons obey God's decrees and laws. But if they do not obey and worship other gods, God will remove the Israelites from Israel and reject the temple, causing all other nations to scorn the Israelites for not obeying their God. Solomon gave Hiram 20 towns for helping with the temple construction, but Hiram thought they were \"Cabul\" (good-for-nothing) towns. Solomon made slaves of the Amorites, Hittites, Perizzites, Hivites, and Jebusites which remained in Israel to construct the God's temple, his own palace, the supporting terraces, the wall of Jerusalem, and Hazor, Megiddo and Gezer. (The Egyptian Pharaoh had captured Gezer and gave it to Solomon's wife as a wedding present.) Solomon made no Israelite slaves, instead giving them higher positions. Three times a year Solomon sacrificed burnt offerings and fellowship offerings on the altar he had built for God, burning incense before God along with them, and so fulfilled the temple obligations. Solomon had some some ships built, docked in the Red Sea.",
"chapter_10_description" : "The Queen of Sheba meets with Solomon",
"chapter_10_overview" : "The queen of Sheba came to test Solomon. She gave him gold, spices and precious stones. Solomon excelled all the kings of the earth.",
"chapter_10_summary" : "Upon hearing of Solomon's fame, the queen of Sheba decides to meet and question Solomon for herself. She is impressed at Solomon's wisdom and the splendor of Solomon's kingdom. She tells Solomon that he far surpassed the reports she heard of him, and she praised God. She gives Solomon lots of spices and gold. Solomon gives her \"all she desired and asked for\" as well and sends her on her way. Solomon's kingdom taxes yielded 666 talents (about 25 tons) of gold each year. There are descriptions of the riches of the kingdom. Solomon's kingdom was more rich than any other, and the whole world sought audience with Solomon because of his wisdom. Solomon had 1400 chariots and 12000 horses. There is more description of the kingdom's wealth.",
"chapter_11_description" : "Solomon sins against God",
"chapter_11_overview" : "Solomon had many wives and turned to other gods. Ahijah told Jeroboam that the LORD would give him ten of the tribes. Solomon died.",
"chapter_11_summary" : "Solomon had 700 wives and 300 concubines. The wives included women from nations that God had forbidden intermarriage with. These wives led Solomon to worship other gods and establish high places for them around Jerusalem. God tells Solomon that He will not punish him directly, but instead will remove all but one tribe of the kingdom from Solomon's heir. Then God raised up an adversary against Solomon, Hadad the Edomite, who had fled to Egypt when the Edomite men were killed by the Israelites and was married to Pharaoh's sister-in-law, Queen Tahpenes. God raised another adversary, Rezon son of Eliada, who ruled Aram in Damascus. Ahijah the prophet tells Jeroboam, one of Solomon's officials, that God intends for Jeroboam to rule ten tribes of Israel as king in place of Solomon's successor and that Solomon's successor will rule one tribe so that the Davidic line will not be broken. For an unrecorded reason, Solomon tries to kill Jeroboam, who subsequently flees to Egypt. Jeroboam comes back after Solomon dies. Solomon ruled 40 years total. His son Rehoboam was his successor.",
"chapter_12_header" : "Jeroboam & Rehoboam",
"chapter_12_description" : "The Israelites split with the people of Judah",
"chapter_12_overview" : "Rehoboam refused to reduce the labour demands on Israel. So all Israel except Judah made Jeroboam king. Jeroboam made golden calves.",
"chapter_12_summary" : "The Israelites plea to Rehoboam to make their work easier, because it was hard under Solomon. Against the advice of the elders, Rehoboam says he will make the work even more difficult and demanding. Due to this treatment, only the people of Judah remained loyal to Rehoboam. The rest of the Israelites made Jeraboam their king. This fulfilled God's plan to take the kingdom away from Rehoboam. Rehoboam rallied the people of Judah and Benjamin to regain the kingdom, but God spoke through his prophet Shemaiah and convinced the people not to fight because this was fulfilling God's plan. Jeraboam thinks that if the Israelites worship their God, they will turn again to Rehoboam. So he makes Golden Bulls for them to worship, claiming that they were the gods that brought them out of Egypt. Jeraboam also set up altars, sacrifices, and festivals to these gods. The Israelites worshiped the Golden Bulls.",
"chapter_13_description" : "A prophet foretells the end of Jeraboam's ways and gets killed for eating",
"chapter_13_overview" : "A man of God cried out against Jeroboam's altar. He disobeyed the LORD by eating at an old prophet's house and was killed by a lion.",
"chapter_13_summary" : "A man of God came from Judah to Bethel to an altar where Jeraboam was and proclaimed that a Davidic child by the name of Josiah will sacrifice those that now make offerings at that altar, and proclaimed the altar will be split in two and ashes will be poured on it. When Jeraboam points to the man and directs people to seize him, Jeraboam's hand withers and the altar cracks in two as the man said it would. Jeraboam has the man pray to God to restore the hand, and God does this. Jeraboam invites the man home for dinner, but the man refuses saying God told him not to eat or drink on this journey, and to go home a different way than he arrived there. A prophet from Bethel hears about the altar affair and finds the man of God and invites him back for dinner. The Bethel prophet tells a lie that an angel told him he should feed the man of God. So the man of God went with the prophet. \"The word of the LORD came out of\" the Bethel prophet and told the man that since he disobeyed, he will not be buried in the tomb of his fathers. When the man left to return home, a lion attacked and killed him, and then stood by the body. The Bethel prophet claims the body of the man and buries him in Bethel. Jeraboam continued being evil, and consecrated anyone that wanted to be a priest. This sin led to the house Jeraboam being destroyed from the face of the earth.",
"chapter_14_description" : "The end of Jeroboam and Rehoboam",
"chapter_14_overview" : "Ahijah told Jeroboam's wife: \"The LORD says, 'I will sweep away the house of Jeroboam.'\" Rehoboam ruled Judah and Judah did evil.",
"chapter_14_summary" : "Jeraboam's son Abijah becomes ill, so he sends his wife to the prophet Ahijah to determine what will happen. Ahijah tells Jeraboam's wife that God is angry because Jeraboam did not act like David, \"who kept my commands and followed me with all his heart, doing only what was right in my eyes\". Ahijah says God will utterly destroy the house of Jeraboam and uproot and scatter the Israelites across the Euphrates river, and Abijah will die when she returns. Jeraboam reigns for 22 years and then dies, with his son Nadab succeeding him as king. Rehoboam was Solomon's successor for Judah in Jerusalem. Judah eventually began doing all the sins that the land's previous occupants had done, so God was angry. In the fifth year of King Rehoboam, Shishak king of Egypt attacked Jerusalem and stole all the treasures of the royal palace. There was continual warfare between Rehoboam and Jeroboam. Rehoboam died and his son Abijah was his successor.",
"chapter_15_description" : "Abijah, Asa, & Jehoshaphat rule Judah and Baasha rules Israel.",
"chapter_15_overview" : "Abijam ruled Judah and was not devoted to the LORD. Asa ruled and did right. Nadab ruled Israel and did evil. Baasha killed Nadab.",
"chapter_15_summary" : "In the 18th year of Jeraboam's reign, Rehoboam dies leaving Abijah as king of Judah. Abijah was evil just like his dad, but God still strengthened Jerusalem due to His promise with David. War continued between Judah and the rest of Israel during Abijah's leadership. Abijah died after ruling only 2 years, leaving Asa as king for 41 years. Asa works hard to restore Judah to God's ways. Baasha, king of Israel, makes war with Asa throughout their reigns. Asa sent all the silver and gold he had to Ben-Hadad son of Tabrimmon, the son of Hezion, the king of Aram, who was ruling in Damascus, in order that Ben-Hadad would break his treaty with Baasha and instead make a treaty with Asa. Ben-Hadad does this and captures several cities in Israel, forcing a retreat of Baasha'a forces. When Asa died, his son Jehoshaphat became king of Judah. In Israel in the third year of Asa's reign of Judah, Baasha performed a successful coup, killing Nadab and becoming king of Israel and ruled for 24 years. Baasha killed everyone in Jeraboam's lineage, because they had done evil in God's eyes, thus fulfilling the prophesy from 1 Kings 14. However, Baasha continues in Jeraboam's evil ways.",
"chapter_16_header" : "Omri & Ahab & Elijah",
"chapter_16_description" : "Elah, Zimri, Omri and Ahab rule Israel",
"chapter_16_overview" : "Elah ruled Israel and did evil. Zimri killed Elah but Israel made Omri king. Omri did evil. Ahab ruled and began to worship Baal.",
"chapter_16_summary" : "Jehu pronounces God's message that He will destroy Baasha's house, just like Jeraboam's house, for doing evil and causing the Israelites to do evil. Baasha dies making his son Elah king of Israel in the 26th year of Asa's reign. Zimri performed a successful coup, killing Elah and becoming king of Israel in the 27th year of Asa's reign. Zimri killed everyone in Elah's lineage and their friends, because they had done evil in God's eyes, thus fulfilling the prophesy from earlier in this chapter. When the Israelites heard about Zimri's plot, they proclaimed Omri as their king and laid siege to Tizrah, where Zimri was. At the time Zimri had ruled for seven days, and he died in a fire that he set in the palace at Tizrah because \"of the sins he had committed, doing evil in the eyes of the LORD and walking in the ways of Jeroboam and in the sin he had committed and had caused Israel to commit\". The people were split between Omri and Tibni for king of Israel, but Omri was stronger and had better support, and thus became king in the 31st year of Asa's reign. Omri sinned more than all the kings of Israel before him. He reigned until his death 7 years later, and his son Ahab became king. Ahab sins even more than Omri, and he reigns 22 years. Ahab marries Jezebel daughter of Ethbaal king of the Sidonians, and began to serve Baal and worship him. During Ahab's rule, Hiel of Bethel rebuilt Jericho, its foundations at the cost of his firstborn son Abiram, and its gates at the cost of his youngest son Segub, in accordance with the God's word revealed by Joshua son of Nun fulfilling the curse in Joshua 6.",
"chapter_17_description" : "Elijah foretells of drought and raises a dead boy",
"chapter_17_overview" : "Elijah told Ahab, \"There will be no rain.\" Elijah stayed with a widow in Zarephath. The widow's son died but the LORD revived him.",
"chapter_17_summary" : "Elijah tells Ahab that per God's will there will be no rain for the next 3 years Elijah calls for it. God tells Elijah to hide in a ravine where God has ravens bring him meat and bread. After the brook in the ravine dries up, God tells Elijah to go to a widow for food and water. When asked for food and water, the widow says she does not have enough flour and oil. Elijah tells her the flour and oil will not run out until God provides rain, and neither did run out. The widow's son got sick and died. The widow asks Elijah if he came to remind her of her sin and kill her son. Elijah asks God to bring the boy back to life, and God does. The woman says now she knows that Elijah is from God.",
"chapter_18_description" : "Elijah arranges a contest between Baal and God",
"chapter_18_overview" : "Elijah went to Ahab and challenged the prophets of Baal. Baal gave no answer but the LORD answered Elijah with fire. Then rain fell.",
"chapter_18_summary" : "God tells Elijah to present himself to Ahab and God will make it rain. Meanwhile Ahab calls for Obadiah to help him look for green grass for their livestock. (While Jezebel had been killing the prophets, Obadiah saved 100 of them in 2 caves.) On his search, Obadiah runs into Elijah, and Elijah tells him to tell Ahab that Elijah is here. Obadiah fears that Ahab will kill him if Elijah does not show up. Elijah says he will see Ahab that same day. Ahab meets up with Elijah and calls him a trouble starter, but Elijah says that it is Ahab and his family that have caused the trouble. Elijah tells Ahab to gather the people and the prophets of Baal at Mount Carmel, which Ahab does. Elijah challenges the people in a contest to see who is the real God by showing which god will consummate its own burnt offering with fire. The Baal prophets prepared a bull for sacrifice and cried out all day long for Baal to start the fire. Elijah taunts them for the lack of the appearance of their god. At the end of the day, Elijah prepares an altar and a bull for sacrifice. Elijah goes one step further and has water poured on the offering. Then he calls out to God to burn the offering, which God promptly does by sending a fire from heaven. Elijah commands that the Baal prophets be slaughtered. At the first sign of rain, Elijah sends a messenger to Ahab to ride his chariot to Jezreel before the rain stops him. With the power of God within him, Elijah tucks his cloak into his belt and runs all the way to Jezreel ahead of Ahab.",
"chapter_19_description" : "Elijah flees Jezebel and talks to God",
"chapter_19_overview" : "Elijah fled from Jezebel. At Horeb there was a wind, an earthquake and a fire; then the LORD spoke. Elijah put his mantle on Elisha.",
"chapter_19_summary" : "Ahab told Jezebel what Elijah had done. Jezebel threatens Elijah's life. Elijah flees into the desert and cries out for God to kill him because he's had enough and is no better than his ancestors. While he asleep, God provides a meal for Elijah. Elijah wakes, eats, and goes back to sleep. Again while he asleep, God provides another meal for Elijah. Elijah then traveled 40 days and nights to get to a cave in the mountain of Horeb. God asks why Elijah is there, and Elijah replies that the Israelites are trying to kill him. God tells Elijah He is about to pass by. Wind tore the mountains apart, then there was an earthquake, then there was a fire, and then finally Elijah heard a gentle whisper. God asks why Elijah is there, and Elijah replies that the Israelites are trying to kill him. God tells Elijah to anoint Hazael king of Aram, Jehu king over Israel, and Elisha as his successor. God tells Elijah He has reserved 7000 that have not worshiped Baal. Elijah finds Elisha and makes him his attendant.",
"chapter_20_description" : "God delivers the Arameans to Ahab",
"chapter_20_overview" : "Ben-hadad attacked Samaria. Israel defeated the Arameans twice. Ahab made a treaty with Ben-hadad so a prophet spoke against him.",
"chapter_20_summary" : "Ben-Hadad, king of Aram, besieges Samaria and demands Ahab's silver, gold, and his best wives. Ahab yields them. Ben-Hadad then requests everything of value. Ahab says no. Ben-Hadad swears he will utterly destroy Samaria. Ahab says \"One who puts on his armor should not boast like one who takes it off.\" A prophet tells Ahab that God will deliver the Aramean army into his hands using the selected 7000 men so that he will know who is God. The 7000 advance on the Arameans and catch them unprepared, inflicting heavy losses on them and causing them to flee. The prophet tells Ahab to reinforce because they will attack Samaria again in the spring. Meanwhile Ben-Hadad prepares his army for war again and decides that they should battle on the plains where they will have better chances. Ben-Hadad moves his forces to attack Israel at Aphek. The Israelites muster a small force divided into two camps. The prophet tells Ahab that God will deliver the Aramean army again because they think God is a god only of the hills and not of the valleys. After 7 days of camping, the battle begins and the Israelites inflict heavy casualties on the Arameans, the loss of 100000 foot soldiers, causing them to flee to the city of Aphek. There a wall collapsed and killed 27000 soldiers. Ahab makes a treaty with Ben-Hadad for the cities taken by Ben-Hadad's father. God tells a prophet to tell his companion to strike him. The companion refuses the prophet's request. The prophet tells the companion that God will kill him with a lion for not obeying, which He does. The prophet finds another man who does strike him. The wounded prophet disguises himself and confronts Ahab with a story about how he lost a prisoner in the thick of battle and will now lose his life. Ahab tells him that his sentence is pronounced. The prophet takes off his disguise and tells Ahab that it is Ahab that will die, and his people, for releasing Ben-Hadad when God wanted him dead.",
"chapter_21_description" : "Ahab repents the murder he did, so God will punish his children",
"chapter_21_overview" : "Naboth would not sell his vineyard, so Jezebel had him killed. Elijah said to Ahab, \"Dogs will lick up your blood and eat Jezebel.\"",
"chapter_21_summary" : "Ahab wanted Naboth's vineyard for a garden. Naboth refused to give it to him. When Jezebel learned of this, she told Ahab that she would get the vineyard. She wrote letters in Ahab's name to have Naboth falsely accused to have him stoned to death. Once Naboth was killed, they sent word to Jezebel. Ahab goes to seize the vineyard. God tells Elijah to tell Ahab that God says dogs will lick his blood in the same spot that Naboth was killed for murdering Naboth, and will kill all of his lineage. Ahab humbles himself in sackcloth and he fasted and went around meekly. God tells Elijah that because Ahab humbled himself, He will wait until his son is ruler to kill all of Ahab's lineage.",
"chapter_22_description" : "Ahab dies in battle",
"chapter_22_overview" : "Ahab and Jehoshaphat planned for war. Micaiah said, \"I saw Israel scattered. Your prophets are lying.\" Ahab was killed in battle.",
"chapter_22_summary" : "Jehoshaphat visited Ahab, and Ahab asked Jehoshaphat if he would help recapture Ramoth Gilead from the king of Aram. Jehoshaphat says yes, but that they should confer with God first. Ahab's prophets say he will be successful, but Jehoshaphat insists a prophet of God be consulted. Ahab summons Micaiah. Micaiah tells him he will be successful. Ahab tells him not to lie. Micaiah tells him that Ahab will not be successful, and God sent a lying spirit to all of Ahab's prophets. Ahab sends Micaiah to prison. Ahab and Jehoshaphat go out to recapture Ramoth Gilead, but Ahab disguises himself. A random bow shot hits Ahab and he dies at the end of the day, and dogs lick the blood off Ahab's chariot where Naboth was killed, thus fulfilling the prophecy in 1 Kings 21. The Israelite soldiers retreated. Ahab's son Ahaziah succeeded him. Jehoshaphat had become king of Judah at the age of 35 and followed the ways of God like his father Asa had before. After 25 years reigning, Jehoshaphat died and was succeeded by his son Jehoram. Ahaziah had become king of Israel in Jehoshaphat's 17th year of reigning Judah. Ahaziah continued in the tradition of his fathers of doing evil in the site of God."
}
