{
"book_description" : "Life among unbelievers",
"book_overview" : "We are a kingdom of priests, but we submit to human authority and to each other to help them find God.",
"ESV_summary" : "The readers of the apostle Peter’s letter were confused and discouraged by the persecution they were encountering because of their faith. Peter exhorted them to stand strong, repeatedly reminding them of Christ’s example, the riches of their inheritance in him, and the hope of his returning again to take them to heaven. Peter explained how Christians should respond when they suffer because of their beliefs. Called the \"apostle of hope,\" Peter’s primary message is to trust the Lord, live obediently no matter what your circumstances, and keep your hope fixed on God’s ultimate promise of deliverance. Suffering is to be expected, but it is temporary and yields great blessings for those who remain steadfast. Peter probably wrote this letter in the mid-60s AD",
"ESV_introduction" : "The author describes himself as \"Peter an apostle of Jesus Christ\", and there is no overriding reason to doubt the truth of his claim, although the beautiful Greek style employed has led some scholars to believe that the actual writing may have been done by an associate (probably a secretary). The contents breathe the spirit of Peter. His speeches recorded in Acts indicate a similar attitude toward persecution and suffering. The letter here reflects a time of suffering and trial. No doubt the widespread persecution of the Christians by the Roman authorities was the occasion of the \"fiery trial\" (4:12). The writer admonishes his readers to a life of purity, of godly living, and exhorts them to steadfastness and faithfulness.",
"chapter_1_header" : "Persecution was predicted",
"chapter_1_description" : "*",
"chapter_1_overview" : "Peter, to the diaspora. God has given us new birth through Christ. The prophets told of this grace. So be holy in all your conduct.",
"chapter_1_summary" : "**",
"chapter_2_header" : "Live honourably before men",
"chapter_2_description" : "*",
"chapter_2_overview" : "You are being built up to be a royal priesthood. Submit to human authority. Live as servants of God. Follow Christ in his suffering.",
"chapter_2_summary" : "**",
"chapter_3_description" : "*",
"chapter_3_overview" : "Wives, submit to your husbands. Husbands, honour your wives. Repay evil with blessing. Christ suffered for sins to bring us to God.",
"chapter_3_summary" : "**",
"chapter_4_description" : "*",
"chapter_4_overview" : "Do not live for human desires but for the will of God. The end is near. Love each other deeply. Do not be surprised when trials come.",
"chapter_4_summary" : "**",
"chapter_5_header" : "Live righteously before God",
"chapter_5_description" : "*",
"chapter_5_overview" : "Elders should be examples to the flock. Clothe yourselves with humility. Resist the devil. God will strengthen you. Peace to you all.",
"chapter_5_summary" : "**"
}
