{
"book_description" : "Life among unbelievers",
"book_overview" : "We are a kingdom of priests, but we submit to human authority and to each other to help them find God.",
"ESV_summary" : "The readers of the apostle Peter’s letter were confused and discouraged by the persecution they were encountering because of their faith. Peter exhorted them to stand strong, repeatedly reminding them of Christ’s example, the riches of their inheritance in him, and the hope of his returning again to take them to heaven. Peter explained how Christians should respond when they suffer because of their beliefs. Called the \"apostle of hope,\" Peter’s primary message is to trust the Lord, live obediently no matter what your circumstances, and keep your hope fixed on God’s ultimate promise of deliverance. Suffering is to be expected, but it is temporary and yields great blessings for those who remain steadfast. Peter probably wrote this letter in the mid-60s AD",
"ESV_introduction" : "The author describes himself as \"Peter an apostle of Jesus Christ\", and there is no overriding reason to doubt the truth of his claim, although the beautiful Greek style employed has led some scholars to believe that the actual writing may have been done by an associate (probably a secretary). The contents breathe the spirit of Peter. His speeches recorded in Acts indicate a similar attitude toward persecution and suffering. The letter here reflects a time of suffering and trial. No doubt the widespread persecution of the Christians by the Roman authorities was the occasion of the \"fiery trial\" (4:12). The writer admonishes his readers to a life of purity, of godly living, and exhorts them to steadfastness and faithfulness.",
"chapter_1_header" : "Persecution was predicted",
"chapter_1_description" : "Living hope through Christ's precious blood",
"chapter_1_overview" : "Peter, to the diaspora. God has given us new birth through Christ. The prophets told of this grace. So be holy in all your conduct.",
"chapter_1_summary" : "Peter addresses the Christians scattered in various regions,  reminding them of their living hope through the resurrection of Jesus Christ, and emphasizing that they have been born again and have an inheritance that is imperishable and kept in heaven for them. He encourages believers to rejoice in their trials, as these hardships will test their faith and result in praise and glory when Jesus is revealed, and also highlights the prophets who spoke of the grace to come and how they searched diligently to understand it. He concludes with a call to be holy, as God is holy, and to love one another deeply.",
"chapter_2_header" : "Live honourably before men",
"chapter_2_description" : "Living stones built on the cornerstone",
"chapter_2_overview" : "You are being built up to be a royal priesthood. Submit to human authority. Live as servants of God. Follow Christ in his suffering.",
"chapter_2_summary" : "Peter describes believers as a royal priesthood and a holy nation. He encourages them to crave spiritual milk, so they can grow in their faith, reminding them that Jesus is the cornerstone, rejected by men but chosen by God. He instructs believers to live good lives among the pagans, so that even if they are accused of wrongdoing, their good deeds will glorify God. Peter then addresses the topic of submission, urging believers to submit to human authorities, such as kings and governors, as a way to honor God.",
"chapter_3_description" : "Godly conduct in relationships and suffering",
"chapter_3_overview" : "Wives, submit to your husbands. Husbands, honour your wives. Repay evil with blessing. Christ suffered for sins to bring us to God.",
"chapter_3_summary" : "Peter speaks about the relationships between husbands and wives, encouraging mutual respect and understanding, while emphasizing the importance of inner beauty and a gentle spirit for women. Peter also encourages believers to be prepared to give an answer for their hope in Christ, doing so with gentleness and courtesy, reminding them that it is better to suffer for doing good than for doing evil. He concludes with the example of Christ, who suffered for the sins of others but was raised to life.",
"chapter_4_description" : "Faithful stewardship in face of persecution",
"chapter_4_overview" : "Do not live for human desires but for the will of God. The end is near. Love each other deeply. Do not be surprised when trials come.",
"chapter_4_summary" : "Peter encourages believers to live for God and not for sinful desires, reminding them that they have spent enough time in the past doing what pagans choose to do. He emphasizes the importance of being prepared to suffer for being a Christian, stating that suffering can lead to joy and glory. He encourages believers to use their gifts to serve others and to glorify God in all things, concluding  with a reminder not to be surprised by trials and to trust in God, who will restore them.",
"chapter_5_header" : "Live righteously before God",
"chapter_5_description" : "Humble leadership under the Chief Shepherd",
"chapter_5_overview" : "Elders should be examples to the flock. Clothe yourselves with humility. Resist the devil. God will strengthen you. Peace to you all.",
"chapter_5_summary" : "Peter addresses the elders of the church, urging them to shepherd God’s flock willingly and with humility, emphasizing that they should not lord over those entrusted to them but lead by example. He encourages younger believers to submit to their elders and to clothe themselves with humility toward one another, reminding them to cast all their anxieties on God because He cares for them. He concludes with a call to resist the devil and stand firm in faith, knowing that fellow believers are undergoing similar sufferings.",
"chapter_outline_icc_url" : "https://archive.org/details/acriticalandexeg00bigguoft/page/n17/mode/2up",
"chapter_outline_icc_page" : "X",
"chapter_intro_icc_url" : "https://archive.org/details/acriticalandexeg00bigguoft/page/n19/mode/2up",
"chapter_intro_icc_page" : "X",
"chapter_1_icc_url" : "https://archive.org/details/acriticalandexeg00bigguoft/page/n107/mode/2up",
"chapter_1_icc_page" : "88",
"chapter_2_icc_url" : "https://archive.org/details/acriticalandexeg00bigguoft/page/n143/mode/2up",
"chapter_2_icc_page" : "124",
"chapter_3_icc_url" : "https://archive.org/details/acriticalandexeg00bigguoft/page/n178/mode/2up",
"chapter_3_icc_page" : "159",
"chapter_4_icc_url" : "https://archive.org/details/acriticalandexeg00bigguoft/page/n186/mode/2up",
"chapter_4_icc_page" : "167",
"chapter_5_icc_url" : "https://archive.org/details/acriticalandexeg00bigguoft/page/n201/mode/2up",
"chapter_5_icc_page" : "182"
}
