{
"book_description" : "Prophets versus Kings",
"book_overview" : "Prophets fail to lead Israel well, so they call for kings. But will they do better?",
"ESV_summary" : "First Samuel records the establishment of Israel’s monarchy, about 1050 BC Samuel led Israel for many years in the combined roles of prophet, priest, and judge. After the people demanded a king like those of the other nations (ch. 8), God directed Samuel to anoint Saul as Israel’s first king. When Saul turned from God, David was anointed by Samuel to succeed him. After David killed the giant Goliath, he was brought to Saul’s court, eventually becoming the leader of Saul’s armies. Saul’s subsequent violent jealousy forced David to flee. The book closes with Saul’s death in battle, and looks forward to David’s reign. First Samuel’s author is unknown, but Samuel himself may have written portions of the book (see 1 Chron. 29:29).",
"ESV_introduction" : "These books were named after Samuel, not only because he is the principal figure in the first part, but also because he anointed the two other principal characters, Saul and David. Originally a single book which was divided when translated into Greek, the books of Samuel cover a period of time in Israel’s history from the birth of Samuel to the close of the reign of David. First Samuel presents the transition from Israel’s judges to the monarchy. Second Samuel deals almost exclusively with the history of David and presents a vivid picture of the theocratic monarchy in which the king represents God’s rule over the people.",
"chapter_1_header" : "Samuel",
"chapter_1_description" : "Samuel is born",
"chapter_1_overview" : "Hannah had no children. She cried out to the LORD, \"Remember your servant.\" She bore a son, Samuel, and took him to Eli the priest.",
"chapter_1_summary" : "An Ephraimite named Elkanah had two wives, Hannah and Peninnah. God had closed Hannah's womb, so she had no children. Peninnah mocked Hannah for being childless. Hannah made a deal with God that if He allowed her to have a son, then she would devote him to God, and never cut his hair. Eli the priest sees her mouth moving with no sound coming out while she was praying, so he accuses her of being drunk again. She says no, she's just praying. The following morning, Elkanah and Hannah have sex and she gets pregnant. She gives birth to Samuel. After Samuel is weaned, she gives him to Eli's care for dedication to God.",
"chapter_2_description" : "God curses priest Eli's lineage",
"chapter_2_overview" : "Hannah prayed, \"The LORD humbles and lifts up.\" Eli's sons did evil but Samuel served the LORD. A prophet condemned the house of Eli.",
"chapter_2_summary" : "Hannah then prayed, saying, among other things, that no one is holy like God, He strengthens the weak, feeds the hungry, provides children for the barren , He brings death and make alive, \"He brings down to the grave and raises up\" , He sends poverty and wealth, humbles and exalts, make the poor rich, and no one prevails without God's help. Eli's sons were wicked, treating the offerings with contempt, which was a great sin to God. Eli prayed that Hannah would have more children, and she gave birth to 3 sons and 2 daughters. Eli heard about what his sons were doing, and that they were sleeping with the women that served the tent of meeting. Eli tried to reason with his sons so they would stop their sins, but they wouldn't listen because it was God's will to put them to death. Samuel grew in favor with God and men. Some anonymous man of God gives Eli a message from God saying that because of his sons' behaviors, He will not honor His promise to let the men of Eli's lineage be priests. Furthermore, as extra punishment, all of Eli's descendants will die in the prime of their lives. When Eli's sons both die on the same day, that will be a sign. God will raise up a faithful priest to carry out God's desires. Eli's family will beg for a priestly office from God's chosen priest.",
"chapter_3_description" : "Samuel becomes a Prophet",
"chapter_3_overview" : "The LORD called Samuel. Eli told Samuel to answer, \"Speak, LORD.\" The LORD told Samuel that he was about to judge the house of Eli.",
"chapter_3_summary" : "Samuel became the minister. God didn't talk to Israel much. God talks to Samuel for the first time, and Samuel mistakes God's voice for Eli's. Eli tells him that God is calling him. God stands by Samuel and calls his name again as He had before. God tells Samuel that He is about to exact His punishment on Eli because 'The guilt of Eli's house will never be atoned for by sacrifice or offering.' Samuel tells Eli what God said after prying it out of him. Samuel is recognized as a profit of God.",
"chapter_4_description" : "Philistines defeat Israel and take the Ark of the Covenant",
"chapter_4_overview" : "The Israelites were defeated by the Philistines and Eli's sons were killed. When Eli heard that the ark had been captured, he died.",
"chapter_4_summary" : "Israel gets defeated by the Philistines. The Israelites decide to try bringing the Ark of the Covenant with them for help in the next battle. God is enthroned between cherubim. When they bring the Ark into the camp, everyone cheers so much that the Philistines get curious. The Philistines find out about the Ark and get nervous, but rally the troops. The Philistines defeat Israel again slaughtering 30000 foot soldiers, captured the Ark, and killed Eli's two sons, Hophni and Phinehas. A Benjamite fled from battle and told Eli what happened. Upon hearing this, Eli falls out of his chair, breaking his neck, and dies. Eli had led Israel for 40 years. Upon hearing the news, Phinehas' wife dies from childbirth to Ichabod (meaning \"no glory\").",
"chapter_5_description" : "The Dogon idol breaks before the Ark",
"chapter_5_overview" : "The Philistines put the ark in their temple. Their god fell on his face before it. The city became cursed so they sent the ark away.",
"chapter_5_summary" : "The Philistines take the Ark to Dagon's temple in Ashod. Two mornings in a row, Dagon had fallen on his face in front of the Ark, with his hands and feet removed on the second day. God causes destruction and tumors in Ashod to the point where the Philistines decide to move the Ark. Death and tumors followed the Ark, and the cries of nearby denizens \"went up to heaven\".",
"chapter_6_description" : "Philistines send the Ark back, but people look in it and die",
"chapter_6_overview" : "The Philistines sent the ark away with guilt offerings. The people of Beth Shemesh found it and rejoiced but some were struck down.",
"chapter_6_summary" : "After 7 months of death and tumors, the Philistines decide to get rid of the Ark. Under their priests' advice, they sent the Ark away with an offering of gold tumors and gold rats on a cart pulled by cows. Since the cows didn't veer in their course, they knew that it was the God of Israel causing their problems. The Israelites of Beth Shemesh receive the Ark and make an offering of the cows, the gold, and the cart. There is a big rock in the field of Joshua of Beth Shemesh that is proof the Ark was there. 50070 (or maybe only 70) Israelites die from looking in the Ark. The people mourned this death. The people of Beth Shemesh ask the people of Kiriath Jearim to take the Ark.",
"chapter_7_description" : "Philistines attach and God answers Samuel's prayer",
"chapter_7_overview" : "The ark was taken to Kiriath-jearim. The Philistines attacked Israel. Samuel cried out to the LORD and the Israelites defeated them.",
"chapter_7_summary" : "The people of Kiriath Jearim take the Ark to Abinadab's house when his son Eleazar guards it. For 20 years the Ark remained there. The Israelites, once again, worshiped only God. The Israelites assembled at Mizpah to confess their sins to God. The Philistines decide to attack the Israelites there. Samuel makes a burnt offering of a baby lamb for protection from the Philistines. God answers with thunder that scares the Philistines into retreat. The Israelites pursue and attack the routed Philistines. The Philistines were eventually routed from all of Israel's land. The Israelites and the Amorites were at peace. Samuel leads the Israelites for the rest of his life. Samuel built an altar in Ramah.",
"chapter_8_header" : "Saul",
"chapter_8_description" : "Samuel's sons are corrupt and the people demand a king",
"chapter_8_overview" : "The elders of Israel asked Samuel to appoint a king. Samuel warned them what it would mean. The LORD told Samuel to give them a king.",
"chapter_8_summary" : "Samuel gets old and delegates leadership to his sons. His sons turn to be corrupted. Because of this, the Israelites ask Samuel to designate a king. Samuel is angered by this and prays about it. God tells Samuel it is God the people are rejecting, not Samuel. God tells Samuel to tell the Israelites the bad things a king will do to them. For the most part, the list sounds pretty close to what they are already doing for the Levites, other than the continuous army and the line that says they will become his slaves. Samuel says God will ignore them when they want relief from the king's oppression. The Israelites still insisted on having a king. God tells Samuel to let them have a king.",
"chapter_9_description" : "Samuel calls Saul to a feast",
"chapter_9_overview" : "Saul went looking for his father's donkeys. The LORD told Samuel to anoint him ruler of Israel. Samuel invited Saul to eat with him.",
"chapter_9_summary" : "A tall man from the smallest clan of the Benjamites, Saul, goes looking for his father's lost donkeys with a servant. The servant suggests asking a seer, who happens to be Samuel. God has told Samuel about Saul already, that Saul will be the king for the Israelites. Saul is concerned that he doesn't have a gift for the seer. Samuel invites Saul to a feast, and has him stay the night. In the morning, Samuel tells Saul that he has a message from God for him.",
"chapter_10_description" : "Saul is reluctantly annointed King",
"chapter_10_overview" : "Samuel anointed Saul and gave him signs. The Spirit of God came upon Saul and he prophesied. Saul was chosen to rule the Israelites.",
"chapter_10_summary" : "Samuel anoints Saul with oil, saying Saul has been given leadership over God's inheritance. Samuel says when Saul leaves, he will meet some men that tell him Saul's father's missing donkeys have been found, and now his father is concerned about Saul. Samuel says Saul will then meet some men at Tabor that will offer him two loafs of bread. Samuel says for Saul to then go to Gibeah where he will meet a group of prophets, and God will come upon Saul and change him. At that point Saul is to do whatever he wants, because God is with him. But Saul is to wait 7 days for Samuel to arrive and tell him what to do. When Saul left, God changed Saul's heart, and what Samuel told him came true. People said \"Is Saul also among the prophets?\". Saul's uncle asked him what happened, and Saul told him but left out the part where Samuel told Saul that he would be king. Samuel summoned the Israelites, and sorted through there clans until he called on Saul. Saul could not be found. So they asked God where he was. God said Saul was hiding with the luggage. Saul was a head taller than anyone else. Samuel said God selected Saul as their king. Samuel explained to the Israelites about what it means to have a king and wrote down the regulations. Saul went home, followed by some men that God had touched their hearts. Some people questioned Saul's abilities and did not bring him gifts, but Saul kept quiet about that.",
"chapter_11_description" : "Saul calls an army and defeats Nahash",
"chapter_11_overview" : "The Ammonites attacked Jabesh-gilead. Saul gathered the Israelites and defeated the Ammonites. The people made Saul king at Gilgal.",
"chapter_11_summary" : "Nahash the Ammonite besieged Jabesh Gilead. Those in Jabesh wanted to make a treaty with Nahash, but Nahash would only do so if he could gouge out the right eye of everyone in Jabesh. The elders of Jabesh requested 7 days to send for messengers for help. A messenger reached Saul. Saul cut up two oxen and sent the chunks throughout Israel threatening that everyone's oxen would be butchered so if they didn't help. 300,000 Israelites showed up along with 30,000 men of Judah. Upon hearing they would be saved, the men of Jabesh told Nahash they would surrender the next day. In the middle of the night, Saul's men slaughtered Nahash's troops leaving sparse survivors. The Israelites wanted to kill those that doubted Saul's kingship, but Saul said not to do that. Everyone went to Gilgal and had a party to reconfirm Saul as their king.",
"chapter_12_description" : "Samuel's last words",
"chapter_12_overview" : "Samuel said, \"The LORD brought your fathers out of Egypt. Now he has given you the king you asked for. Fear the LORD and serve him.\"",
"chapter_12_summary" : "Samuel asks the Israelites if he did them any wrong when leading them, and they reply no. Samuel then recounts the history of the Israelites briefly, and calls their request for a king evil. He says he will ask God for thunder and rain to show them they were evil. It then thundered and rained. The people acknowledge their evil request for a king and plea to Samuel to pray to God on their behalf. Samuel tells them they have nothing to be afraid of if they serve God faithfully with all their hearts, and that God will not reject His chosen people for the sake of His name and because He was pleased to make them His own.",
"chapter_13_description" : "Philistines amass to attack Saul",
"chapter_13_overview" : "The Philistines encamped at Michmash. Saul made offerings to the LORD by himself. Samuel told Saul that his kingdom would not last.",
"chapter_13_summary" : "Saul was 30 years old when he became king and he ruled for 42 years. Saul chose an army of 3000 Israelites, 1000 of which followed his son Jonathan at Gibeah in Benjamin. Jonathan's men attacked the Philistine outpost at Geba, then Saul sent a warning to the Israelites that the Philistines would be angry. Saul summoned the people to gather with him in Gilgal. The Philistines gathered a large force to fight the Israelites, large enough to bring fear to the Israelites. Saul had waited 7 days for Samuel to show up for the offering, and then made the burnt offering to God without Samuel. As he was finishing, Samuel showed up. Saul explains he was disparate. Samuel tells him his kingdom will not last because he broke God's command and God has chosen someone else to lead Israel, someone with a heart more like God's. At that time, only about 600 Israelites were still with Saul. The Philistines sent out 3 raiding parties. The Israelites were without real weapons because the Philistines had forbidden them to have blacksmiths. So they had various farm and craft implements sharpened by the Philistines for various costs.",
"chapter_14_description" : "Jonathan eats honey not knowing Saul demanded a fast",
"chapter_14_overview" : "Saul's son Jonathan went against the Philistines and routed them. Saul made an oath that no one should eat but Jonathan was spared.",
"chapter_14_summary" : "Jonathan and his armor bearer sneak over to the Philistine outpost. Jonathan says if they call the armor bearer and him up, it means that God has delivered the Philistines into their hands. The Philistines do call them up. They kill about 20 men in about half an acre of space. God send a panic to the Philistine army. This rouses Saul, who gathers his men and notes Jonathan and his armor bearer are missing. Saul calls for Ahijah (son of Ichabod's brother Ahitub son of Phinehas, the son of Eli, the LORD's priest in Shiloh) to bring the Ark to him. Saul attacked the Philistines, finding them in such confusion that they were fighting amongst themselves. The Israelites that had fled now rejoined the army. They pushed the Philistines back beyond Beth Aven. Saul had cursed anyone that would eat before his enemies were avenged that day, so none of the army had eaten. The pursuit led through a forest filled with honey, but no one ate it. Jonathan ate some honey because he was unaware of the curse. A solder told him about it, to which Jonathan calls Saul stupid for making such a curse. At the end of the day, the starved army started eating meat with blood still in it. Saul corrected this sin by establishing an altar to God where all the food was to be slaughtered. Saul wanted to attack the Philistines at night, but the priest advised asking God. Saul did ask, but God did not reply. Saul asks what sin has been committed this day that God will not answer. Saul says the perpetrator must die, even if it is his son. No one replies. Saul calls to God to help him find the sinner, if it lies with the army or with he and his son, with the flip of a coin (or by \"lot\"). He and his son get the indication. Saul calls for a lot again between him and his son, and Jonathan is indicated. Saul asks Jonathan what he did, and Jonathan says he ate honey. Saul says he will kill him, but the people sway his mind not to do so, pointing out that Jonathan, with God's help, was responsible for the routing of the Philistines. Saul stops pursuing the Philistines and returns to his own land. In his kingship, he fought the various enemies of Israel: Moab, the Ammonites, Edom, the kings of Zobah, and the Philistines. He defeated the Amalekites as well. There is some talk of Saul's family structure. Saul recruited any good man he found.",
"chapter_15_description" : "Defeating the Amalekites",
"chapter_15_overview" : "The LORD told Saul to destroy Amalek but Saul spared King Agag. Samuel told Saul that the LORD had rejected him. Samuel killed Agag.",
"chapter_15_summary" : "Samuel gives Saul a message from God to totally destroy the Amalekites, sparing no men, women, children, infants, cattle, sheep, donkeys, or camels because of how they treated the Isrealites during the Exodus. Saul musters 210,000 men and tells the Kenites to separate themselves from the Amalekites so they will not be destroyed as well, because the Kenites had helped Israel during the Exodus. Saul attacks and destroys all the Amalekites except their king Agag and the army kept the best plunder of livestock. God tells Samuel He is unhappy that He chose Saul as king because of this. Samuel tracks down Saul to question him about this. Saul says that he did destroy the Amalekites, captured their king, and kept the best livestock to sacrifice to God. Samuel tells Saul that obeying is better than offering a sacrifice, that rebellion is like the sin of divination, and arrogance is like idolatry, and since Saul rejected God, God rejects Saul as king. Samuel says God does not lie or change His mind. Saul begs forgiveness and that Samuel should go back to worship God, but Samuel says that he will not as God has rejected him as king. Saul grabs at Samuel and tears his robe. Samuel says God has torn Israel from Saul to one that is better than him. Saul begs again to pray with Samuel, and Samuel agrees to do so. Samuel summons Agag and kills him before God. Samuel never saw Saul again, but he mourned for Saul and God grieved for making Saul king.",
"chapter_16_header" : "David & Saul",
"chapter_16_description" : "David is anointed to be the next king",
"chapter_16_overview" : "The LORD sent Samuel to anoint Jesse's son David as king. The Spirit came upon David. Saul sent for David to play the harp for him.",
"chapter_16_summary" : "God tells Samuel to stop mourning for Saul and go anoint a new king God will indicate. Samuel is afraid Saul will kill him. God says to take a cow with him and say it is for sacrifice, and go to see Jesse of Bethlehem. God tells Samuel to invite Jesse to the sacrifice. When he arrived at Bethlehem, the elders were afraid. But Samuel said he came to give a sacrifice to God. He then told the elders to consecrate themselves elders and join him for the sacrifice. Samuel consecrated Jesse and Jesse's sons and invited them all to the sacrifice. They gathered for the sacrifice, and 7 of Jesse's sons passed before Samuel without an indication from God. God told Samuel that He does not look at the outside appearances of men like men, but at their hearts. Samuel asked Jesse if he had any more sons, and Jesse told him that the was on tending sheep. They summoned this shepherd son, David, who was ruddy and handsome. God told Samuel to anoint David, and when he did, the spirit of God came upon David in power. The spirit of God left Saul, and God sent an evil spirit to torment Saul. Saul's servant suggests that a harpist may make him feel better. Another servant knows that David, who is a brave man and a warrior and good looking, is a harpist. Saul sent for David, and liked him well enough to make him his armor bearer and to request that David remain in his service. When David played the harp, Saul felt better.",
"chapter_17_description" : "David and Goliath",
"chapter_17_overview" : "A Philistine champion named Goliath challenged the Israelites. David killed Goliath with a sling and a stone. The Philistines fled.",
"chapter_17_summary" : "The Philistines assembled their army on on hill, and the Israelites under Saul's leadership assembled their army on an adjacent hill, with a valley between the encampments. A Philistine champion named Goliath, who stood nine feet tall and had bronze scale armor weighing about 125 pounds and a spear weighing about 15 pounds, challenged the Israelites to a duel. The winner of the duel would earn for their nation the subjugation of the other nation. The Israelites became frightened. The three oldest sons of Jesse had followed Saul to this war, but David went back and forth between home and Saul to tend the sheep as necessary. Goliath made the challenge each morning for 40 days. Jesse gave David some goods for his sons at war and sent David to deliver them and get news from the three sons. When David arrived, the Israelites were lining up for battle, when Goliath made his challenge again. This set all the Israelites running away. David asks what will be given to the person that kills Goliath, and the soldiers tell him that man will have one of Saul's daughters to marry, will be given great wealth, and his family will be exempt from taxes. David's oldest brother gets mad when he sees David there, and accuses him of neglecting the sheep just to watch the battle. David dismisses his brother's comments and asks others to confirm the reward for Goliath. David tells Saul he will fight Goliath. Saul says David can't because he is only a boy and Goliath has a lot of experience fighting. David says he has beaten a lion and a bear, and surely the God that spared him against these predators would deliver him from the uncircumcised Philistine that defies the army of the living God. Saul agrees and says for God to be with him. Saul tried to give David armor and a sword, but David rejected them since he was not familiar with them. Instead, he armed himself with his staff and five stones for his sling. Goliath approached and, seeing that David was a handsome young boy, despised him and taunted him about his choice of weaponry. David defiantly claims that it is through God's power that he will prevail against Goliath. Goliath approached for battle and David ran towards him, took out a rock, and slung it into his forehead, killing him. David took Goliath's sword and cut off Goliath's head. The Philistines turned and fled. The Israelites gave chase, killing many along the way. Then the Israelites returned to plunder the Philistine camp. David claims Goliath's head and his weaponry. Saul inquires of David who his father is.",
"chapter_18_description" : "David is friends with Jonathan and marries Saul's daughter",
"chapter_18_overview" : "Jonathan loved David. Saul set David over the army but became jealous and tried to kill him. David married Saul's daughter Michal.",
"chapter_18_summary" : "Saul did not let David return to his father's house. Jonathan, Saul's son, became \"one spirit\" with David, loving him as himself. Jonathan made a covenant with David, taking off everything he was wearing and giving it to David. David had great success in any assigned task, so Saul promoted him highly. When returning from the battle with the Philistines, the people praised David more highly than Saul, so Saul became jealous. An evil spirit from God cause Saul to attack David with his spear, which David avoided. David's popularity increased with time and accomplishments. Saul hopes the ongoing war with the Philistines will claim David's life. Saul offers his oldest daughter Merab for David to marry, but David humbly refuses. Merab marries someone else. Saul offers his younger daughter, Michal, to David for marriage. David says he is poor and not well known. Saul replies that the bride price is one hundred Philistine foreskins. David was happy, and went out and killed two hundred Philistines, bringing their foreskins back for the bride price. David married Michal. Saul became more afraid of David. David continued having success on the battle field.",
"chapter_19_description" : "Saul tried to kill David but he escaped",
"chapter_19_overview" : "Jonathan warned David about Saul. David escaped and fled to Samuel. Saul went after David but the Spirit of God made him prophesy.",
"chapter_19_summary" : "Jonathan learned Saul wanted to kill David, so he warned David and told him to go into hiding while he gathered more information. Jonathan asked Saul why would he want to kill David when David has brought him much good. Saul swears to Jonathan that David will not be put to death. Jonathan tells David this, and again David goes to be with Saul and David plays his harp for Saul and continues to have successful battles with the Philistines. Once again, an evil spirit from God cause Saul to attack David with his spear, which David avoided and escaped. Saul sends soldiers to David's house to kill David. David's wife Michal tells him to flee for his life, which he does. Michal stuffed David's bed with an idol dressed to look like a man. When the soldiers question her about David, she says he is ill in bed. The soldiers found the bed stuffed. Saul asks Michal why she lied and let Saul's enemy go. She replies that David was going to kill her otherwise. David flees to Naioth. Saul hears about this. Saul sends men there to capture David, but each of three separate successive group s of men runs into Samuel with a group of prophets and end up being overtaken by the spirit of God prophesying with the prophets instead of capturing David. Saul decides to go to Naioth himself, be he also is overtaken by the spirit of God and starts prophesying, even stripping down naked for a day and night. This is why people say \"Is Saul also among the prophets?\"",
"chapter_20_description" : "Jonathan is persuaded that his father is trying to kill David",
"chapter_20_overview" : "David and Jonathan agreed a sign. Saul was angry with Jonathan when David was not at the feast. Jonathan told David, \"Go quickly!\"",
"chapter_20_summary" : "David flees Naioth to see Jonathan, and tells him that Saul is indeed trying to kill David. Jonathan says he'll do whatever David requests. David will prove Saul wants to kill him to Jonathan based on Saul's reaction to skipping dinner with Saul on the New Moon festival. Jonathan is in disbelief of Saul's intentions, but Jonathan takes an oath to follow out David's dinner plan and will let David know Saul's reaction. Jonathan repeated his covenant with David out of love for David. Jonathan devises a plan to communicate Saul's intention indirectly. The first night of the festival, Saul says nothing of David's absence, thinking that David must be unclean. The second night, Saul inquires of Jonathan where David is, to which Jonathan says David went home for a sacrifice. Saul gets angry, calls Jonathan the \"son of a perverse and rebellious woman\", and sends men out to bring David to him to kill David. Jonathan asks Saul why he would do this, to which Saul threw his spear at Jonathan to try and kill Jonathan. Jonathan does his indirect message to David. Then he goes and talks to David. David and Jonathan kissed and wept, but David wept most. Then David fled and Jonathan went back to town.",
"chapter_21_description" : "Ahimelech helps David, giving him sacred food",
"chapter_21_overview" : "Ahimelech the priest gave David consecrated bread and Goliath's sword. David fled to King Achish of Gath and pretended he was mad.",
"chapter_21_summary" : "David went to Ahimelech the priest in Nob. Ahimelech was afraid of David and asked him why he is there alone. David lies, telling Ahimelech that he is on a secret mission from the king and that he would meet his men elsewhere. Then David demanded bread. Ahimelech says the only bread he has has been consecrated and asks if David and his men are clean. (If they have avoided women.) So Ahimelech gives David the bread. Doeg the Edomite, Saul's head shepherd, was there that day. David then demanded a weapon. Ahimelech said only Goliath's sword is there. So David took it. David fled to Achish king of Gath. The servants recognized David, so David became afraid that Achish may kill him. He acted like a madman to avoid a confrontation. Achish questioned why this madman was in his house.",
"chapter_22_description" : "Ahimelech's family is killed for helping David",
"chapter_22_overview" : "About four hundred men joined David. Saul ordered that all the priests be killed because they helped David. Only Abiathar escaped.",
"chapter_22_summary" : "David went to the cave at Adullam. His brothers went there. About 400 men in distress or debt also went there, and David became their leader. David went to Mizpah in Moab with his parents and left his parents there in the king's protection. The prophet Gad told David that he should go to the land of Judah, so David went to the forest of Hereth. Saul expresses disgust at the David situation to the men of Benjamin. Doeg mentions seeing David with Ahimelech. Saul sent for Ahimelech, his father Ahitub, and his father's whole family. Saul accuses Ahimelech of siding with David and orders his guards to kill Ahitub's family. The guards will not do this. So Saul orders Doeg to kill Ahitub's family. Doeg does so, killing 85 priests. Doeg then slaughters the entire town of Nob, even down to its cattle, donkeys, and sheep. Abiathar, Ahimelech's son, manages to escape, and so he goes to David. David takes the blame of Abiathar's family's misfortune, and says that Abiathar will be safe with him.",
"chapter_23_description" : "Saul goes looking for David",
"chapter_23_overview" : "David and his men saved Keilah from the Philistines. Saul came to Keilah so David escaped. Saul gave chase but he was called away.",
"chapter_23_summary" : "David hears of the Philistines attacking Keilah, and ask God if he should help those in Keilah. God tells David to attack the Philistines. David's men hesitate, so he asks God again for guidance. God tells David that he will win. David and his men inflict heavy losses on the Philistines and take their livestock, thereby saving Keilah. Saul hears David is in Keilah, so he organizes troops to attack Keilah. After discussing the matter with God, David and his men flee Keilah and keep moving place to place. Saul hears David has fled and does not attack. Saul looked for David but could not find him. When David was in Horesh in the Desert of Ziph, Jonathan went to David and consoled him. They made a covenant before God. Then Jonathan went home. The Ziphites offered help to Saul to find David. David hears Saul is looking for him, so he goes to the Desert of Maon and stays there. Saul hears of David's location and head there. When Saul is about to get David, a messenger alerts Saul that the Philistines are invading. So Saul leaves to fight the Philistines. David goes to En Gedi.",
"chapter_24_description" : "David spares Saul's life and they make peace",
"chapter_24_overview" : "Saul went after David. David cut off a piece of Saul's robe but spared his life. Saul wept and said, \"You shall surely be king.\"",
"chapter_24_summary" : "When Saul is done with the Philistines, he heads to En Gedi to find David. Saul goes to relieve himself in a cave. Unknown to Saul, David and his men are in the cave. His men prompt David to take action. David sneaks up behind Saul and cuts a corner of his robe off. David was conscience-stricken, and tells his men that God forbids him to kill Saul because Saul is anointed by God. Saul left the cave and went on his way. David runs out of the cave, bows down and tells Saul that he means no harm towards Saul, and spared Saul's life when he could have killed Saul, showing him the cut corner of the robe as proof. Saul weeps and makes peace with David and makes David take an oath that he will not kill Saul. Saul returns home and David returns to the stronghold.",
"chapter_25_description" : "David threatens Nabal for not paying for his protection, marries Nabal's widow Abigail",
"chapter_25_overview" : "Samuel died. Nabal insulted David so his wife Abigail pleaded for restraint. The LORD struck Nabal dead and David married Abigail.",
"chapter_25_summary" : "Samuel dies. David move to the Desert of Maon. David sends ten men to a wealthy man who was a Calebite and was surly and mean in his dealings named Nabal (who had a beautiful and intellegent wife named Abigail) to request whatever Nabal could spare, stating that nothing was missing while his shepherds were around David's men and his men treated the shepherds kindly. Nabal refuses to give anything. David takes 400 armed men to go see Nabal, leaving 200 back with the supplies. A servant tells Abigail that Nabal refused to give anything to David's men, even though they had not harmed Nabal's shepherds. Abigail arranges for goods to be sent to David and she heads out to greet David herself. Just before David met Abigail, David, being upset with his lack of reward for watching Nabal's property, swore that he would not leave a male descendant of Nabal's alive by the next daybreak or God could deal with David severely. Abigail presents the goods she has brought David, pleads for forgiveness, and pleads that David let God avenge for him. David grants her request. Abigail told her husband about what happened and what she did. Ten days later, God killed Nabal. When David hears of Nabal's death, he praises God and asks Abigail to marry him. Abigail accepts. David also marries Ahinoam of Jezreel. Saul gave Michal, David's first wife, to Paltiel to marry.",
"chapter_26_description" : "David spares Saul's life and they make peace again",
"chapter_26_overview" : "Saul came after David. David took Saul's spear and jug while he slept but spared his life. David called out and Saul blessed him.",
"chapter_26_summary" : "The Ziphites betray David's location to Saul. Saul takes 3000 men to search for David. David and Abishai sneak down into Saul's encampment while everyone is asleep. They go to Saul. Abishai says that he wants to kill Saul. David says not to because Saul is anointed by God. They grab Saul's spear and a water jug near Saul and leave the camp. David calls out to Abner, the commander of Saul's army, taunting Abner that he permitted Saul's spear and water jug to be taken. David asks Saul why he is pursuing him, saying if God has incited Saul against David, let God accept an offering. Saul repents his own actions against David. David gives back the spear and says he didn't kill Saul because he values Saul's life, and that God rewards righteousness and faithfulness. Saul returns home and David goes on his way.",
"chapter_27_description" : "David lives with the Philistine army",
"chapter_27_overview" : "David lived among the Philistines to escape Saul. King Achish gave him Ziklag. David secretly raided the land while he lived there.",
"chapter_27_summary" : "David and his 600 men go to live with the Philistine king Achish of Gath so Saul will stop searching for him. Saul does stop searching for David. David asks Achish for some land in a country town, so Achish gives him Ziklag, which has belonged to the kings of Judah ever since. David lived in Philistine territory for 1.3 years. David raided the Geshurites, Girzites, and the Amalekites, killing all the people and taking the livestock back to Achish. When Achish questioned where did David raid, David would say \"Against the Negev of Judah\" or \"Against the Negev of Jerahmeel\" or \"Against the Negev of the Kenites.\" David did not leave any raid survivors so that no one would betray his lies to Achish. Achish thought David would serve him forever.",
"chapter_28_header" : "Death of Saul",
"chapter_28_description" : "David joins the Philistine army",
"chapter_28_overview" : "The Philistines gathered for war. Saul asked a medium to call Samuel. Samuel said, \"The LORD will hand you over to the Philistines.\"",
"chapter_28_summary" : "Achish told David that he must join the Philistine army and fight against Israel. David agrees to do so. Achish makes David his bodyguard. The Philistines set up camp. Saul set up his army camp. Saul was worried when he saw the Philistines, so he called for God's guidance, but God did not answer him. So Saul went disguised to seek a medium for guidance. Saul had the medium call up the spirit of Samuel. Samuel asks Saul why has Saul disturbed him. Saul asks him for guidance for the battle. Samuel tells Saul that since Saul did not carry out God's fierce wrath, God has turned against him today. Samuel tells Saul Israel will lose this battle and Saul and his sons will die tomorrow. Saul fell on the ground. Saul was weak from not eating. The medium butchered a calf, made some bread without yeast, and fed it to Saul and the two men that were with him. Then Saul and his men left.",
"chapter_29_description" : "David is rejected by the Philistine army",
"chapter_29_overview" : "David and his men marched with Achish. The Philistine commanders said, \"He will turn against us,\" so Achish told David to go back.",
"chapter_29_summary" : "Some of the Philistines protested about David and his men being in the army, saying they will turn against the Philistines. Achish tells David that even though he has been as pleasing to his eyes as an angel of God, David and his men must go back to Ziklag. So David and his men leave the Philistine army.",
"chapter_30_description" : "David revenges the sacking of Ziklag",
"chapter_30_overview" : "The Amalekites had raided Ziklag. The LORD told David to pursue them. David and his men rescued the women and divided the spoils.",
"chapter_30_summary" : "The Amalekites invaded Negev and Ziklag while David was away, taking the women and boys as prisoners and burning Ziklag. David's men were angry, and talked of stoning David. David requested Abiathar's ephod. David asked God if he should pursue the Amalekites. God says yes. David takes the 600 men in pursuit. Of those, 200 get exhausted and get left behind. They find an abandoned Amalekite slave. The slave says he will lead them to the Amalekites if they swear not to kill him. Led to the Amalekites, David and his men attack them from dusk until the evening of the next day, killing all of them except 400 young men that escaped on camels. They got back everything that was taken from Ziklag. When David's men rejoined the 200 left behind, all the evil men and troublemakers with David did not want to share the plunder with those that stayed behind. David made a statute on that day that survives to now that says all the plunder should be divided equally with those that went to battle and those that were left behind. David sent some of the plunder to the elders of Judah, and to all of the places David and his men had roamed.",
"chapter_31_description" : "Saul and his sons die in battle with Philistines",
"chapter_31_overview" : "The Philistines fought Israel. Saul's sons were killed. Saul was badly wounded so he fell on his sword. The Israelites fled.",
"chapter_31_summary" : "The Israelites fled the battle with the Philistines. The Philistines killed many Israelites in the process of the battle, including Saul's sons. Saul was critically wounded by arrows, and asked his armor bearer to kill him. But the armor bearer was too terrified, so Saul killed himself. The armor bearer killed himself as well. The Philistines occupied the towns that the Israelites had fled. They took Saul's body, and the bodies of his sons, and fastened them to the wall of Beth Shan. People of Jabesh Gilead heard of this, so their valiant men traveled through the night to remove the bodies from the wall, burn them, and bury the bones under a tamarisk tree in Jabesh."
}
