{
"book_description" : "Expecting the End",
"book_overview" : "Live examplary lives despite persecution. The end will come quickly.",
"ESV_summary" : "Paul wrote this letter to encourage new believers in their faith, to exhort them to godly living, to give them assurance about the eternal state of believers who had died, and to defend the integrity of his ministry as an apostle. Thessalonica (present-day Thessaloniki, Greece) was the capital of Roman Macedonia. It was on important trade routes. Paul, twice identified as the author (1:1; 2:18), visited Thessalonica on his second missionary journey but was forced to flee because of Jewish opposition. He sent Timothy to work with the largely Gentile church there, and Timothy brought him good news of their faith (3:6). This is one of Paul’s first letters, probably written about AD 50–51.",
"ESV_introduction" : "These letters constitute what is probably the earliest writing of the Apostle Paul. There were written in A.D. 51-52, soon after the founding of the Thessalonian church, and give Paul’s answer, to some basic problems disturbing the Christians of Thessalonica. The major contributions are eschatological, investigating especially the events preceding and accompanying the return of Christ. The concern of Paul for his followers is apparent throughout.",
"chapter_1_header" : "Paul's problems",
"chapter_1_description" : "*",
"chapter_1_overview" : "Paul, Silvanus and Timothy, to the Thessalonians. We give thanks for you. Our gospel came in power. Your faith is an example to all.",
"chapter_1_summary" : "**",
"chapter_2_description" : "*",
"chapter_2_overview" : "We shared the gospel with you and also our lives. You suffered like the churches in Judea. We tried to see you. Are you not our crown?",
"chapter_2_summary" : "**",
"chapter_3_description" : "*",
"chapter_3_overview" : "We sent Timothy to strengthen you. We warned you that persecution would come. We are encouraged by your faith. May you grow in love.",
"chapter_3_summary" : "**",
"chapter_4_header" : "Live in purity",
"chapter_4_description" : "*",
"chapter_4_overview" : "Live to please God. Avoid immorality. Love one another more and more. We do not grieve without hope, for the dead in Christ will rise.",
"chapter_4_summary" : "**",
"chapter_5_description" : "*",
"chapter_5_overview" : "The day of the Lord will come like a thief. Let us keep awake. Honour those who lead you. Do not quench the Spirit. Grace be with you.",
"chapter_5_summary" : "**"
}
