{
"book_description" : "False teachings",
"book_overview" : "Maintain sound teaching and ordain good leaders who are not greedy.",
"ESV_summary" : "First Timothy is one of three pastoral letters (including 2 Timothy and Titus) that the aging apostle Paul sent to those who would continue his work. Timothy was, in every way, Paul’s spiritual son. Young but gifted, Timothy had been assigned to lead the church at Ephesus—a church needing order in worship as well as doctrinal correction, plagued as it was by false teachers. Paul’s letter, likely written about AD 62–66, counseled the young man on matters of church leadership—from proper worship, to qualifications for overseers (elders) and deacons, to advice on confronting false teaching and how to treat various individuals within a congregation. Paul charged Timothy to live a life beyond reproach, giving believers a standard to emulate.",
"ESV_introduction" : "Along with the letter to Titus, these writings are defined as \"pastoral epistles\", which approach the material from the perspective of the minister, not of the Church. The letters to Timothy discuss such matters as the duties and qualifications of church officers, the inspirations of Scripture, the treatment of widows, and the expectation of a future reward.",
"chapter_1_header" : "Women & leaders",
"chapter_1_description" : "*",
"chapter_1_overview" : "Paul, to Timothy my son. Stay in Ephesus to correct false teachers. Christ came into the world to save sinners. Glory to God forever!",
"chapter_1_summary" : "**",
"chapter_2_description" : "*",
"chapter_2_overview" : "Let prayers be made for all those in authority. God wants everyone to come to the knowledge of the truth. Let women learn in silence.",
"chapter_2_summary" : "**",
"chapter_3_description" : "*",
"chapter_3_overview" : "An overseer must be respectable and manage his family well. Deacons must be dignified and not greedy. Godliness is a great mystery.",
"chapter_3_summary" : "**",
"chapter_4_header" : "True & false teachers",
"chapter_4_description" : "*",
"chapter_4_overview" : "In later times some will depart from the faith. Have nothing to do with godless myths. Devote yourself to Scripture and to teaching.",
"chapter_4_summary" : "**",
"chapter_5_description" : "*",
"chapter_5_overview" : "Put widows over sixty on the list. Younger widows should marry. Elders who rule well are worthy of double honour. Keep yourself pure.",
"chapter_5_summary" : "**",
"chapter_6_description" : "*",
"chapter_6_overview" : "Those who contradict the teaching of Christ understand nothing. The love of money is a root of evil. Fight the good fight of faith.",
"chapter_6_summary" : "**"
}
