{
"book_description" : "Retelling Judah's Kings",
"book_overview" : "The kings of Judah from Solomon to the Exile and destruction of the Temple",
"ESV_summary" : "Second Chronicles, which extends 1 Chronicles’ history of Judah, was written sometime after the people began to return from the Babylonian exile in 538 BC (36:23). The \"chronicler,\" perhaps trying to encourage the returned exiles, recalls the greatness of Solomon’s reign. Most of the book, however, focuses on Judah’s fall into sin which had led to the exile. Judah had several godly kings, especially Hezekiah and Josiah, but it still declined into sin. Still, God remained faithful to his covenant people, and as the book closes it jumps ahead several years, recording the decree of Cyrus that allowed the Jewish exiles to return to their Promised Land. The author is unknown, although many have thought that Ezra was the principal writer.",
"ESV_introduction" : "In the Hebrew Canon these books formed a single volume called \"Things of the days\" (i.e., annals). The translators of the Greek Septuagint Version gave them the title, Paraleipomena, meaning \"things left over\", implying their use as a supplement to Samuel and Kings. Jerome (c. A.D. 340-420) called them \"a chronicle of the whole and sacred history\" from Adam to Cyrus (538 B.C.), hence their English name. Actually, Chronicles is a summary of Hebrew history that duplicates much of Samuel and Kings.",
"chapter_1_header" : "Solomon",
"chapter_1_description" : "Solomon gets wisdom, wealth, and honor from God",
"chapter_1_overview" : "Solomon made offerings. God said, \"What shall I give you?\" Solomon said, \"Wisdom to rule this people.\" So Solomon ruled over Israel.",
"chapter_1_summary" : "**",
"chapter_2_description" : "*Construction of the Temple",
"chapter_2_overview" : "Solomon sent to King Hiram: \"Send me cedars and a craftsman for the temple.\" Hiram replied, \"The LORD has given David a wise son.\"",
"chapter_2_summary" : "**",
"chapter_3_description" : "*Construction of the Temple",
"chapter_3_overview" : "Solomon started work on the temple. He built the portico, the main hall, the Most Holy Place, two cherubim, the veil and two pillars.",
"chapter_3_summary" : "**",
"chapter_4_description" : "*Construction of the Temple",
"chapter_4_overview" : "Solomon made an altar, the Sea, ten lavers, ten lampstands, ten tables and the courts for the temple. Huram made the furnishings.",
"chapter_4_summary" : "**",
"chapter_5_description" : "Solomon brings the Ark of the Covenant into the Temple",
"chapter_5_overview" : "The priests brought the ark into the Most Holy Place. The singers praised the LORD and the glory of the LORD filled the temple.",
"chapter_5_summary" : "**",
"chapter_6_description" : "*Solomon blesses and dedicates the Temple",
"chapter_6_overview" : "Solomon said, \"The LORD has kept his promise.\" He prayed, \"O LORD, if anyone prays toward this place then hear from heaven and act.\"",
"chapter_6_summary" : "**",
"chapter_7_description" : "*Solomon blesses and dedicates the Temple",
"chapter_7_overview" : "Fire came from heaven and the Israelites worshipped. The LORD said to Solomon, \"If you walk in my ways I will establish your throne.\"",
"chapter_7_summary" : "**",
"chapter_8_description" : "Miscellaneous activities of Solomon",
"chapter_8_overview" : "Solomon built cities. He did not make slaves of the Israelites. He appointed the divisions of priests and Levites to their duties.",
"chapter_8_summary" : "**",
"chapter_9_description" : "The queen of Sheba visits Solomon, Solomon gets rich and dies.",
"chapter_9_overview" : "The queen of Sheba came to test Solomon and gave him gold and spices. Solomon excelled all the kings of the earth. Then he died.",
"chapter_9_summary" : "**",
"chapter_10_header" : "Rehoboam, Abijah, Asa",
"chapter_10_description" : "God divides the Israelites against the house of David.",
"chapter_10_overview" : "Jeroboam and all Israel asked Rehoboam to reduce the labour demands. He refused. Rehoboam still ruled Judah but Israel rebelled.",
"chapter_10_summary" : "**",
"chapter_11_description" : "*The reign of Rehoboam in Judah, the plundering of the Temple",
"chapter_11_overview" : "The LORD told Rehoboam not to attack Jeroboam. All the Levites came to Judah because Jeroboam set up idols. Rehoboam had sons.",
"chapter_11_summary" : "**",
"chapter_12_description" : "*The reign of Rehoboam in Judah, the plundering of the Temple",
"chapter_12_overview" : "Rehoboam was unfaithful to the LORD so Shishak attacked Jerusalem. Rehoboam humbled himself and the anger of the LORD turned away.",
"chapter_12_summary" : "**",
"chapter_13_description" : "The reign of Abijah in Judah",
"chapter_13_overview" : "Abijah became king of Judah. He drew up battle lines against Jeroboam and said, \"The LORD is our God\". The LORD routed Jeroboam.",
"chapter_13_summary" : "**",
"chapter_14_description" : "*The reign of Asa in Judah",
"chapter_14_overview" : "Asa became king. He did right in the sight of the LORD. Zerah the Ethiopian brought an army against Judah but the LORD routed them.",
"chapter_14_summary" : "**",
"chapter_15_description" : "*The reign of Asa in Judah",
"chapter_15_overview" : "Azariah said to Asa, \"The LORD is with you when you are with Him. Do not give up.\" The people made a covenant to seek the LORD.",
"chapter_15_summary" : "**",
"chapter_16_description" : "*The reign of Asa in Judah",
"chapter_16_overview" : "Baasha fortified Ramah so Asa made a treaty with Ben-hadad. Hanani said, \"You relied on Aram not the LORD.\" Asa became ill and died.",
"chapter_16_summary" : "**",
"chapter_17_header" : "Jehoshaphat till Ahaz",
"chapter_17_description" : "*The reign of Jehoshaphat in Judah",
"chapter_17_overview" : "Jehoshaphat became king and was devoted to the LORD. He sent his officials to teach the law. He grew greater and built fortresses.",
"chapter_17_summary" : "**",
"chapter_18_description" : "*The reign of Jehoshaphat in Judah",
"chapter_18_overview" : "Ahab and Jehoshaphat planned for war. Micaiah said, \"I saw Israel scattered. Your prophets are lying.\" Ahab was killed in battle.",
"chapter_18_summary" : "**",
"chapter_19_description" : "*The reign of Jehoshaphat in Judah",
"chapter_19_overview" : "Jehoshaphat returned to Jerusalem. He appointed judges and said to them, \"Judge carefully, for with the LORD there is no injustice.\"",
"chapter_19_summary" : "**",
"chapter_20_description" : "*The reign of Jehoshaphat in Judah",
"chapter_20_overview" : "An army came against Jehoshaphat so he sought the LORD. Jahaziel said, \"The battle is not yours but God's.\" The LORD set ambushes.",
"chapter_20_summary" : "**",
"chapter_21_description" : "The reign of Jehoram in Judah",
"chapter_21_overview" : "Jehoram ruled and did evil. Elijah wrote saying, \"The LORD will send a plague.\" The LORD struck Jehoram with a disease and he died.",
"chapter_21_summary" : "**",
"chapter_22_description" : "*Turmoil and reign of Joash in Judah",
"chapter_22_overview" : "The people made Ahaziah king. He did evil and was killed by Jehu. Athaliah destroyed the royal family but Jehoshabeath hid Joash.",
"chapter_22_summary" : "**",
"chapter_23_description" : "*Turmoil and reign of Joash in Judah",
"chapter_23_overview" : "Jehoiada gathered the Levites and anointed the king's son as king. Athaliah was killed. The people tore down the temple of Baal.",
"chapter_23_summary" : "**",
"chapter_24_description" : "*Turmoil and reign of Joash in Judah",
"chapter_24_overview" : "Joash ruled and did right while Jehoiada lived. The priests collected money to repair the temple. Joash was killed by his servants.",
"chapter_24_summary" : "**",
"chapter_25_description" : "The reign of Amaziah in Judah",
"chapter_25_overview" : "Amaziah ruled in Jerusalem. After he slaughtered the Edomites he bowed down to their gods. He challenged Jehoash and was defeated.",
"chapter_25_summary" : "**",
"chapter_26_description" : "The reign of Uzziah in Judah",
"chapter_26_overview" : "The people made Uzziah king. He did right and became powerful. But he went to burn incense on the altar and was struck with leprosy.",
"chapter_26_summary" : "**",
"chapter_27_description" : "The reign of Jotham in Judah",
"chapter_27_overview" : "Jotham became king and did right in the sight of the LORD. He built fortresses in the hills and conquered the Ammonites.",
"chapter_27_summary" : "**",
"chapter_28_description" : "The reign of Ahaz in Judah",
"chapter_28_overview" : "Ahaz became king. He made idols, so the LORD gave him to Aram and Israel. He shut the LORD's temple and sacrificed to other gods.",
"chapter_28_summary" : "**",
"chapter_29_header" : "Hezekiah till Exile",
"chapter_29_description" : "*Restoration and reign of Hezekiah in Judah",
"chapter_29_overview" : "Hezekiah became king and did right. He told the Levites to cleanse the temple. He assembled the officials and they made offerings.",
"chapter_29_summary" : "**",
"chapter_30_description" : "*Restoration and reign of Hezekiah in Judah",
"chapter_30_overview" : "Hezekiah sent couriers throughout Judah and Israel saying, \"Return to the LORD.\" Many gathered in Jerusalem to celebrate Passover.",
"chapter_30_summary" : "**",
"chapter_31_description" : "*Restoration and reign of Hezekiah in Judah",
"chapter_31_overview" : "Hezekiah assigned the priests and Levites to their duties. The Israelites gave a tithe. Conaniah was in charge of the offerings.",
"chapter_31_summary" : "**",
"chapter_32_description" : "*Restoration and reign of Hezekiah in Judah",
"chapter_32_overview" : "Sennacherib besieged Judah. Hezekiah and Isaiah cried out to the LORD and the Assyrians were struck dead. Hezekiah had great riches.",
"chapter_32_summary" : "**",
"chapter_33_description" : "The reign of Manasseh and Amon in Judah",
"chapter_33_overview" : "Manasseh became king. He did much evil and was captured by the Assyrians. Then he sought the LORD. Amon became king and did evil.",
"chapter_33_summary" : "**",
"chapter_34_description" : "*The reign of Josiah in Judah",
"chapter_34_overview" : "Josiah became king. He repaired the temple and had the law read out. Huldah said, \"The LORD says: You will be buried in peace.\"",
"chapter_34_summary" : "**",
"chapter_35_description" : "*The reign of Josiah in Judah",
"chapter_35_overview" : "Josiah celebrated the Passover. He appointed priests to their duties and provided offerings. Then he attacked Neco and was killed.",
"chapter_35_summary" : "**",
"chapter_36_description" : "The fall of Jerusalem",
"chapter_36_overview" : "Jehoahaz, Jehoiakim, Jehoiachin and Zedekiah ruled. Then Nebuchadnezzar burned the temple and took Judah captive for seventy years.",
"chapter_36_summary" : "**"
}
