{
"book_description" : "Leadership problems",
"book_overview" : "Problems of rejecting Pauline leadership, immorality, marrying non-believers. Show your loyalty by giving.",
"ESV_summary" : "Paul’s second letter to the Corinthians discusses some of the things previously addressed but also deals with new issues. While 1 Corinthians called for believers to be unified with each other, in this letter Paul urges the church to be unified with him in his ministry. Paul’s opponents were undermining his work, claiming that his suffering (11:24-29) proved he was not a true apostle. Paul responds that his suffering highlights his dependence on Christ, as it points to Christ’s strength rather than his own. Second Corinthians includes stirring perspectives on gospel ministry (chs. 2–5), encouragements to holy living (chs. 6–7), and instructions about giving (chs. 8–9). Paul wrote this letter from Macedonia a year after writing 1 Corinthians, about AD 56.",
"ESV_introduction" : "Often called \"the hard letter\", this is an intensely personal letter. It recounts the difficulties and hardships Paul has endured in the service of Christ (10-13). The Apostle regards the Corinthians as his children in Christ.",
"chapter_1_header" : "Leadership described",
"chapter_1_description" : "*",
"chapter_1_overview" : "Paul, to the church in Corinth. We share in Christ's sufferings and comfort. My yes is not no, but to spare you I did not visit you.",
"chapter_1_summary" : "**",
"chapter_2_header" : "Calls to follow & give",
"chapter_2_description" : "*",
"chapter_2_overview" : "I wrote to you as I did in much anguish. You should forgive the one who caused you pain. Through us God spreads the aroma of Christ.",
"chapter_2_summary" : "**",
"chapter_3_description" : "*",
"chapter_3_overview" : "God has made us ministers of a new covenant. When anyone turns to the Lord, the veil is lifted. We are being transformed into glory.",
"chapter_3_summary" : "**",
"chapter_4_description" : "*",
"chapter_4_overview" : "God has given us the light of the glory of Christ. We have this treasure in clay jars. Through affliction we look to what is eternal.",
"chapter_4_summary" : "**",
"chapter_5_description" : "*",
"chapter_5_overview" : "What is mortal will be clothed with life. If anyone is in Christ, the new creation has come. We implore you, be reconciled to God!",
"chapter_5_summary" : "**",
"chapter_6_description" : "*",
"chapter_6_overview" : "Now is the day of salvation. We commend ourselves as servants. Do not be yoked with unbelievers. We are the temple of the living God.",
"chapter_6_summary" : "**",
"chapter_7_description" : "*",
"chapter_7_overview" : "I take great pride in you. I do not regret my letter, for godly grief produces repentance. Our boasts about you to Titus proved true.",
"chapter_7_summary" : "**",
"chapter_8_description" : "*",
"chapter_8_overview" : "The churches of Macedonia have given generously for the saints. See that you excel in this grace too. Titus was eager to go to you.",
"chapter_8_summary" : "**",
"chapter_9_description" : "*",
"chapter_9_overview" : "I boast to the Macedonians about the gift you promised. God loves a cheerful giver. Your generosity will overflow in thanksgivings.",
"chapter_9_summary" : "**",
"chapter_10_header" : "Apostolic authority",
"chapter_10_description" : "*",
"chapter_10_overview" : "Our weapons destroy arguments against God. What we say by letter we do in person. We only boast within the sphere God has given us.",
"chapter_10_summary" : "**",
"chapter_11_description" : "*",
"chapter_11_overview" : "I am jealous for you against these false apostles. I speak as a fool. Do they boast? I have greater labours, beatings and dangers.",
"chapter_11_summary" : "**",
"chapter_12_description" : "*",
"chapter_12_overview" : "I will boast of a man who saw paradise. I was given a thorn to keep me from pride. This is foolish! I will gladly be spent for you.",
"chapter_12_summary" : "**",
"chapter_13_description" : "*",
"chapter_13_overview" : "This will be my third visit. Christ is powerful among you. Test that you are in the faith. Be mature. The grace of God be with you.",
"chapter_13_summary" : "**"
}
