{
"book_description" : "Leadership problems",
"book_overview" : "Problems of rejecting Pauline leadership, immorality, marrying non-believers. Show your loyalty by giving.",
"ESV_summary" : "Paul’s second letter to the Corinthians discusses some of the things previously addressed but also deals with new issues. While 1 Corinthians called for believers to be unified with each other, in this letter Paul urges the church to be unified with him in his ministry. Paul’s opponents were undermining his work, claiming that his suffering (11:24-29) proved he was not a true apostle. Paul responds that his suffering highlights his dependence on Christ, as it points to Christ’s strength rather than his own. Second Corinthians includes stirring perspectives on gospel ministry (chs. 2–5), encouragements to holy living (chs. 6–7), and instructions about giving (chs. 8–9). Paul wrote this letter from Macedonia a year after writing 1 Corinthians, about AD 56.",
"ESV_introduction" : "Often called \"the hard letter\", this is an intensely personal letter. It recounts the difficulties and hardships Paul has endured in the service of Christ (10-13). The Apostle regards the Corinthians as his children in Christ.",
"chapter_1_header" : "Leadership described",
"chapter_1_description" : "God comforts through all trials",
"chapter_1_overview" : "Paul, to the church in Corinth. We share in Christ's sufferings and comfort. My yes is not no, but to spare you I did not visit you.",
"chapter_1_summary" : "Paul opens by expressing gratitude for God's comfort and the comfort he has received during his troubles. He emphasizes that the afflictions he faces are for the benefit of the Corinthians so that they may also experience comfort. Paul mentions his struggles in Asia, where he felt overwhelmed and despaired of life itself. He reassures the Corinthians that he is not writing to condemn them but to encourage them. He also speaks of the joy he felt when he learned about their response to his previous letter, which brought him relief. Paul concludes the chapter by affirming his commitment to preaching the Gospel and his integrity in his dealings with them.",
"chapter_2_header" : "Calls to follow & give",
"chapter_2_description" : "Forgiveness restores broken relationships",
"chapter_2_overview" : "I wrote to you as I did in much anguish. You should forgive the one who caused you pain. Through us God spreads the aroma of Christ.",
"chapter_2_summary" : "Paul discusses the need for forgiveness and reconciliation. He expresses his concern about a person who caused pain within the church, possibly referring to someone who sinned against the community. Paul urges the Corinthians to forgive and comfort this person so that he does not become overwhelmed by sorrow. He emphasizes that forgiveness is essential, as it reflects the forgiveness they have received from Christ. Paul also mentions his anxiety about the Corinthians and how he was relieved to find joy in their obedience and love.",
"chapter_3_description" : "The new covenant brings greater glory",
"chapter_3_overview" : "God has made us ministers of a new covenant. When anyone turns to the Lord, the veil is lifted. We are being transformed into glory.",
"chapter_3_summary" : "Paul contrasts the old covenant, given through Moses, with the new covenant established by Christ. He explains that the old covenant brought death because it was written on tablets of stone, while the new covenant brings life. Paul highlights that believers are ministers of this new covenant, empowered by the Holy Spirit. He uses the analogy of Moses’ glory when he came down from Mount Sinai, stating that the glory of the old covenant fades away compared to the surpassing glory of the new covenant, whch allows believers to have direct access to God, reflecting His glory.",
"chapter_4_description" : "Treasure in jars of clay",
"chapter_4_overview" : "God has given us the light of the glory of Christ. We have this treasure in clay jars. Through affliction we look to what is eternal.",
"chapter_4_summary" : "Paul discusses the treasure of the Gospel, which is held in jars of clay—referring to the fragility of human beings. He explains that despite facing hardships, persecutions, and challenges, he does not lose heart because he relies on the power of God. He emphasizes that the suffering he endures is temporary and produces eternal glory. Paul encourages the Corinthians to focus on what is unseen, rather than what is seen, as the unseen is eternal. He expresses confidence in the resurrection, knowing that even though his earthly body may fade, he has a heavenly dwelling prepared by God.",
"chapter_5_description" : "Living for an eternal heavenly home",
"chapter_5_overview" : "What is mortal will be clothed with life. If anyone is in Christ, the new creation has come. We implore you, be reconciled to God!",
"chapter_5_summary" : "Paul continues discussing the hope of eternal life. He explains that if our earthly bodies are destroyed, we have a building from God, an eternal house in heaven. Paul expresses his desire to be clothed with this heavenly dwelling, and emphasizes that believers are ambassadors for Christ - called to share the message of reconciliation with God. Paul explains that God made the One who had no sin to be sin for us, so that in Him we might become the righteousness of God. He urges the Corinthians to accept this gift of reconciliation and to live in a way that reflects their new identity in Christ.",
"chapter_6_description" : "Open hearts to God's messengers",
"chapter_6_overview" : "Now is the day of salvation. We commend ourselves as servants. Do not be yoked with unbelievers. We are the temple of the living God.",
"chapter_6_summary" : "Paul emphasizes the importance of not receiving God’s grace in vain. He highlights the hardships that he and his companions have faced in their ministry, including beatings, imprisonments, and riots. Paul lists the various ways they have demonstrated their faithfulness, such as by purity, knowledge, patience, and the Holy Spirit. He urges the Corinthians to be separate from unbelievers and not to be unequally yoked with them. Paul reminds them that they are the temple of the living God, calling them to live holy lives in accordance with their identity as God’s people.",
"chapter_7_description" : "Godly sorrow leads to repentance",
"chapter_7_overview" : "I take great pride in you. I do not regret my letter, for godly grief produces repentance. Our boasts about you to Titus proved true.",
"chapter_7_summary" : "Paul expresses his joy over the Corinthians’ response to his previous letter, which addressed their issues and sin. He talks about the sorrow that leads to repentance, contrasting it with worldly sorrow that brings death. Paul mentions that he had been troubled and anxious about their reaction, but he is relieved to find that they have repented and restored their relationship with God. He expresses his deep affection for them and his confidence in their commitment to the Gospel.",
"chapter_8_description" : "Excel in the grace of giving",
"chapter_8_overview" : "The churches of Macedonia have given generously for the saints. See that you excel in this grace too. Titus was eager to go to you.",
"chapter_8_summary" : "Paul encourages the Corinthians to participate in the collection for the believers in Jerusalem who are in need. He uses the example of the churches in Macedonia, who, despite their own poverty, gave generously. Paul emphasizes that giving should come from the heart and according to one’s ability. He also reminds them of the grace of our Lord Jesus Christ, who, though rich, became poor for their sake. Paul assures the Corinthians that he is sending Titus and others to help facilitate the collection and to ensure that their generosity is recognized.",
"chapter_9_description" : "God loves cheerful givers",
"chapter_9_overview" : "I boast to the Macedonians about the gift you promised. God loves a cheerful giver. Your generosity will overflow in thanksgivings.",
"chapter_9_summary" : "Paul continues discussing the collection and prepares the Corinthians for the upcoming gift. He encourages them to give cheerfully, not reluctantly or under compulsion, as God loves a cheerful giver. Paul assures them that God will provide for their needs and that their generosity will result in thanksgiving to God. He emphasizes that their giving is a way to glorify God and strengthen the bond among believers. Paul concludes by expressing his gratitude for the Corinthians’ willingness to help and for the praise that will be given to God as a result.",
"chapter_10_header" : "Apostolic authority",
"chapter_10_description" : "Spiritual weapons demolish strongholds",
"chapter_10_overview" : "Our weapons destroy arguments against God. What we say by letter we do in person. We only boast within the sphere God has given us.",
"chapter_10_summary" : "Paul defends his authority as an apostle. He addresses criticisms from some who claim he is weak in person but bold in letters. Paul explains that he does not wage war as the world does but relies on spiritual weapons to demolish strongholds and arguments against the knowledge of God. He emphasizes that his authority is given by God, not for destruction but for the building up the church. Paul urges the Corinthians to be obedient and not to compare themselves with others.",
"chapter_11_description" : "Paul defends apostolic authority",
"chapter_11_overview" : "I am jealous for you against these false apostles. I speak as a fool. Do they boast? I have greater labours, beatings and dangers.",
"chapter_11_summary" : "Paul expresses his concern for the Corinthians, who have been influenced by false apostles and deceitful workers. He speaks of his own credentials, listing his sufferings, such as beatings, shipwrecks, and danger from various enemies. Paul emphasizes his dedication to the Gospel and his love for the Corinthians. He presents himself as a true servant of Christ, contrasting himself with the false apostles who boast about their achievements, and underscores the importance of recognizing true authority in the church.",
"chapter_12_description" : "Strength perfected in weakness",
"chapter_12_overview" : "I will boast of a man who saw paradise. I was given a thorn to keep me from pride. This is foolish! I will gladly be spent for you.",
"chapter_12_summary" : "Paul speaks about a \"thorn in the flesh\" that he has endured, which he describes as a messenger of Satan. He shares that he pleaded with the Lord three times to remove it, but God replied that His grace is sufficient. Paul learns to boast in his weaknesses, as they allow Christ’s power to be evident in his life. He recounts visions and revelations he has received but chooses not to boast about them. Paul expresses his concern for the Corinthians and his desire to visit them again, urging them to examine themselves in their faith.",
"chapter_13_description" : "Examine faith, seek Christ's power",
"chapter_13_overview" : "This will be my third visit. Christ is powerful among you. Test that you are in the faith. Be mature. The grace of God be with you.",
"chapter_13_summary" : "Paul prepares to visit the Corinthians for a third time. He warns that he will not spare those who have sinned and have not repented. He emphasizes the importance of living in obedience to Christ and encourages them to test their faith. Paul concludes with a call for unity and peace among the believers. He sends greetings and expresses his hope that the grace of the Lord Jesus Christ, the love of God, and the fellowship of the Holy Spirit will be with them.",
"chapter_outline_icc_url" : "https://archive.org/details/criticalexegetic34plumuoft/criticalexegetic34plumuoft/page/n13/mode/2up",
"chapter_outline_icc_page" : "X",
"chapter_intro_icc_url" : "https://archive.org/details/criticalexegetic34plumuoft/criticalexegetic34plumuoft/page/n15/mode/2up",
"chapter_intro_icc_page" : "X",
"chapter_1_icc_url" : "https://archive.org/details/criticalexegetic34plumuoft/criticalexegetic34plumuoft/page/1/mode/2up",
"chapter_1_icc_page" : "1",
"chapter_2_icc_url" : "https://archive.org/details/criticalexegetic34plumuoft/criticalexegetic34plumuoft/page/46/mode/2up",
"chapter_2_icc_page" : "46",
"chapter_3_icc_url" : "https://archive.org/details/criticalexegetic34plumuoft/criticalexegetic34plumuoft/page/75/mode/2up",
"chapter_3_icc_page" : "75",
"chapter_4_icc_url" : "https://archive.org/details/criticalexegetic34plumuoft/criticalexegetic34plumuoft/page/109/mode/2up",
"chapter_4_icc_page" : "109",
"chapter_5_icc_url" : "https://archive.org/details/criticalexegetic34plumuoft/criticalexegetic34plumuoft/page/140/mode/2up",
"chapter_5_icc_page" : "140",
"chapter_6_icc_url" : "https://archive.org/details/criticalexegetic34plumuoft/criticalexegetic34plumuoft/page/166/mode/2up",
"chapter_6_icc_page" : "166",
"chapter_7_icc_url" : "https://archive.org/details/criticalexegetic34plumuoft/criticalexegetic34plumuoft/page/210/mode/2up",
"chapter_7_icc_page" : "210",
"chapter_8_icc_url" : "https://archive.org/details/criticalexegetic34plumuoft/criticalexegetic34plumuoft/page/231/mode/2up",
"chapter_8_icc_page" : "231",
"chapter_9_icc_url" : "https://archive.org/details/criticalexegetic34plumuoft/criticalexegetic34plumuoft/page/252/mode/2up",
"chapter_9_icc_page" : "252",
"chapter_10_icc_url" : "https://archive.org/details/criticalexegetic34plumuoft/criticalexegetic34plumuoft/page/269/mode/2up",
"chapter_10_icc_page" : "269",
"chapter_11_icc_url" : "https://archive.org/details/criticalexegetic34plumuoft/criticalexegetic34plumuoft/page/291/mode/2up",
"chapter_11_icc_page" : "291",
"chapter_12_icc_url" : "https://archive.org/details/criticalexegetic34plumuoft/criticalexegetic34plumuoft/page/336/mode/2up",
"chapter_12_icc_page" : "336",
"chapter_13_icc_url" : "https://archive.org/details/criticalexegetic34plumuoft/criticalexegetic34plumuoft/page/366/mode/2up",
"chapter_13_icc_page" : "366",
"chapter_intro_constable_url": "https://soniclight.com/tcon/notes/html/2corinthians/2corinthians.htm#head2",
"chapter_outline_constable_url": "https://soniclight.com/tcon/notes/html/2corinthians/2corinthians.htm#head8",
"chapter_1_constable_url": "https://soniclight.com/tcon/notes/html/2corinthians/2corinthians.htm#head11",
"chapter_2_constable_url": "https://soniclight.com/tcon/notes/html/2corinthians/2corinthians.htm#head21",
"chapter_3_constable_url": "https://soniclight.com/tcon/notes/html/2corinthians/2corinthians.htm#head26",
"chapter_4_constable_url": "https://soniclight.com/tcon/notes/html/2corinthians/2corinthians.htm#head32",
"chapter_5_constable_url": "https://soniclight.com/tcon/notes/html/2corinthians/2corinthians.htm#head36",
"chapter_6_constable_url": "https://soniclight.com/tcon/notes/html/2corinthians/2corinthians.htm#head41",
"chapter_7_constable_url": "https://soniclight.com/tcon/notes/html/2corinthians/2corinthians.htm#head46",
"chapter_8_constable_url": "https://soniclight.com/tcon/notes/html/2corinthians/2corinthians.htm#head50",
"chapter_9_constable_url": "https://soniclight.com/tcon/notes/html/2corinthians/2corinthians.htm#head54",
"chapter_10_constable_url": "https://soniclight.com/tcon/notes/html/2corinthians/2corinthians.htm#head57",
"chapter_11_constable_url": "https://soniclight.com/tcon/notes/html/2corinthians/2corinthians.htm#head61",
"chapter_12_constable_url": "https://soniclight.com/tcon/notes/html/2corinthians/2corinthians.htm#head65",
"chapter_13_constable_url": "https://soniclight.com/tcon/notes/html/2corinthians/2corinthians.htm#head71",
"chapter_intro_tgc_url": "https://www.thegospelcoalition.org/commentary/2-corinthians/",
"chapter_outline_tgc_url": "#section-6",
"chapter_1_tgc_url": "#section-7",
"chapter_2_tgc_url": "#section-9",
"chapter_3_tgc_url": "#section-10",
"chapter_4_tgc_url": "#section-10",
"chapter_5_tgc_url": "#section-11",
"chapter_6_tgc_url": "#section-12",
"chapter_7_tgc_url": "#section-12",
"chapter_8_tgc_url": "#section-13",
"chapter_9_tgc_url": "#section-16",
"chapter_10_tgc_url": "#section-17",
"chapter_11_tgc_url": "#section-19",
"chapter_12_tgc_url": "#section-21",
"chapter_13_tgc_url": "#section-22",
"commentary_keys":"['icc', 'constable', 'tgc']",
"commentary_names":"['Intl Critical Commentary', 'Constable \\'notes', 'Peter Balla']"
}