{
"book_description" : "Love one another",
"book_overview" : "Love One Another",
"ESV_summary" : "Second John warns against the same false teaching mentioned in 1 John. This letter, however, was addressed to \"the elect lady and her children\" (perhaps a local congregation), and focused on Christian hospitality. False teachers were using the kindness of Christians to gain influence within John’s congregations. John’s letter spoke of this danger and warned against opening one’s home to these destroyers of the faith. While the basic themes of 1 John—holding fast to truth, love, and obedience—are evident, there is the additional focus on what Christian hospitality is all about. Only when you find agreement on sound doctrine will you find meaningful fellowship. The letter was probably written by the apostle John in the late first century AD",
"ESV_introduction" : "Three Johannine Epistles - I, II and III John - are included in the New Testament collection. These Epistles should probably be dated A.D. 90-95. John, the author of the Fourth Gospel, addresses the first one to an unidentified group. I John 5:13 indicates that the author writes in order that this group might know the certainty of eternal life. II John is addressed to an elect lady, either a church or perhaps a woman. III John is addressed to Gaius, a man commended for his hospitality.",
"chapter_1_description" : "Keep walking in love",
"chapter_1_overview" : "The elder, to the elect lady. Let us love one another as the Father commands. Do not welcome false teachers. I hope to come to you.",
"chapter_1_summary" : "John the Elder addresses his letter to \"the chosen lady and her children,\" which may refer to a specific church and its members or could represent the church as a whole. He emphasizes the command to love one another as a fundamental principle of the Christian faith, highlighting that love is not just a feeling but involves obedience to God's commands. John warns the recipients to be vigilant against deceivers who do not acknowledge that Jesus Christ came in the flesh. He instructs them not to welcome such individuals into their homes or churches, as doing so could lead to sharing in their wicked work. John expresses his desire to talk to the church face-to-face, stating that he has much to share but prefers to do so in person rather than through writing. The letter concludes with a greeting from the children of the chosen sister, reinforcing the theme of community and shared faith.",
"chapter_1_icc_url" : "https://archive.org/details/criticalexegetic43broouoft/criticalexegetic43broouoft/page/166/mode/2up",
"chapter_1_icc_page" : "166",
"chapter_intro_constable_url": "https://soniclight.com/tcon/notes/html/2john/2john.htm#head2",
"chapter_outline_constable_url": "https://soniclight.com/tcon/notes/html/2john/2john.htm#head9",
"chapter_1_constable_url": "https://soniclight.com/tcon/notes/html/2john/2john.htm#head12",
"chapter_intro_tgc_url": "https://www.thegospelcoalition.org/commentary/2-john/",
"chapter_outline_tgc_url": "#section-4",
"chapter_1_tgc_url": "#section-5",
"commentary_keys":"['tgc', 'constable', 'icc']",
"commentary_names":"['Ray Van Neste', 'Constable\\'s notes', 'Intl Critical Commentary']"
}