{
"book_description" : "End of Israel & Judah",
"book_overview" : "Despite Elijah and Elisha, the nations decline till Israel is exiled by Assyria then Judah by Babylon.",
"ESV_summary" : "Second Kings continues the saga of disobedience begun in 1 Kings, opening about 850 BC with the conclusion of Elijah’s prophetic ministry in Israel and the beginning of the work of his successor, Elisha. Israel spiraled downward in faithlessness, ultimately being defeated and dispersed by the Assyrians in 722. Judah, the southern kingdom, had several kings who trusted God and attempted reforms. But after many years of God’s warnings through Isaiah and other prophets, Judah’s sins were punished by Babylonian conquest starting in 605 and ultimately in the fall of Jerusalem in 586. The people were exiled to Babylon for seventy years, as prophesied by Jeremiah (Jer. 29:10). God remained faithful to his covenant despite his people’s faithlessness. The author of 2 Kings is unknown.",
"ESV_introduction" : "These books are the sequel to I and II Samuel and should be read as a continuation of the history of the Hebrew nation contained in the former work. Originally one book, I and II kings relate the history of Israel form the last days of David to the destruction of the northern kingdom, Israel, in 721 B.C., and to the fall of the southern kingdom, Judah, in 586 B.C. This is the period of Israel’s glory, division, decline, and fall.",
"chapter_1_header" : "Elisha",
"chapter_1_description" : "Elijah has God kill men trying to bring him to Ahaziah, then goes anyway",
"chapter_1_overview" : "Ahaziah consulted Baal-zebub. Elijah said that he would die. Ahaziah sent men to Elijah but they were consumed by fire. Ahaziah died.",
"chapter_1_summary" : "Moab rebelled against Israel after Ahab's death. King of Israel, Ahaziah, fell down and was injured. He sent messengers to consult with the prophets of Baal-Zebub to see if he would recover. God told Elijah to tell the messengers that Ahaziah will die because he wanted to consult with Baal-Zebub, so he did tell them. The messengers tell Ahaziah this and give a description of the one that said this, which Ahaziah recognizes as Elijah. Ahaziah sends a captain and 50 men to go get Elijah. When they find him on a hill and request he go with them, Elijah asks God to consume these men with fire, which God does. Ahaziah sends another captain and 50 men to go get Elijah. When they find him on a hill and request he go with them, Elijah asks God to consume these men with fire, which God does. Ahaziah sends yet another captain and 50 men to go get Elijah. When they find him on a hill, the captain pleads for Elijah to spare their lives and go with them. Elijah gets a message from God to go with them. When Elijah meets with Ahaziah, he tells him that Ahaziah will die because he wanted to consult with Baal-Zebub. Ahaziah dies without an heir, so Joram succeeds him as king.",
"chapter_2_description" : "Elijah goes to heaven, God and Elisha divides the Jordan with his cloak.",
"chapter_2_overview" : "Elisha followed Elijah. A chariot of fire appeared and Elijah went up to heaven. Elisha took Elijah's mantle and divided the waters.",
"chapter_2_summary" : "On his way to being called up into heaven, God leads Elijah to Bethel, Jericho, and finally to the Jordan River. Elisha insisted on going with him despite being told to stay behind 3 times. At the Jordan, Elijah rolls up his cloak and strikes the water with it, causing it to part so that Elijah and Elisha could walk across on dry ground. Elijah asks Elisha if there is anything he can do for him before going up to heaven. Elisha asks for a double portion of Elijah's spirit. Elijah says that will be difficult, but if Elisha sees him after he has gone to heaven, then it will be so. A chariot of fire with horses of fire appeared and took Elijah up to heaven in a whirlwind. Elisha grabbed Elijah's cloak that had fallen, rolled it up, and struck the Jordan, which parted allowing Elisha to walk across on bare ground again. The men around said that the spirit of Elijah was resting on Elisha, and offered to look all around for Elijah. Elisha tried to convince them not to search, but they did so anyway without success. Elisha went back to Jericho, where the people complained that the water has gone bad. Elisha requests some salt in a new bowl, and he took the salt and threw it into the well saying that God has now healed this water and it will never again cause death or poor crops. Near Bethel on his way back to Samaria, some young men mocked Elisha's bald head. Elisha cursed them in the name of God. Two bears came out of the woods and killed 42 of them.",
"chapter_3_description" : "Elisha helps Joram conquer the Moabites",
"chapter_3_overview" : "Israel, Judah and Edom went to fight Moab. Elisha said, \"The LORD will send water and give you Moab.\" The Moabites were defeated.",
"chapter_3_summary" : "Joram became king of Israel in the 18th year of Jehoshaphat's rule and he ruled for 12 years. He did evil, but was not as evil as Ahaziah. Mesha, the king of Moab, rebelled against Israel. Joram gathers troops, including support from Jehoshaphat and the king of Edom, and goes down to fight Mesha. He routes through the Desert of Edom and runs out of water after seven days. Joram summons Elisha at the request of Jehoshaphat. Elisha tells Joram to ask the prophets of Joram's fathers, but Joram says that God has brought these three kings together. Elisha asks for a harpist to play, and then hears God tell him that the army shall dig ditches and God will fill them with water, and that the Moabites will be handed over to them, and they shall overthrow every major town and fortified city, cut down all good trees, stop every spring, an put stones in the good fields. In the morning, the Moabites saw the water on the ground and mistook it for blood and went out to plunder the army. The army attacked and slaughtered the Moabites and did what God had said to do, destroying all the Moabite towns except Kir Hareseth, where Mesha was. The army surrounded Kir Hareseth and attacked it. Mesha sacrificed his firstborn son on the city wall. After that, the \"fury against Israel was great\" and Israel's army withdrew to its own land.",
"chapter_4_description" : "Elisha  raises the Shunammite's son from death",
"chapter_4_overview" : "Elisha told a Shunammite woman that she would have a son. The child died but Elisha revived him. Elisha cleansed the food at Gilgal.",
"chapter_4_summary" : "A prophet of God's died, and a creditor was threatening to take his sons as slaves to pay the debt. The widow told Elisha of this, and Elisha said to gather up all the empty bottles she could from her neighbors and pour from the little bottle of oil that she had left into the bottles. She did this and all the bottles she had collected were filled. Elisha told her to sell the bottles to pay the debt and use the excess money to live on. A barren Shunammite woman makes a point to invite Elisha into her house whenever he passes through town and makes a room for him to stay. Elisha repays her by having God bless her with a son. One day while working out in the field, the son fell ill and died that same day. The Shunammite widow sought out Elisha and let him know the boy died. Elisha sent his staff with his servant Gehazi to raise the boy from the dead, but it didn't work. Elisha then goes to the boy and lays on him a couple times and the boy comes back to life and sneezes 7 times. There was a famine in Gilgal and Elisha went there. He had Gehazi prepare a stew for the men, but he accidentally used some poisonous gourds from an unknown vine in the stew. Elisha asked for some flour, and he put it in the pot and neutralized the poison. A man came with 20 loaves of barley bread and Elisha said to give it to the men. The bread man said that the 20 loaves of bread will not feed the 100 men, but Elisha says they will and there will be bread left over. There was bread left over.",
"chapter_5_description" : "Elisha heals Naaman and Gehazi secretly asks for a reward.",
"chapter_5_overview" : "Naaman of Aram was a leper. Elisha told him to wash in the Jordan and he was healed. Gehazi asked for a gift and became leprous.",
"chapter_5_summary" : "Naaman was a prized soldier for Aram, but he had leprosy. A captured Israelite tells him that he should see the prophet of Samaria to be healed. Naaman tells the king of Aram this who tells him to go get healed and sends with him hundreds of pounds of silver and gold, and ten pairs of clothes, to pay for the healing. When he gets to Elisha, Elisha tells him to wash 7 times in the Jordan River to cure himself. Naaman got mad that Elisha didn't just ask for God to heal him there and then, but Naaman's servants convince him to do as the prophet says. Naaman is cured, and says now he know that God is the only god in the world, and begs to pay him. Elisha refuses payment. Naaman claims he will never worship another god again, asks for whatever amount of dirt that can be carried by 2 donkeys, and begs for forgiveness that he will bow in the temple of Rimmon while helping his master there. Elisha tells him to go in peace. Gehazi thinks that Elisha should have taken something from Naaman as payment, and journeys after him to get some payment, which Naaman freely gives. When Gehazi comes back, he lies and tells Elisha that he hasn't been anywhere. Elisha curses him and his descendants with Naaman's leprosy. Immediately Gehiza had leprosy.",
"chapter_6_description" : "Elisha is captured but blinds the soldiers. Jerusalem is besieged.",
"chapter_6_overview" : "The king of Aram sent an army to capture Elisha but the LORD blinded them. Ben-hadad besieged Samaria and there was a great famine.",
"chapter_6_summary" : "Elisha's prophets went to increase their living and meeting space by building a larger place by the Jordan River. During construction, a man dropped a borrowed ax into the river. Elisha threw a stick in the water where the ax had fallen in, making the ax float up to the surface. The king of Aram arranged ambushes for the king of Israel, but Elisha always warned the king. The king of Aram, Ben-Hadad, asked who was the spy, and he was told that Elisha was informing the king of Israel. So Ben-Hadad sent men to capture Elisha. When the Aramean forces surrounded Dothan, the town where Elisha was, one of Elisha's servants became frightened. Elisha prayed to God and made the servant see the invisible forces protecting him; hills full of horses and chariots of fire. Elisha prays that the Aramean forces be blinded, and they are. Elisha leads the forces to the king of Israel and then prays that they are given their sight back, and they do get it back. Elisha tells the king not to kill them but to feed them. So the king prepared a feast for them, and afterward released them. So the Arameans stopped invading Israel for a while. Later, Ben-Hadad mobilized his entire army and laid siege to Samaria. Food was so scarce that a couple women had gone into cannibalism. When the king of Israel heard of this, he got angry with Elisha because he thought this disaster came from God, and swore to decapitate Elisha that day. He questioned Elisha why should he wait for God any longer.",
"chapter_7_description" : "Elisha prophesies that the siege  will  soon lift, and the enemy soon flees.",
"chapter_7_overview" : "Elisha prophesied an end to the famine. Four lepers went and found that the Arameans had fled. The people plundered the Aramean camp.",
"chapter_7_summary" : "Elisha says that God says in about 24 hours, the food supply will be abundant. A doubting officer of the king asks if this could be possible. Elisha tells him it will happen, but that the officer will not eat of it. 4 desperate Israelite lepers decided to try their luck with the Arameans only to find their camp empty. God had caused them hear the sound of a great army approaching so that they had fled for their lives, leaving everything behind. After doing some pillaging of their own, the lepers decided to report this finding to the king. The king cautiously confirmed this report, and then releases the Israelites to plunder the encampment. The doubting officer was placed in the gateway by God so that he was trampled to death by the Israelites as they went out to plunder. Thus what God had said would happen did happen.",
"chapter_8_description" : "Elisha predicts that Ben-Hadad would recover but nevertheless die. Hazael kills the king.",
"chapter_8_overview" : "Elisha told Hazael that he would rule Aram. Hazael killed Ben-hadad. Jehoram ruled Judah and did evil. Ahaziah ruled and did evil.",
"chapter_8_summary" : "When Elisha had brought the boy back to life in 2 Kings 4, he told her to flee the land because there would be a famine for 7 years. Upon coming back, the woman sought out the king of Israel to get her lands back. After telling him her story, he arranged to get her the lands back as well as the income from the lands from while she was gone. The king of Aram, Ben-Hadad was ill and sent Hazael to Elisha to know if he would recover. Elisha told him to tell Ben-Hadad that he would recover, but wept and told Hazael that Ben-Hadad would die and Hazael succeed him and inflict great harm on the Israelites. Hazael went back and told the king he would recover, but Hazael murdered the king the next day. Hazael became king of Aram. In the 5th year of Joram as king of Israel, Jehoram began his reign of Judah at the age of 32. He ruled for 8 years. He did evil but was preserved by God for David's sake. During that rule, Edom and Libnah rebelled. In the 12th year of Joram, Ahaziah became king of Judah at the age of 22. He reigned for 1 year. Ahaziah had fought along with Joram against Hazael. During the battle Joram was wounded. Ahaziah went to see Joram in Jezreel.",
"chapter_9_description" : "Jezebel and the house of Ahab are destroyed",
"chapter_9_overview" : "Elisha sent a prophet to anoint Jehu. Jehu killed Joram and Ahaziah. Eunuchs threw Jezebel out of the window and dogs ate her body.",
"chapter_9_summary" : "Elisha tells another prophet to go anoint Jehu son of Jehoshaphat as king of Israel and tell him God says Jehu will destroy the house of Ahab and Jezebel will be devoured by dogs. Jehu gathers troops and goes to kill Joram where he is nursing his wounds in Jezreel. Joram asks if he comes in peace, to which Jehu replies that there can't be peace with all the idolatry and witchcraft from Jezebel. Jehu shoots an arrow through Joram's heart. Ahaziah fled the scene, but not without being wounded by Jehu in a way that killed him eventually. Jehu then went after Jezebel. Jezebel poked her head out a window and asked if he came in peace. Jehu tells the eunuchs by her side to throw he down, which they do and she dies. Dogs ate her body, leaving her feet and skull.",
"chapter_10_description" : "*Jezebel and the house of Ahab are destroyed",
"chapter_10_overview" : "Jehu sent a letter and had Ahab's sons killed. He killed Ahaziah's brothers and all the worshippers of Baal. Hazael defeated Israel.",
"chapter_10_summary" : "Jehu sends letters out to Ahab's children to challenge them to fight for leadership. They reply that they will instead serve Jehu. Jehu sends a message back demanding the heads of Ahab's children. The elder men take the heads and send them to Jehu, who has them put in two piles outside the gates of Jezreel. Jehu then kills all the relatives, chief men, priests, and close friends of Ahab in Jezreel and Samaria. Jehu tricks all of the priests of Baal of Israel into the temple of Baal and then he slaughtered them, burned the sacred stone, and converted the temple into a latrine. Although he destroyed Baal worship, Jehu permitted the worship of golden calves in Bethel and Dan. God says that because Jehu did what He requested, his lineage will be kings of Israel to the fourth generation. God reduced the size of Israel through conquests of Hazael. Jehu ruled for 28 years and his son Jehoahaz succeeded him.",
"chapter_11_description" : "Athaliah reigns by killing everyone but baby Joash was hidden. He becomes king and kills her.",
"chapter_11_overview" : "Athaliah destroyed the royal family but Jehosheba hid Joash. Jehoiada had the army proclaim Joash as king and put Athaliah to death.",
"chapter_11_summary" : "When Ahaziah's mother, Athalia, heard her son was dead, she took over as ruler and killed all the remaining royal family lineage except Ahaziah's baby son Joash. Joash was hidden away by Ahaziah's sister. At the 7th year of Athalia's reign, the priest Jehoiada anointed and crowned the 7 year old Joash as king. Jehoiada had troops slay Athalia and kill the priest of Baal and destroy the altars and idols and temple of Baal.",
"chapter_12_description" : "Joash rebuilds the temple",
"chapter_12_overview" : "Joash ruled in Jerusalem and did what was right. The priests collected money to repair the temple. Joash was killed by his servants.",
"chapter_12_summary" : "Joash ruled Judah for 40 years. Joash did what was right in the eyes of God. He told the priest to use the temple-collected money to repair the temple, but by the 23rd year of his rule they had still not repaired it. So Joash had Jehoiada turn over the money to him to hire people and buy materials to make the repairs. Hazael attacked and captured Gath and then turned to capture Jerusalem, but Joash gave Hazael all of the sacred items and all of the gold in the temple and royal palace treasuries to appease Hazael and make him not attack. Joash's officials conspired against him and murdered him. Joash's son Amaziah succeeded him as king.",
"chapter_13_description" : "Elisha prophesies Israel's partial victory over Arameans, dies, and his bones bring a dead man to life",
"chapter_13_overview" : "Jehoahaz ruled Israel and they were oppressed by Hazael. Jehoash ruled and Elisha told him to strike the ground. Then Elisha died.",
"chapter_13_summary" : "In the 23rd year of Joash's rule of Judah, Jehoahaz became king of Israel and he ruled for 17 years. Jehoahaz did evil in God's eyes, so God had Hazael and Ben-Hadad of Aram oppress Israel. Due to the heavy oppression, Jehoahaz sought out help from God, and God provided a deliverer to get them out from underneath the Aramean rule. The army of Israel was reduced greatly by the Aramean conflict. Jehoahaz's son Jehoash succeeded him as king of Israel. Jehoash ruled for 16 years and did evil in the eyes of God. Elisha was sick and almost dead when Jehoash came to Elisha and wept about the reduced Israelite army. Elisha had him shoot an arrow out the window and then strike the ground. Jehoash struck the ground 3 times, and Elisha was mad that he did not strike it 5 or 6 times because now Jehoash would only defeat the Arameans 3 times as opposed to completely wiping them out. Elisha died. Once a dead man accidentally got thrown on top of Elisha's bones and he came back to life. During Ben-Hadad's reign of Aram, Jehoash recaptured the lost Israelite towns in a series of 3 successful battles with the Arameans. Jeroboam II succeeded Jehoash as king of Israel.",
"chapter_14_header" : "Kings of Israel & Judah",
"chapter_14_description" : "*Successions of kings and wars of Israel and Judah",
"chapter_14_overview" : "Amaziah ruled Judah and did right. He challenged Jehoash but Judah were defeated. Jeroboam ruled Israel and restored the borders.",
"chapter_14_summary" : "In the 2nd year that Jehoash was king of Israel, Amaziah became king of Judah. Amaziah ruled for 29 years. Amaziah did what was right by God. He executed the officials that murdered his father. Amaziah defeated 10000 Edomites in the Valley of Salt. Amaziah challenged Jehoash to meet with him in battle, but Jehoash refused. Amaziah kept prodding, so Jehoash attacked and defeated the army of Judah in Jerusalem, tore down a section of the city wall, took the spoils from the temple and palace, and took hostages back to Samaria. Amaziah lived 15 years after the death of Jehoash. Then conspirators murdered him. Azariah succeeded Amaziah at the age of 16. Azariah rebuilt Elath. In the 15th year of Amaziah ruling Judah, Jeroboam II became king of Israel and he ruled for 41 years. Jeroboam II did evil in the eyes of God. Jeroboam II restored the boundaries of Israel and recovered Damascus and Hamath. Jeroboam II's son Zechariah succeeded him as king.",
"chapter_15_description" : "*Successions of kings and wars of Israel and Judah",
"chapter_15_overview" : "Azariah and Jotham ruled Judah and did what was right. Zechariah, Shallum, Menahem, Pekahiah and Pekah ruled Israel and did evil.",
"chapter_15_summary" : "In the 27th year that Jeroboam II ruled Israel, Azariah became king of Judah. Azariah did what was right by the eyes of God and he ruled for 52 years. God afflicted him with leprosy. Azariah's son Jotham succeeded him as king. In the 38th year that Azariah ruled Judah, Zechariah became king of Israel. He did what was evil in the eyes of God. After reigning only 6 months, he was assassinated by Shallum, who took the crown afterward. After reigning only 1 month, he was assassinated by Menahem, who took the crown afterward. Menahem reigned for 10 years doing what was evil in God's eyes. Menahem attacked the city of Tiphsah, ripping open all their pregnant women. Menahem paid off the king of Assyria so that he would not invade Israel. Menahem's son Pekahiah succeeded him as king. He did what was evil in the eyes of God. After reigning 2 years, he was assassinated by Pekah, who took the crown afterward. Pekah reigned for 20 years and he did what was evil in the eyes of God. The king of Assyria captured several Israelite towns. Pekah was assassinated by Hoshea, who took the crown afterward. Jotham became king of Judah at the age of 25 and ruled for 16 years. Jotham did what was right in God's eyes. God made the Arameans and the Israelites attack Judah during his rule. Jotham's son Ahaz succeeded him as king.",
"chapter_16_description" : "*Successions of kings and wars of Israel and Judah",
"chapter_16_overview" : "Ahaz ruled Judah and did evil. Aram and Israel attacked Judah so Ahaz sent a tribute to the king of Assyria. Ahaz set up an altar.",
"chapter_16_summary" : "In the 17th year that Pekah ruled Israel, Ahaz became king of Judah when he was 20 years old and reigned for 16 years. He did evil in God's eyes and even sacrificed his son in the fire. Pekah and Rezin, king of Aram, attacked Judah. Rezin captured the city Elath. Ahaz sent gold and silver to Tiglath-Peliser, king of Assyria, for support. Tiglath-Peliser in turn captured Damascus and killed Rezin. Ahaz had an altar constructed like the one in Damascus that Tiglath-Peliser had, and commanded the priest to make the daily offerings on it. Ahaz's son Hezekiah succeeded him as king.",
"chapter_17_description" : "*Successions of kings and wars of Israel and Judah",
"chapter_17_overview" : "Hoshea ruled Israel. The king of Assyria invaded and settled the land. This happened because the Israelites rejected the covenant.",
"chapter_17_summary" : "In the 12th year that Ahaz ruled Judah, Hoshea became king of Israel and reigned for 9 years. He did evil in the eyes of God. In his last year of reigning, Shalmaneser,the king of Assyria, put Hoshea in jail, and invaded and captured all the lands the Israelites held, deporting the Israelites to Halah in Gozan on the Habor River and in the towns of Medes. This happened because God had enough of the evil that the Israelites were doing which mimicked the evil done by the nations He had driven out, despite the commandments not to do so and all the warnings through the prophets. Even the tribe of Judah was rejected from the Promised Land. When the homeland was resettled, God sent lions to kill many people because they did not worship Him. So Shalmaneser sent one of the priests back to teach the new immigrants how to worship God. So the new immigrants worshiped both their gods and God.",
"chapter_18_header" : "Kings of Judah",
"chapter_18_description" : "*Isaiah reveals God will protect Judah from Sennacherib",
"chapter_18_overview" : "Hezekiah ruled Judah and did right. The Assyrians surrounded Jerusalem. Rabshakeh said, \"Don't listen to Hezekiah. Come out to me.\"",
"chapter_18_summary" : "In the 3rd year of Hoshea's reign of Israel, Hezekiah became king of Judah at the age of 25 and he reigned for 29 years. Hezekiah did good in the eyes of God, destroying pagan instruments of worship. He also destroyed the brass snake on the stick that Moses had made because people were worshiping it. He kept all the commands of Moses making him the best king of Judah ever. He rebelled against the Shalmaneser, king of Assyria and defeated the Philistines as far as Gaza. In the 4th year of his reign, Shalmaneser captured the Israelites at Samaria because they had not obeyed God. In the 14th year of his reign, Sennacherib, king of Assyria, captured the fortified cities of Judah. Hezekiah gives lots of gold and silver to Sennacherib in tribute so that he will withdraw from Judah. The king of Assyria sent a large army out to Jerusalem. Sennacherib sends a message to Hezekiah asking him why does he think he can rebel, taunting him that he is without any support or military strength, and that God Himself had instructed the capture of Jerusalem. Hezekiah's messengers beg Sennacherib to speak in Aramaic instead of Hebrew so that the people of Judah will not understand what he is saying, but Sennacherib says that this warning is for all of Judah because they will all have to eat their own feces and drink their own urine. Sennacherib speaks to all the people of Judah nearby saying that they should not trust in Hezekiah because God will not deliver them this time. He says that if they give up, they will be safe and will be relocated to a decent land like this one, but if they do not, they will die. This message was relayed to Hezekiah.",
"chapter_19_description" : "*Isaiah reveals God will protect Judah from Sennacherib",
"chapter_19_overview" : "Hezekiah prayed, \"O LORD, save us.\" Isaiah said, \"The LORD says: I will defend the city.\" That night the Assyrians were struck dead.",
"chapter_19_summary" : "Upon hearing the message, Hezekiah donned sackcloth and consulted with the prophet Isaiah. Isaiah tells him not to worry because Sennacherib has blasphemed and He will cause him to return to his own country and be killed. Sennacherib hears that Tirhakah, the Cushite king of Egypt, is marching against him, so he sends another taunting message to Hezekiah. When Hezekiah gets the letter he prays to God, who is enthroned between the cherubim, to deliver them. Isaiah prophesies a message for Sennacherib that, while he has conquered much of the land, it is because God planned it that way. God says that Hezekiah will eat from the wild foods for 2 years, but in 3 years he will be back to sowing and reaping. God says that Sennacherib will not enter or siege Jerusalem because God will defend it for His sake and the sake of David. That night an angel of God killed 185000 of Sennacherib's men, so Sennacherib withdrew. One day while he was praying to his god, Sennacherib's sons killed him. Sennacherib's son Esarhaddon succeeded him.",
"chapter_20_description" : "Hezekiah's later years of ruling Judah",
"chapter_20_overview" : "Hezekiah was sick but the LORD extended his life. Envoys came from Babylon. Isaiah told Hezekiah, \"Everything will be taken away.\"",
"chapter_20_summary" : "Hezekiah became ill with a boil near the point of death. Isaiah tells him that God says he will die. Hezekiah prays to God to remember how righteous he has been and he wept. Isaiah told him that because of his prayer and tears, God will heal him, and when he goes up to the temple 3 days from now, He will add 15 years to his life. Furthermore, God will deliver Judah from Assyria for God's sake and the sake of David. Isaiah had a poultice of figs put on Hezekiah's boil to heal it. Hezekiah asks what will be the sign that God will do what he promises. Isaiah had God move a shadow back ten steps on a stairway as a sign. The king of Babylon sent messengers with gifts to Hezekiah because he heard that Hezekiah was ill. Hezekiah showed the messengers all of the treasures of Jerusalem. Isaiah asks Hezekiah what he had shown the messengers, to which Hezekiah replied truthfully. Isaiah says God says a time will come when all these treasures will be carried off to Babylon and sons of Hezekiah's lineage will be made eunuchs for the palace of Babylon. Hezekiah said God's word is good because he thought there will be peace during his lifetime. When Hezekiah died, his son Manasseh succeeded him as king.",
"chapter_21_description" : "Menasseh, the most evil king of Judah, rules 55 years",
"chapter_21_overview" : "Manasseh ruled in Jerusalem and did evil. The LORD said, \"I will bring disaster on Jerusalem and Judah.\" Amon ruled and did evil.",
"chapter_21_summary" : "Manasseh was 12 years old when he became king of Judah, and he reigned for 55 years. He did evil in God's eyes and even sacrificed his son in the fire. He defiled the temple of God in Jerusalem and did more evil than the pagan nations that owned the land previously. He also spilled copious amounts of innocent blood. For all of this evil, God says He will hand over Judah to its enemies in a disastrous way. Manasseh died and his son Amon succeeded him as king at the age of 22. Amon reigned for 2 years. He did evil just like Manasseh. Some of his officials assassinated him, but the people killed off those that murdered him and made Amon's son Josiah king of Judah.",
"chapter_22_description" : "*Josiah, the most good king of Judah and all Israelites ever, finds and lives by the Book of the Law",
"chapter_22_overview" : "Josiah ruled and did right. He had the law read out and tore his robes. Huldah said, \"The LORD says: You will be buried in peace.\"",
"chapter_22_summary" : "Josiah became king of Judah at the age of 8 and reigned for 31 years. He did good in the eyes of God. He set about the repairing of the temple of God. During the work, the high priest found the Book of the Law. It was brought back to Josiah and read to him. Josiah realizes that the generations before them did not act in accordance with the Law and that God was angry about that, so he sought out the prophetess Huldah to gain more insight. Huldah said God says that He will indeed bring disaster to the people of Judah. But because Josiah humbled himself, he will die in peace.",
"chapter_23_description" : "*Josiah, the most good king of Judah and all Israelites ever, finds and lives by the Book of the Law",
"chapter_23_overview" : "Josiah destroyed the altars and high places and held Passover. He was killed in battle. Jehoahaz and Jehoiakim ruled and did evil.",
"chapter_23_summary" : "Josiah read the Book of the Law to the people of Judah and they reconfirmed their covenant with God. Josiah then began a campaign to defile and destroy all the symbols and places of pagan worship throughout the land of Judah. He sacrificed the pagan priests on their altars and burned human bones on the altars, fulfilling the prophesy of 1 Kings 13. He did everything to make the land of Judah comply with the Law. He even had them celebrate Passover. There was never a king like Josiah, before or after him, that loved God with all his heart and with all his soul and with all his strength. However, God was still angry with Judah from the evil Manasseh had done. Pharaoh Neco of Egypt went to help the king of Assyria, so Josiah went out to fight him but was killed in combat. Josiah's son Jehoahaz succeeds him as king at the age 23 and he reigns for 3 months. He did evil in the eyes of God. Pharaoh Neco captured Jehoahaz and made Josaih's son Eliakim king of Judah in his place. He renamed Eliakim to Jehoiakim. Jehoiakim became king at the age of 25 and he reigned for 11 years, doing evil in the eyes of God and paying Pharaoh Neco gold and silver in tribute.",
"chapter_24_description" : "*God could not forgive the evil Menasseh had done, so He has Babylon capture Judah",
"chapter_24_overview" : "The LORD sent raiders against Judah. Jehoiachin ruled and Nebuchadnezzer took all Jerusalem captive. Zedekiah ruled and did evil.",
"chapter_24_summary" : "Judah became a vassal state of the king of Babylon, Nebuchadnezzar, for 3 years under Jehoiakim's reign before he rebelled against Nebuchadnezzar. God sent raiders from Babylon, Aram, Moab, and Ammon to destroy Judah. This happened because God was angered by the evil done by Manasseh because He was not willing to forgive. When Jehoiakim died, his son Johoiachin succeeded him as king at the age of 18. He did evil in the eyes of God. He reigned for 3 months until surrendering Jerusalem to Nebuchadnezzar. Nebuchadnezzar deported everyone but the poorest people to Babylon, around 10000 men including 7000 military men. Nebuchadnezzar appointed Mattaniah, Jehoiachin's uncle, as king and renamed him Zedekiah. Zedekiah was 21 years old when he became king and he reigned for 11 years. Zedekiah rebelled against Nebuchadnezzar.",
"chapter_25_description" : "*God could not forgive the evil Menasseh had done, so He has Babylon capture Judah",
"chapter_25_overview" : "Nebuchadnezzar besieged Jerusalem. Nebuzaradan burned the temple and took the people into exile. Evil-merodach released Jehoiachin.",
"chapter_25_summary" : "In the 9th year of Zedekiah's reign, Nebuchadnezzar laid siege to Jerusalem up until the last year of Zedekiah's reign. Nebuchadnezzar captured Jerusalem, killed Zedekiah's sons before him, gouged out Zedekiah's eyes and brought him back to Babylon. Jerusalem was pillaged, its temples of God destroyed, and all but the poorest people were deported. A Judah man named Gedaliah was named governor of Judah. Ishmael, who was of Davidic blood, assassinated Gedaliah and then fled to Egypt. The captured Jehoiachin was given a prominent position in Babylon when Evil-Merodach became king of Babylon."
}
