{
"book_description" : "Peter's farewell",
"book_overview" : "Don't follow false prophets. Jesus deliberately delays so that more will be saved.",
"ESV_summary" : "In this second letter, Peter describes (ch. 2) some twisted versions of Christian truth being taught. Recalling his experience of Christ’s glory at the transfiguration (1:17-18), Peter explains the \"more fully confirmed\" truth of the gospel as an antidote to heresy. The gospel is like \"a lamp shining in a dark place\" (1:19). In chapter 3 Peter focuses on those who scoff at the idea of Christ’s triumphant return and the final judgment. Just as God once destroyed the world with water, he will one day bring his fire to it. In light of this, we should live in \"holiness and godliness\" as we await his return and the salvation he has promised to all believers. Peter probably wrote this letter about AD 67–68, shortly before his death.",
"ESV_introduction" : "This letter was a \"reminder\" to the readers of the truth of the Gospel, which they had received as against the attacks of false teachers who would pervert it. The author urges his hearers to remain steadfast even amidst persecution and reminds them that the Lord will keep His promises. He speaks of the \"day of the Lord\" (parousia) and of the necessity of keeping themselves \"without spot and blameless\" (3:14)",
"chapter_1_header" : "Beware false teaching",
"chapter_1_description" : "*",
"chapter_1_overview" : "Peter, to those of faith. God has given us great promises. So supplement faith with virtue and love. We were eyewitnesses of Christ.",
"chapter_1_summary" : "**",
"chapter_2_description" : "*",
"chapter_2_overview" : "False teachers will arise. If God did not spare angels then he knows how to punish the unrighteous. They are slaves of corruption.",
"chapter_2_summary" : "**",
"chapter_3_header" : "Live expecting the end",
"chapter_3_description" : "*",
"chapter_3_overview" : "Scoffers will say, \"Where is his return?\" The Lord is not slow, but patient. Untaught people twist the Scriptures. Grow in Christ.",
"chapter_3_summary" : "**"
}
