{
"book_description" : "Peter's farewell",
"book_overview" : "Don't follow false prophets. Jesus deliberately delays so that more will be saved.",
"ESV_summary" : "In this second letter, Peter describes (ch. 2) some twisted versions of Christian truth being taught. Recalling his experience of Christ’s glory at the transfiguration (1:17-18), Peter explains the \"more fully confirmed\" truth of the gospel as an antidote to heresy. The gospel is like \"a lamp shining in a dark place\" (1:19). In chapter 3 Peter focuses on those who scoff at the idea of Christ’s triumphant return and the final judgment. Just as God once destroyed the world with water, he will one day bring his fire to it. In light of this, we should live in \"holiness and godliness\" as we await his return and the salvation he has promised to all believers. Peter probably wrote this letter about AD 67–68, shortly before his death.",
"ESV_introduction" : "This letter was a \"reminder\" to the readers of the truth of the Gospel, which they had received as against the attacks of false teachers who would pervert it. The author urges his hearers to remain steadfast even amidst persecution and reminds them that the Lord will keep His promises. He speaks of the \"day of the Lord\" (parousia) and of the necessity of keeping themselves \"without spot and blameless\" (3:14)",
"chapter_1_header" : "Beware false teaching",
"chapter_1_description" : "Growing in faith and true knowledge",
"chapter_1_overview" : "Peter, to those of faith. God has given us great promises. So supplement faith with virtue and love. We were eyewitnesses of Christ.",
"chapter_1_summary" : "Peter emphasizes the importance of growing in knowledge and virtue, reminding believers that God has given them everything they need for life and godliness through their knowledge of Him.  He encourages believers to add to their faith goodness, knowledge, self-control, perseverance, godliness, mutual affection, and love, reminding them that those who possess these qualities will be effective and productive in their knowledge of Jesus.",
"chapter_2_description" : "Warning against false teachers and prophets",
"chapter_2_overview" : "False teachers will arise. If God did not spare angels then he knows how to punish the unrighteous. They are slaves of corruption.",
"chapter_2_summary" : "Peter warns against false prophets and teachers who will secretly introduce destructive heresies and exploit believers with fabricated stories. He reminds readers of the judgment that came upon the ancient world, such as the flood in the days of Noah and the destruction of Sodom and Gomorrah. Peter emphasizes that God knows how to rescue the godly and hold the unrighteous for punishment.",
"chapter_3_header" : "Live expecting the end",
"chapter_3_description" : "The Lord's return and final judgment",
"chapter_3_overview" : "Scoffers will say, \"Where is his return?\" The Lord is not slow, but patient. Untaught people twist the Scriptures. Grow in Christ.",
"chapter_3_summary" : "Peter addresses the delayed return of Jesus, explaining that the Lord is not slow in keeping His promise but is patient, wanting everyone to come to repentance. Peter encourages believers to live holy and godly lives as they look forward to the day of the Lord, which will come unexpectedly, reminding them that the heavens and earth will be destroyed, and a new heaven and new earth will be established. He concludes with an encouragement to grow in the grace and knowledge of Jesus Christ.",
"chapter_intro_icc_url" : "https://archive.org/details/acriticalandexeg00bigguoft/page/n218/mode/2up",
"chapter_intro_icc_page" : "199",
"chapter_1_icc_url" : "https://archive.org/details/acriticalandexeg00bigguoft/page/n267/mode/2up",
"chapter_1_icc_page" : "248",
"chapter_2_icc_url" : "https://archive.org/details/acriticalandexeg00bigguoft/page/n290/mode/2up",
"chapter_2_icc_page" : "271",
"chapter_3_icc_url" : "https://archive.org/details/acriticalandexeg00bigguoft/page/n307/mode/2up",
"chapter_3_icc_page" : "288",
"chapter_intro_constable_url": "https://soniclight.com/tcon/notes/html/2peter/2peter.htm#head2",
"chapter_outline_constable_url": "https://soniclight.com/tcon/notes/html/2peter/2peter.htm#head8",
"chapter_1_constable_url": "https://soniclight.com/tcon/notes/html/2peter/2peter.htm#head11",
"chapter_2_constable_url": "https://soniclight.com/tcon/notes/html/2peter/2peter.htm#head20",
"chapter_3_constable_url": "https://soniclight.com/tcon/notes/html/2peter/2peter.htm#head25",
"commentary_keys":"['icc', 'constable']",
"commentary_names":"['ICC Commentary', 'Constable\\'s notes']"
}
