{
"book_description" : "Uniting the Kingdom",
"book_overview" : "David pulls together the nation and their religion while his family falls apart",
"ESV_summary" : "Second Samuel recounts David’s reign as king of Israel (about 1010–970 BC). As promised to Abraham, during David’s reign Israel’s borders were extended roughly from Egypt to the Euphrates. While David had many successes, after his sin against Bathsheba and Uriah (ch. 11) both his kingdom and his own family fell into chaos. His son Absalom led a bloody rebellion against him. Nevertheless David, author of many of the Psalms, was a man after God’s own heart (Acts 13:22), a model of deep, heartfelt prayer and repentance. The Davidic Covenant of chapter 7 establishes the eternal rule of David’s line, with its ultimate fulfillment in the coming of Jesus Christ. The author of 2 Samuel is unknown.",
"ESV_introduction" : "These books were named after Samuel, not only because he is the principal figure in the first part, but also because he anointed the two other principal characters, Saul and David. Originally a single book which was divided when translated into Greek, the books of Samuel cover a period of time in Israel’s history from the birth of Samuel to the close of the reign of David. First Samuel presents the transition from Israel’s judges to the monarchy. Second Samuel deals almost exclusively with the history of David and presents a vivid picture of the theocratic monarchy in which the king represents God’s rule over the people.",
"chapter_1_header" : "David gains kingship",
"chapter_1_description" : "David mourns for Saul and Jonathan",
"chapter_1_overview" : "A man came and told David that Saul and Jonathan were dead. David sang: \"The beauty of Israel is slain. How the mighty have fallen!\"",
"chapter_1_summary" : "A man that fled the battle between the Israelites and the Philistines goes to see David. The man reports on the battle and that Saul is dead. David asks the man how he knows Saul is dead. The man says he found Saul still alive with Saul's own spear through himself, and said Saul asked the man to kill him, so the man did what Saul asked. The man said he brought David Saul's crown and arm band. David and his men tore their clothes and mourned for Saul, Jonathan, and the other Israelites that lost their lives. David asks where the man is from. The man said he was an Amalekite. David has the man killed because the man killed God's anointed man. David laments of Saul's and Jonathan's death in a song that curses the mountains of Gilboa to never have rain or dew, that says Saul gave the Israelites scarlet and finery, adorning them in gold, and how Jonathan's love was better than that of women.",
"chapter_2_description" : "War between Ish-Bosheth, king of Israel, and David, king of Judah",
"chapter_2_overview" : "David was made king of Judah. Abner made Ish-bosheth king of Israel. Their men fought and Abner killed Joab's brother Asahel.",
"chapter_2_summary" : "After some time, God tells David to go to Hebron in Judah. David goes there with his men. The men of Judah anoint David as king. David blesses the men of Jabesh Gilead for burying Saul. Abner made Ish-Bosheth, a son of Saul, the king over all the rest of the Israelites. Ish-Bosheth was the king for two years. David was the king of Judah for 7.5 years. Abner and some men of Ish-Bosheth went to Gibeon. Joab and some men of David also went to Gibeon. Abner suggested to Joab that they should have some of their young men get up and fight in hand-to-hand combat. Joab agrees. Twelve men on each side lined up. Each man took out a dagger and jabbed it into their opponent's side, so they all died together. That place in Gibeon is now known as the Field of Daggers. The ensuing battle was fierce between the groups, but Davids men won. Joab, Asahel, and Abishai were all brothers. Abner was pursued by Asahel despite Abner warning him not to do so, so Abner killed Asahel. Joab and Abishai then pursued Abner. The men of Ish-Bosheth rallied behind Abner on a hill and made a stand. Abner called out to Joab regarding how long Joab would let his men pursue their fellow Israelites. Joab blew his horn and the battle stopped. Each group marched home. 20 of Joab's men had died, but 360 of Abner's men had died.",
"chapter_3_description" : "Abner joins David in the war with Ish-Bosheth",
"chapter_3_overview" : "Abner argued with Ish-bosheth and offered to support David. David asked for his wife Michal. Joab killed Abner and David mourned.",
"chapter_3_summary" : "The war between the house of David and the house of Saul lasted a long time, with David's house getting stronger in time, while Saul's house got weaker in time. David has six sons to six different wives. Ish-Bosheth accuses Abner of sleeping with Saul's concubine. Abner takes great offense to this, saying that he will help David become king of all of Israel or God can deal with himself very harshly. Abner sends a message to David saying he will help David become king over the Israelites. David says OK, but Abner must give David his wife Michal. David sent messengers to Ish-Bosheth requesting Michal. Ish-Bosheth sends Michal to David, which makes her second husband Paltiel very upset. Abner instigates the elders of Israel and the Benjamites to want David for their king. Abner travels to David to tell him this. Abner tells David to allow Abner to assemble all of Israel for David so that they may make David king. Abner leaves. Joab returns from a raid and learns Abner was there. Joab is suspicious of Abner's intent, so he summons Abner back without informing David of this. Joab takes Abner aside and then kills him to avenge the death of his brother Asahel. David hears what Joab has done and curses his family to always have someone with a running sore, leprosy, a handicap, a death by sword, or a starvation. David orders Joab to tear his clothes, wear sacks, and walk in front of Abner's funeral procession. David and all of Israel weep for Abner. David sings a song for Abner, and then swears a fast until sunset. The people were pleased with David and found no blame in him for Abner's death. David again calls on God to repay the evil done by Joab on Joab and his family.",
"chapter_4_description" : "Ish-Bosheth defeated by David",
"chapter_4_overview" : "Ish-bosheth lost heart. His captains Rechab and Baanah killed him and took his head to David. David commanded that they be killed.",
"chapter_4_summary" : "Ish-Bosheth became scared and all Israel became alarmed when they heard of Abner's death. Jonathan's son Mephibosheth, who was born lame, and became cripple when he fell while fleeing at the direction of his nurse upon hearing the news of Saul and Jonathan's death. Recab and Baanah, Beerothites that lived as aliens amongst the Benjamites, assassinated Ish-Bosheth while he was sleeping, and brought his head to David. David punished Recab and Baanah with death for they had killed an innocent man. David ordered their hands and feet be cut off and their bodies be hung over a pool in Hebron.",
"chapter_5_description" : "David becomes king of all the Israelites and captures Jerusalem",
"chapter_5_overview" : "David was anointed king over Israel. He took Jerusalem and the LORD was with him. The Philistines gathered but David defeated them.",
"chapter_5_summary" : "The Israelites gathered and officially anointed David as king over all of Israel. He was 30 years old when he became king of Judah. After 7.5 years of ruling Judah, he became king of all of Israel for another 33 years. David attacks the Jebusites in Jerusalem with his army. Using either the water shaft or the scaling hooks, David's men infiltrate and capture the fortress of Zion. David moved there and renamed it the City of David. Hiram king of Tyre sent him manpower and supplies to build a palace. David knew his success was due to God. At the City of David, David took more wives and concubines, and had more children. Upon hearing David was king over Israel, the Philistines decide to attack him, and sent a group to do so. David asks God if he should attack, and God says yes. So David defeated them. The Philistines sent another attacking party. David asks God if he should attack, and God says yes, but to approach them from behind in the balsam trees. David does this, and he kills the Philistines from Gibeon to Gezer.",
"chapter_6_description" : "David brings the Ark of the Covenant to Jerusalem",
"chapter_6_overview" : "David brought the ark from Judah. Uzzah touched it and was struck down. As the ark came into the city David danced before the LORD.",
"chapter_6_summary" : "David and 30000 chosen men from Israel went to bring the Ark of God, which is called by the Name, from Judah to the City of David. During the procession, they celebrated with all their might. During the procession, the oxen pulling it stumbled, and Uzzah reached out to steady the Ark. God killed him for this irreverent act. David became afraid of the Ark and sent it to the house of Obed-Edom the Gittite where it stayed for three months. Obed-Edom was blessed during that time. Upon seeing Obed-Edom's blessings, he decided to bring the Ark to the City of David. David sacrificed a bull and a fattened calf, and danced with all his might while the house of Israel shouted and blew trumpets. When Michal saw David dancing, she despised him. David had the Ark set under a tent where he then made a burnt offering and a fellowship offering, and then blessed the people in the name of God. After David distributed some food to them, the people went home. When David went home, Michal questioned how David could display himself dancing in front of everyone. David said he would do even more embarrassing things but will be held in honor because God chose him. Michal had no children ever.",
"chapter_7_description" : "David plans a Temple for the Ark of the Covenant",
"chapter_7_overview" : "The LORD said to Nathan, \"Tell David: 'I will establish your house. Your son will build my house.'\" David prayed, \"Who am I, O LORD?\"",
"chapter_7_summary" : "David laments to his prophet, Nathan, that the Ark is still under a tent, not in a house. God tells Nathan to tell David that he should not build a house for the Ark, that God will make him great, that God will make a home for the Israelites and they will no longer be disturbed, that wicked people will no longer oppress the Israelites, that one of his offspring will become the new king and that king will build a house for the Ark, and the new king will only be punished for wrongdoing by the flogging of men, that God's love will never be taken away from the new king like it was with Saul, and that his relatives will rule the Israelites forever. Upon hearing this, David humbly prays in thanks and pleads that God keep His promise to show that God is great.",
"chapter_8_header" : "Military victories",
"chapter_8_description" : "David has many successful conquests",
"chapter_8_overview" : "David defeated the Philistines, the Moabites, King Hadadezer, the Arameans and the Edomites. He reigned over Israel with justice.",
"chapter_8_summary" : "David defeated and subdued the Philistines, claiming Metheg Ammah. David defeated the Moabites, killing two-thirds of them, leaving one-third paying tribute. David defeated the King of Zobah, capturing 7000 charioteers and 20000 foot soldiers, and killed all but their 100 chariot horses. The Arameans of Damascus tried to aid the King of Zobah, but David slew 22000 of them and subjugated them, placing garrisons in Damascus. When Toa, King of Hamath heard of David's victory at Zobah, he sent his son Joram to congratulate David, and give David gifts of gold, silver, and bronze. David dedicated all of his plunder to God. David defeated Edom, Moab, the Ammonites, the Philistines, Amalek, and the king of Zobah. David became famous after killing 18000 Edomites in the Valley of Salt. David put garrisons throughout Edom. God gave David victory wherever he went. David ruled with justice. Joab son of Zeruiah was over the army; Jehoshaphat son of Ahilud was recorder; Zadok son of Ahitub and Ahimelech son of Abiathar were priests; Seraiah was secretary; Benaiah son of Jehoiada was over the Kerethites and Pelethites; and David's sons were royal advisers.",
"chapter_9_description" : "David favors Saul's only heir Mephibosheth",
"chapter_9_overview" : "David heard about Jonathan's son Mephibosheth, who was lame. He restored Saul's land to Mephibosheth and had him eat at his table.",
"chapter_9_summary" : "In an act of kindness towards Saul's family, David brings Saul's only remaining heir, Mephibosheth, who was Jonothan's son and was cripple in both feet, to Jerusalem. David orders Saul's servant, Ziba, to provide for Mephibosheth by tending to Saul's lands. David says Mephibosheth will always eat at his table. Mephibosheth had a son named Mica.",
"chapter_10_description" : "David defeats the Arameans and the Ammonites",
"chapter_10_overview" : "The King of Ammon humiliated David's servants and hired the Arameans for war. Joab defeated them and David defeated King Hadadezer.",
"chapter_10_summary" : "The king of the Ammonites died, leaving Hanun as successor. David sent men to Hanun to offer condolences since Hanun's father had shown kindness to David. But the Ammonite nobles became suspicious, and accused David's men of spying. So Hanun seized David's men, shaved off half their beards, and cut their clothing in a manner such that it showed their buttocks. David's men were humiliated and waited at Jericho until their beards grew back. The Ammonites soon realized they made a mistake, and hired 33000 Aramean mercenaries to bolster their own army. Upon hearing about this, David sent Joab to check things out. Joab splits the Israelite army into two fronts, one for the mercenaries who were in the open fields and one for the Ammonites. Both the Arameans and the Ammonites fled from battle. The Arameans regrouped their army. Upon hearing this, David sent the Israelites to attack them. He defeated the Arameans, slaying 700 charioteers, 40000 foot soldiers, and Shobach, their army commander. The Arameans became vassals of Israel and would not fight for the Ammonites anymore.",
"chapter_11_header" : "Bathsheba",
"chapter_11_description" : "David takes Bathsheba, another man's wife, for his own",
"chapter_11_overview" : "David lay with Uriah's wife Bathsheba and she fell pregnant. He told Joab to have Uriah killed in battle. David married Bathsheba.",
"chapter_11_summary" : "David's army destroys the Ammonites, besieging Rabbah. David sees a pretty woman and inquires about her. David is told she is Bathsheba, the daughter of Eliam and the wife of Uriah the Hittite. David sends for her and sleeps with her. Later, Bathsheba sends a messenger to tell David she is pregnant. David sends for Uriah. David makes small talk with Uriah, then tells him to go home and wash his feet. David sent a gift to Uriah. But Uriah did not go home. Instead, he camped outside the palace. David asks him why. Uriah replies asking how could he go home to eat, drink, and have sex with his wife when the Ark and the Israelite army is sleeping under tents. David tells him to stay one more day, and then invites him to have some food and drink. David gets Uriah drunk. Uriah goes to sleep on the mat outside the palace again. David gives Uriah a letter to give to Joab. The letter tells Joab to put Uriah on the fiercest front line, and then maneuver the men such that Uriah will be killed. Joab does this, and Uriah is killed at Rabbah along with other Israelites. Joab sends a messenger to report the loss of Israelites, telling the messenger to comfort David if he gets angered by this loss by telling him Uriah is dead. David tells the messenger to tell Joab not to worry about the collateral damage, and to keep on with the siege. After a period of mourning, David marries Bathsheba, who has David's son. God is displeased by David's actions on this matter.",
"chapter_12_description" : "Nathan criticises David for taking another man's wife",
"chapter_12_overview" : "Nathan asked David, \"Why have you done evil?\" David pleaded with God but his child with Bathsheba died. Then Bathsheba bore Solomon.",
"chapter_12_summary" : "God tells Nathan to tell David a parable about a rich man stealing a poor man's only sheep. David says this is injustice. Nathan tells David that this is what he has done by taking Bathsheba and killing Uriah. Nathan says God says the sword will never leave David's house. Nathan says God says He will make someone close to David sleep with his wives in broad daylight as punishment for this act. David admits that he sinned. Nathan says God says He has taken away David's sin, so David will not die, but as an additional punishment, the son born of Bathsheba will die. God strikes Bethsheba's son with illness. David pleads with God to keep the infant alive. The infant dies in 7 days. Upon hearing of the death, David washes, puts on lotion, and worships God. Then he goes home to eat. David's servants ask him why he does not continue to weep. David says that the infant is dead, so he can do nothing more. David sleeps with Bathsheba again, and she bears him another son, Solomon. God loved Solomon, so He told Nathan to tell David to name the boy Jedidiah. David's army captures Rabbah. David takes their king's crown for his own head. He assigned the captured people labor, such as brickmaking. He did this to all the Ammonite towns. Then David returned to Jerusalem.",
"chapter_13_header" : "Absalom",
"chapter_13_description" : "David's son Absalom kills David's son Amnon for raping his sister",
"chapter_13_overview" : "David's son Amnon sent for his sister Tamar and raped her. Tamar's brother Absalom had his servants kill Amnon and then he fled.",
"chapter_13_summary" : "One of David's sons, Amnon, fell in love with one of David's daughters from a different wife, Tamar. Amnon was frustrated because he couldn't have sex with Tamar. Amnon's friend, Jonadab, suggests Amnon fakes illness in bed to have Tamar wait on him. Amnon does this, and per his request, David sends for Tamar to wait on Amnon. Tamar makes bread and gives it to Amnon. Amnon grabs Tamar and tells her to have sex with him. Tamar pleads not to do this wicked thing, and says that they could probably be married to do the right thing. But Amnon ignores her words and rapes her. Amnon's love for Tamar turned to hate and he told her to leave. Tamar pleads to stay, but Amnon calls a servant to drag her out. Tamar rips her virgin gown, puts ash on her head, and weeps. Tamar goes to live with her brother, Absalom. David is furious when he hears about the rape. Two years later, Absalom brings sheepshearers to town, and invites David and his sons and officials to come, but David refuses to go. Absalom pleads that Amnon should go. David sends Amnon and all his other sons. Absalom has the sheepshearers kill Amnon when he is drunk. David's other sons flee. David hears that all his sons have been killed by Absalom, but Jonadab says that only Amnon is dead. David's sons returned, mourning Amnon. Absalom fled to Talmai son of Ammihud, the king of Geshur, for three years. David missed Absalom.",
"chapter_14_description" : "Joab gets David to allow Absalom's return",
"chapter_14_overview" : "Joab sent a wise woman to ask David to bring Absalom back. David agreed, but he would not let Absalom see his face for two years.",
"chapter_14_summary" : "Joab convinces a woman to act out a role in front of David to convince David to bring Absalom back. The woman does this, claiming she had one son kill another son, and that people want to kill her remaining son. David says he will protect her son. She questions David, asking how he can do this when he has not brought back Absalom. She says \"Like water spilled on the ground, which cannot be recovered, so we must die. But God does not take away life; instead, He devises ways so that a banished person may not remain estranged from Him.\" David asks her if Joab told her to do this. She says yes, saying that David has knowledge like God. David tells Joab to bring Absalom back, but tells him not to let Absalom see David's face. Absalom was the most handsome man in Israel, and he had heavy hair. He had three sons and a beautiful daughter named Tamar. He did not see David's face for two years after he returned. Because he refused twice, Absalom burned Joab's fields to get Joab to bring a message to David requesting to see David. David summoned Absalom. Absalom went and bowed before David with his face to the ground. David kissed Absalom.",
"chapter_15_description" : "Absalom incites rebellion against David",
"chapter_15_overview" : "Absalom went to Hebron and sent out spies to proclaim him king. David fled, but he told Zadok and Hushai to return to Jerusalem.",
"chapter_15_summary" : "Absalom hired some men and bought horses, and then positioned himself outside the city every day. When Israelites to the city came seeking justice from the king, Absalom would kiss them, tell them there was no representative from the king in the city, and lament that he himself was not king because he would provide justice. After four years, Absalom tells David that he made a vow to God and must return to Hebron to fulfill it. David tells him to go. Absalom left for Hebron with 200 men. Absalom sent secret messengers out to proclaim him as king in Hebron. His conspiracy was gaining strength. David got word that the Israelites' hearts were with Absalom, so David flees fearing Absalom's wrath. David left with all his loyal men and his family, except 10 concubines he left to tend the palace. David asks a Gittite soldier why he is coming along, when he only arrived recently. The Gittite replies that he will go wherever the king goes. Zadok was there with the Levites and the Ark of the Covenant offering sacrifices. David tells Zadok to put the Ark back in the city, saying God will bring him back if He is pleased with him. David says for Zadok to stay in the city, and David will await information from him. David proceeds up the Mount of Olives barefoot with his head covered. He prays that Absalom's adviser Ahithophel will give out foolish advice. David sends Hushai the Arkite, his friend, to pose as a servant to Absalom while acting as a spy and frustrating Ahithophel's advice.",
"chapter_16_description" : "Ziba helps David in exile",
"chapter_16_overview" : "Shimei cursed David but David spared him. Absalom came to Jerusalem. Ahithophel advised Absalom to sleep with David's concubines.",
"chapter_16_summary" : "Ziba meets David with food and wine for him and his men. David asks where is his master's grandson. Ziba said he was in Jerusalem because he thinks 'Today the house of Israel will give me back my grandfather's kingdom.' David grants Ziba all of Mephibosheth's possessions. A man from Saul's clan, Shimei, throws rocks at David's procession and calls David a man of blood. Abishai son of Zeruiah offers to kill Shimei, but David says not to do that, because if God is telling Shimei to curse David, then he should be allowed to curse. So Shimei continued to curse David and throw stones. Hushai feigns his loyalty to Absalom. Ahithophel tells Absalom to have sex with David's concubines. Absalom sets up a tent on the roof of the palace and there he has sex with the concubines for everyone to see. Absalom thought Ahithophel's advice came from God.",
"chapter_17_description" : "Absalom listens to Hushai instead of Ahithophel",
"chapter_17_overview" : "Ahithophel wanted to pursue David, but Hushai advised gathering Israel. Absalom listened to Hushai. Hushai sent a warning to David.",
"chapter_17_summary" : "Ahithophel recommends sending a force of 12000 men out tonight, killing David only, and then bringing the people back to Jerusalem. Absalom summons Hushai for advice as well. Hushai says that Ahithophel is wrong, that Absalom should instead summon all fighting forces in Israel, and then use that force to kill all of David's men and David. Absalom and the Israelites liked Hushai's advice best because God was determined to frustrate Ahithophel's good advice. Hushai told Zadok to tell David about what happened and that David should flee. Ahithophel was angry that his advice was not followed, so he went to his home town and hanged himself. Absalom crossed the Jordan with the men of Israel. He had appointed Amasa, son of Jether, over the army. When David got to Mahanaim, Shobi, Makir, and Barzillai the Gileadite brought David's men bedding, pottery, and foodstuffs.",
"chapter_18_description" : "David's army defeats Absolom and Joab kills him",
"chapter_18_overview" : "The servants of David defeated Israel. Absalom got stuck in a tree and Joab killed him. Ahimaaz and the Cushite ran to tell David.",
"chapter_18_summary" : "David mustered his men and made three divisions; one headed by Joab, one by Joab's brother Abishai, and one by Ittai the Gittite. David tells the three commanders to be gentle on Absalom for his sake. David stays behind at the urging of his men, and sends his men into battle Absalom in the forest of Ephraim. David's men won the battle, though the \"forest claimed more lives that day than the sword\". Absalom gets his head stuck in an oak tree while riding his mule. A man saw this and told Joab. Joab asks while the man didn't kill Absalom. The man says because the king said not to harm Absalom. Joab takes three javelins and plunges them into Absalom's heart while he is still stuck in the tree. Then ten of Joab's armor bearers struck and killed Absalom. Joab sounded a trumpet to end the battle, and buried Absalom's body under a pile of rocks in a big pit. Absalom had built a pillar as a monument to himself because he had no sons, and it's called Absalom's Monument to this day. Joab sent a Cuchite to tell David the news. David mourned for Absalom.",
"chapter_19_description" : "David returns and rewards his supporters",
"chapter_19_overview" : "The king mourned for Absalom. The men of Judah came to escort him back across the Jordan. Shimei and Mephibosheth came to meet him.",
"chapter_19_summary" : "News of David's mourning spreads, making David's men feel ashamed of their victory. Joab reprimanded David for this outcome, and told David to encourage the men. David wins back the hearts of the Israelites and appoints Amasa to run the army in place of Joab. David is asked to return as king. On the way back, Shimei begs David for forgiveness. Abishai says Shimei should be killed for cursing David. David calls Abishai an adversary and swears to Shimei he will not kill him. Mephibosheth also greets David. David asks why Mephibosheth didn't come with him. Mephibosheth replies that Ziba betrayed his request to go, and slandered him. David says he will divide the field between Ziba and Mephibosheth. Mephibosheth says Ziba can have it all since David is back safe. Barzillai also greets David. David offers a reward to him, but Barzillai says he is too old and does not want to be a burden, and offers that Kimham take the reward in his place. David takes Kimham back to the palace. The men of Israel questioned the men of Judah, which escorted the king during Absalom's rebellion, why they had done such a thing. There was some argument back and forth about who has more of a share of David.",
"chapter_20_description" : "Sheba incites rebellion against David",
"chapter_20_overview" : "Sheba led the men of Israel to desert David. Joab killed Amasa and besieged Sheba at Abel. The people of Abel cut off Sheba's head.",
"chapter_20_summary" : "Sheba, a Benjamite, rallies the Israelites behind himself instead of David. The men of Judah stayed loyal to David. David locks away the ten concubines he had watch the palace in confinement until their death. David tells Amasa to summon the troops. But since Amasa took too long, David asks Abishai to take Joab's men and pursue Sheba. Amasa met up with Joab's men. Joab lures Amasa close by calling him \"my brother\" and grabbing his beard like to kiss him, and promptly eviscerates him. Joab continues the pursuit of Sheba, though Joab had to move Amasa's body because the men were stopping and gawking at it. Joab pursues Sheba to the fortified city of Abel Beth Maacah and begins to lay siege to the city. A wise woman within the city asked why Joab would try to conquer the city. Joab replies that he is in pursuit of one man, Sheba, and would stop the siege in exchange for this one man. The woman convinced the people of the city of her wise advice to behead Sheba and give his head to Joab. Joab went back to Jerusalem. Joab was over Israel's entire army; Benaiah was over the Kerethites and Pelethites; Adoniram was in charge of forced labor ; Jehoshaphat was recorder; Sheva was secretary; Zadok and Abiathar were priests; and Ira was David's priest.",
"chapter_21_description" : "God gives Israel a plague for dead Saul's actions",
"chapter_21_overview" : "There was a famine; so David sought the LORD. He let the Gibeonites kill seven of Saul's descendants. Israel fought the Philistines.",
"chapter_21_summary" : "A famine came on Israel for 3 years during the rule of David. God says that it is because Saul killed the Gibeonites that the Israelites had sworn to save. David asks the Gibeonites what he can do to make it right. The Gibeonites demand 7 of Saul's male offspring be given to them, to be \"killed and exposed before the Lord\". David gives the 7 male offspring to the Gibeonites, and the offspring get killed. Rizpah kept the bodies of the 7 from being attached by wild animals. David took the 7's bones, and gathered Saul and Jonathan's bones, and buried them in Saul's father's tomb. Then God answered the Israelites prayers and lifted the famine. In four battles against the Philistines, four descendants of Rapha in Gath were killed. These were huge men, including one that had twelve fingers and toes, and Goliath, or possibly Goliath's brother.",
"chapter_22_header" : "David's farewell",
"chapter_22_description" : "David sings a song of thanks to God",
"chapter_22_overview" : "David sang: \"The LORD is my rock; I called and he thundered from heaven; He delivered me from my enemy; I will extol you, O LORD!\"",
"chapter_22_summary" : "David sings a song of thanks to God, saying God: is his rock and savior, is worthy of praise, saved David when he called on Him, heard David's cries in His temple and got angry at the cause of David's distress, came down from the heavens mounted to cherubim, shot arrows and bolts of lightning at His enemies, rewarded David according to his righteousness (David says that he is blameless before God and keeps himself from sin. ), brings light to darkness, is perfect and flawless, made it possible for David to beat his enemies, shows unfailing kindness to his anointed, David and his descendants forever.",
"chapter_23_description" : "David's last words",
"chapter_23_overview" : "David's last words were: \"My house is secure with God.\" David's mighty men included the three who brought him water from Bethlehem.",
"chapter_23_summary" : "In David's last words, he says: the Spirit of God spoke through him, when a man rules with righteousness it's revitalizing, how his house is right with God, that God made an everlasting covenant with David and his descendants, that God has saved David and gave him his every desire, and that evil men are cast aside and burned where they lie. There were three mighty men in David's army, each of whom made miraculous battles. During one battle, David lamented not having water. The three mighty men risked their lives to get some water for David. David poured the water to the ground saying that it was not right to drink what men had risked their lives to get. There is list of famous valiant fighters and some of their deeds.",
"chapter_24_description" : "God incites David to take a census, then punishes Israel for it",
"chapter_24_overview" : "David numbered the people of Israel and then regretted it. The LORD sent a plague. David bought Araunah's field and made offerings.",
"chapter_24_summary" : "God was angry at Israel again, and incites David against the Israelites, making them collect a census. After nine months and twenty days of work, Joab reports to David that there were 800,000 men of Israel, and 500,000 men of Judah. David feels guilty for collecting the census and begs God's forgiveness. God tells David's seer, Gad, to tell David that he has three options for punishment; famine for three years, fleeing from enemies for three months, or three days of plague. David tells Gad to tell God it is up to God, whose mercy is great. God sends an angel to unleash plague on Israel. By the time the angel had reached Jerusalem, it had killed 70,000 people. God tells the angels to stop, saying this is enough. When David sees the angel, David asks God why He isn't punishing only David and his family since David was the one that asked for the census. God tells David through Gad to build an altar where the angel had stopped, a threshing floor owned by Araunah. Araunah offers the threshing floor and oxen to David for free, but David insists on paying for it. David builds an altar there and makes burnt offerings and prayers to God, so God answers the prayer and stops the plague."
}
