{
"book_description" : "The End delayed",
"book_overview" : "Don't be dismayed by persecution and death. Jesus hasn't come yet, but he will.",
"ESV_summary" : "This letter from the apostle Paul was probably written shortly after his first letter to the church in Thessalonica. He had been boasting of them to other churches, telling of their faith and their love for each other in the face of persecution. Paul reminded them that God will repay their persecutors. He also addressed two recurring problems in this church. First, they were concerned that the Lord had already returned. Paul urged them not to become \"shaken in mind or alarmed,\" fearing that \"the day of the Lord\" (2:2) had already come. Second, he admonished them not to be idle, commanding them that, \"If anyone is not willing to work, let him not eat\" (3:10).",
"ESV_introduction" : "These letters constitute what is probably the earliest writing of the Apostle Paul. There were written in A.D. 51-52, soon after the founding of the Thessalonian church, and give Paul’s answer, to some basic problems disturbing the Christians of Thessalonica. The major contributions are eschatological, investigating especially the events preceding and accompanying the return of Christ. The concern of Paul for his followers is apparent throughout.",
"chapter_1_header" : "Live expecting the end",
"chapter_1_description" : "*",
"chapter_1_overview" : "Paul, Silvanus and Timothy, to the Thessalonians. We boast of your faith through persecution. The Lord Jesus will appear in vengeance.",
"chapter_1_summary" : "**",
"chapter_2_description" : "*",
"chapter_2_overview" : "Do not be alarmed about the day of the Lord. First the lawless one will appear, whom Jesus will destroy. Hold fast to our traditions.",
"chapter_2_summary" : "**",
"chapter_3_header" : "Imitate Paul",
"chapter_3_description" : "*",
"chapter_3_overview" : "Finally, pray for us. The Lord will guard you against the evil one. Keep away from anyone who walks in idleness. The Lord be with you.",
"chapter_3_summary" : "**"
}
