{
"book_description" : "Not Yet",
"book_overview" : "Don't be dismayed by persecution and death; Jesus has not yet come, but he will.",
"ESV_summary" : "This letter from the apostle Paul was probably written shortly after his first letter to the church in Thessalonica. He had been boasting of them to other churches, telling of their faith and their love for each other in the face of persecution. Paul reminded them that God will repay their persecutors. He also addressed two recurring problems in this church. First, they were concerned that the Lord had already returned. Paul urged them not to become \"shaken in mind or alarmed,\" fearing that \"the day of the Lord\" (2:2) had already come. Second, he admonished them not to be idle, commanding them that, \"If anyone is not willing to work, let him not eat\" (3:10).",
"ESV_introduction" : "These letters constitute what is probably the earliest writing of the Apostle Paul. There were written in A.D. 51-52, soon after the founding of the Thessalonian church, and give Paul’s answer, to some basic problems disturbing the Christians of Thessalonica. The major contributions are eschatological, investigating especially the events preceding and accompanying the return of Christ. The concern of Paul for his followers is apparent throughout.",
"chapter_1_header" : "Live expecting the end",
"chapter_1_description" : "*",
"chapter_1_overview" : "Paul, Silvanus and Timothy, to the Thessalonians. We boast of your faith through persecution. The Lord Jesus will appear in vengeance.",
"chapter_1_summary" : "Paul expresses gratitude for the Thessalonians’ growing faith and love despite their persecution. He reassures them that their suffering is a sign of God’s justice and that God will repay those who trouble them. Paul speaks of the revelation of Jesus from heaven, when Christ will punish those who do not know God or obey the gospel. Paul encourages the Thessalonians to remain steadfast and worthy of their calling.",
"chapter_2_description" : "Don't be deceived about Christ's return",
"chapter_2_overview" : "Do not be alarmed about the day of the Lord. First the lawless one will appear, whom Jesus will destroy. Hold fast to our traditions.",
"chapter_2_summary" : "Paul addresses concerns about the Day of the Lord. He warns the Thessalonians not to be deceived by false teachings suggesting that the Day has already come. Paul explains that certain events must occur first, including the revealing of the “man of lawlessness,” who opposes God. He encourages them to stand firm in their faith and hold to the teachings they received from him. Paul assures them that God has chosen them for salvation and calls them to share in the glory of Jesus Christ.",
"chapter_3_header" : "Pray, and keep from idleness",
"chapter_3_description" : "Pray, and keep from idleness",
"chapter_3_overview" : "Finally, pray for us. The Lord will guard you against the evil one. Keep away from anyone who walks in idleness. The Lord be with you.",
"chapter_3_summary" : "Paul requests prayer for his ministry and encourages the Thessalonians to continue doing good. He addresses issues of idleness, warning that those unwilling to work should not eat. Paul reminds them of his own example of hard work when he was among them. He urges them to keep away from any believer who is idle and does not follow the teachings they received. Paul ends the letter with a blessing of peace and grace from the Lord.",
"chapter_1_icc_url" : "https://archive.org/details/criticalcommenta00framuoft/page/n234/mode/2up",
"chapter_1_icc_page" : "219",
"chapter_2_icc_url" : "https://archive.org/details/criticalcommenta00framuoft/page/n257/mode/2up",
"chapter_2_icc_page" : "242",
"chapter_3_icc_url" : "https://archive.org/details/criticalcommenta00framuoft/page/n303/mode/2up",
"chapter_3_icc_page" : "288",
"chapter_intro_constable_url": "https://soniclight.com/tcon/notes/html/2thessalonians/2thessalonians.htm#head2",
"chapter_outline_constable_url": "https://soniclight.com/tcon/notes/html/2thessalonians/2thessalonians.htm#head6",
"chapter_1_constable_url": "https://soniclight.com/tcon/notes/html/2thessalonians/2thessalonians.htm#head9",
"chapter_2_constable_url": "https://soniclight.com/tcon/notes/html/2thessalonians/2thessalonians.htm#head14",
"chapter_3_constable_url": "https://soniclight.com/tcon/notes/html/2thessalonians/2thessalonians.htm#head20",
"chapter_toc_tgc_url": "https://www.thegospelcoalition.org/commentary/2-thessalonians/",
"commentary_keys": "['icc', 'constable', 'tgc']",
"commentary_names":"['ICC', 'Constable', 'David W. Chapman']"
}
