{
"book_description" : "Paul's farewell",
"book_overview" : "Paul's final words: Keep going, and don't get entangled by sin or heresy",
"ESV_summary" : "Paul wrote this letter as he awaited execution. Despite all that Paul was facing—death, the end of his ministry, abandonment by most of his friends for fear of persecution—he faithfully directed his spiritual son Timothy to the hope that is in Christ. As he exhorted Timothy to boldness, endurance, and faithfulness in the face of false teaching, Paul showed his customary concern for sound doctrine. Scripture, said Paul, is \"breathed out by God\" and is sufficient in all things pertaining to the faith and practice of Christians (3:16-17). Older believers, therefore, should be eager to pass on their knowledge of Scripture to those who are younger in the faith (2:2). Paul probably wrote from Rome, AD 67 or 68.",
"ESV_introduction" : "Along with the letter to Titus, these writings are defined as \"pastoral epistles\", which approach the material from the perspective of the minister, not of the Church. The letters to Timothy discuss such matters as the duties and qualifications of church officers, the inspirations of Scripture, the treatment of widows, and the expectation of a future reward.",
"chapter_1_header" : "Bearing opposition",
"chapter_1_description" : "*",
"chapter_1_overview" : "Paul, to Timothy my son. Fan into flame the gift of God. Share in suffering for the gospel. Hold to the standard of sound teaching.",
"chapter_1_summary" : "**",
"chapter_2_description" : "*",
"chapter_2_overview" : "No soldier gets entangled with civilian affairs. Present yourself to God as an approved worker. Cleanse yourself for honourable use.",
"chapter_2_summary" : "**",
"chapter_3_description" : "*",
"chapter_3_overview" : "In the last days people will be proud and unholy. As for you, continue in what you have learned. All Scripture is inspired by God.",
"chapter_3_summary" : "**",
"chapter_4_header" : "Preach faithfully",
"chapter_4_description" : "*",
"chapter_4_overview" : "Preach the word in and out of season. I have finished my race. Come to me soon with Mark. Beware of Alexander. The Lord be with you.",
"chapter_4_summary" : "**"
}
