{
"book_description" : "Practical love",
"book_overview" : "Practical Love ",
"ESV_summary" : "Third John supplements statements on Christian hospitality in 2 John. It applauds a Christian named Gaius for living out the teachings of the apostles—he had welcomed traveling Christian missionaries into his home—while condemning Diotrephes, a selfish church leader who not only refused to help these itinerant, godly teachers but also had slandered and opposed those who disagreed with him. This book demonstrates that pride can divide Christians if they are not living by God’s Word. To avoid the dual dangers of false teaching and division within the church, believers should practice the dual virtues of love and discernment. The letter was probably written by the apostle John in the late first century AD",
"ESV_introduction" : "Three Johannine Epistles - I, II and III John - are included in the New Testament collection. These Epistles should probably be dated A.D. 90-95. John, the author of the Fourth Gospel, addresses the first one to an unidentified group. I John 5:13 indicates that the author writes in order that this group might know the certainty of eternal life. II John is addressed to an elect lady, either a church or perhaps a woman. III John is addressed to Gaius, a man commended for his hospitality.",
"chapter_1_description" : "Don't neglect hospitality",
"chapter_1_overview" : "The elder, to beloved Gaius. I was overjoyed to hear of your faithfulness. Diotrephes spreads false charges. I hope to see you soon.",
"chapter_1_summary" : "A short letter by John the Elder, addressed to Gaius, whom John praises for his faithfulness and love towards others, offering hospitality to traveling Christians, likely missionaries. He commends him for supporting these workers in their journey for Christ.  The letter also mentions Diotrephes, who is described as someone who loves to be first and refuses to welcome the brothers, causing divisions in the church. John expresses his intention to confront Diotrephes when he arrives, but also commends another individual, Demetrius, for his work in the Kingdom. ",
"chapter_1_icc_url" : "https://archive.org/details/criticalexegetic43broouoft/criticalexegetic43broouoft/page/181/mode/2up",
"chapter_1_icc_page" : "181"
}
