{
"book_description" : "Church growth",
"book_overview" : "Peter and Paul take the Gospel from Jerusalem to Rome and especially round Asia Minor",
"ESV_summary" : "Acts picks up where Luke’s Gospel leaves off, recording the early progress of the gospel as Jesus’ disciples took it from Jerusalem throughout Judea, Samaria, and the rest of the Mediterranean world. The story begins with Christ’s ascension and the events of Pentecost. As Gentiles begin responding to the gospel, the focus shifts to Paul and his missionary journeys. Acts forms a bridge between the four Gospels and the rest of the New Testament, showing how the apostles carried on Christ’s work and providing a historical background for Romans through Revelation. The Acts of the Apostles is the second of two New Testament books written by Luke. Like his Gospel, Acts was a letter to Luke’s friend Theophilus, written sometime in AD 62–64.",
"ESV_introduction" : "Addressed to a certain Theophilus, about whom nothing is known (1:1), the Book of Acts records the early history of the Apostolic Church. Beginning with the Ascension of Jesus to heaven, it traces the growth of Christianity in Palestine and its spread to Syria, Asia Minor, Greece, and eventually to Rome. The leading figure in the first chapters is Peter, who delivered the stirring sermon on the day of Pentecost (2). The greater part of the book, however, is devoted to the experiences of Paul and his companions during their missionary endeavors. The Book of Acts provides a useful background for study of the Pauline Epistles. The introduction (1:1) attests to a Lukan authorship.",
"chapter_1_header" : "In Jerusalem",
"chapter_1_description" : "*",
"chapter_1_overview" : "Jesus said, \"You will receive the Spirit and be my witnesses.\" He was taken up in a cloud. The believers cast lots to replace Judas.",
"chapter_1_summary" : "**",
"chapter_2_description" : "*",
"chapter_2_overview" : "At Pentecost they were filled with the Spirit. Peter told the crowd, \"You crucified Jesus but God has made him Lord.\" 3,000 believed.",
"chapter_2_summary" : "**",
"chapter_3_description" : "*",
"chapter_3_overview" : "Peter and John healed a lame man at the temple. Peter told the people, \"Faith in Jesus has healed this man. Repent of your sins.\"",
"chapter_3_summary" : "**",
"chapter_4_description" : "*",
"chapter_4_overview" : "They were taken before the rulers. Peter and John said, \"We cannot stop speaking about Jesus.\" The believers prayed for boldness.",
"chapter_4_summary" : "**",
"chapter_5_description" : "*",
"chapter_5_overview" : "Ananias and Sapphira told a lie and fell dead. An angel released the apostles from prison. Gamaliel advised, \"Leave these men alone.\"",
"chapter_5_summary" : "**",
"chapter_6_description" : "*",
"chapter_6_overview" : "The disciples chose seven men to distribute food. Some from the synagogue disputed with Stephen. They took him before the council.",
"chapter_6_summary" : "**",
"chapter_7_description" : "*",
"chapter_7_overview" : "Stephen said, \"Brothers, God called Abraham and appeared to Moses. You killed the Righteous One.\" They were enraged and stoned him.",
"chapter_7_summary" : "**",
"chapter_8_header" : "Judea & Samaria",
"chapter_8_description" : "*",
"chapter_8_overview" : "Philip proclaimed Christ in Samaria. A magician offered money for the gift of the Spirit. Philip baptised an Ethiopian official.",
"chapter_8_summary" : "**",
"chapter_9_description" : "*",
"chapter_9_overview" : "Saul went to arrest the believers. Jesus said, \"Why do you persecute me?\" Saul was baptised and began preaching. Peter raised Dorcas.",
"chapter_9_summary" : "**",
"chapter_10_description" : "*",
"chapter_10_overview" : "Cornelius sent for Peter. The Lord said to Peter, \"Do not call them unclean.\" Peter preached to the Gentiles and the Spirit fell.",
"chapter_10_summary" : "**",
"chapter_11_description" : "*",
"chapter_11_overview" : "Some in Jerusalem criticised Peter. He said, \"The Spirit told me to go.\" Many in Antioch believed. Barnabas and Saul taught there.",
"chapter_11_summary" : "**",
"chapter_12_description" : "*",
"chapter_12_overview" : "Herod killed James and arrested Peter. The church prayed earnestly. An angel led Peter out of prison. An angel struck Herod down.",
"chapter_12_summary" : "**",
"chapter_13_header" : "Paul's missions",
"chapter_13_description" : "*",
"chapter_13_overview" : "Paul and Barnabas proclaimed the word. Paul said, \"God has sent a Saviour, Jesus, as he promised.\" The Jews stirred up persecution.",
"chapter_13_summary" : "**",
"chapter_14_description" : "*",
"chapter_14_overview" : "Many believed at Iconium. The crowd at Lystra wanted to worship Paul, then they stoned him. Paul and Barnabas returned to Antioch.",
"chapter_14_summary" : "**",
"chapter_15_description" : "*",
"chapter_15_overview" : "Some men taught circumcision for the Gentiles. Peter said, \"God gave the Spirit with no distinction.\" Paul and Barnabas separated.",
"chapter_15_summary" : "**",
"chapter_16_description" : "*",
"chapter_16_overview" : "Paul took Timothy with him. We baptised Lydia in Philippi. Paul was imprisoned and there was an earthquake. The jailer was baptised.",
"chapter_16_summary" : "**",
"chapter_17_description" : "*",
"chapter_17_overview" : "They taught in Thessalonica and Berea. In Athens Paul said, \"I proclaim the God who gives life to all. He will judge the world.\"",
"chapter_17_summary" : "**",
"chapter_18_description" : "*",
"chapter_18_overview" : "Paul taught in Corinth for a year and a half. He went to Ephesus with Priscilla and Aquila. Priscilla and Aquila taught Apollos.",
"chapter_18_summary" : "**",
"chapter_19_description" : "*",
"chapter_19_overview" : "Paul laid his hands on the disciples at Ephesus to receive the Holy Spirit. Demetrius, a silversmith, started a riot in the city.",
"chapter_19_summary" : "**",
"chapter_20_description" : "*",
"chapter_20_overview" : "We sailed to Troas. Paul raised Eutychus after he fell from the window. Paul encouraged the Ephesian elders to care for the flock.",
"chapter_20_summary" : "**",
"chapter_21_header" : "Paul's arrest",
"chapter_21_description" : "*",
"chapter_21_overview" : "Paul was warned not to go to Jerusalem. He said, \"I am ready to die.\" We went there and saw James. Paul was arrested in the temple.",
"chapter_21_summary" : "**",
"chapter_22_description" : "*",
"chapter_22_overview" : "Paul said, \"Jesus appeared to me and sent me to the Gentiles.\" The crowd threw dust. Paul told the tribune, \"I am a Roman citizen.\"",
"chapter_22_summary" : "**",
"chapter_23_description" : "*",
"chapter_23_overview" : "Paul caused a dissension between the Pharisees and Sadducees. The Jews plotted to kill him. The tribune sent him to governor Felix.",
"chapter_23_summary" : "**",
"chapter_24_description" : "*",
"chapter_24_overview" : "Tertullus accused Paul before Felix. Paul said, \"I simply went to worship in the temple.\" Felix kept Paul in prison for two years.",
"chapter_24_summary" : "**",
"chapter_25_description" : "*",
"chapter_25_overview" : "Festus arrived and summoned Paul. Paul said, \"I appeal to Caesar.\" Festus brought Paul before King Agrippa to decide the charges.",
"chapter_25_summary" : "**",
"chapter_26_description" : "*",
"chapter_26_overview" : "Paul said, \"I opposed the name of Jesus. He appeared to me and made me a witness.\" Agrippa said, \"This man could have been freed.\"",
"chapter_26_summary" : "**",
"chapter_27_description" : "*",
"chapter_27_overview" : "We set sail for Rome. A storm struck and all hope was lost. Paul said, \"Take heart, we must run aground.\" Everyone reached land.",
"chapter_27_summary" : "**",
"chapter_28_description" : "*",
"chapter_28_overview" : "On Malta Paul healed all who had diseases. We came to Rome. Paul lived under house arrest. He proclaimed the kingdom of God to all.",
"chapter_28_summary" : "**"
}
