{
"book_description" : "Judgement is inescapable",
"book_overview" : "God will punish Israel as surely has he will punish all other wicked nations. Yet he'll save her.",
"ESV_summary" : "Amos, possibly the first of the writing prophets, was a shepherd and farmer called to prophesy during the reigns of Uzziah (792–740 BC) in the southern kingdom and Jeroboam II (793–753) in the north. During this time both kingdoms enjoyed political stability, which in turn brought prosperity. It was also a time of idolatry, extravagance, and corruption. The rich and powerful were oppressing the poor. Amos denounced the people of Israel for their apostasy and social injustice and warned them that disaster would fall upon them for breaking the covenant. He urged them to leave the hypocrisy of their \"solemn assemblies\" (5:21) and instead to \"let justice roll down like waters\" (v. 24). Nevertheless, said Amos, God would remember his covenant with Israel and would restore a faithful remnant.",
"ESV_introduction" : "Among the \"writing\" prophets Amos was the first of a new school, for, like Elijah and John the Baptist, he denounced sin with rustic boldness. A shepherd and native of Judah, he was called by God to prophesy to the northern kingdom of Israel during the reign of Jeroboam II (786-746 B.C.). Sparing no one, the prophet fearlessly announced the impending judgment of God. Although the dominant note of the book is judgment, the final words promise the restoration of a righteous remnant.",
"chapter_1_header" : "Judgement for sin",
"chapter_1_description" : "God's judgement against many nations",
"chapter_1_overview" : "The LORD says: \"I will punish Damascus. The remnant of the Philistines shall perish. I will send fire upon Tyre, Edom and Ammon.\"",
"chapter_1_summary" : "Amos gave this prophesy two years before the earthquake, when Uzziah ruled Judah and Jehoash ruled Israel. God will destroy the nation of Aram, sending its people into exile in Kir, because they attacked Gilead. God will destroy the nation of Philistia, killing all of its people, because they enslaved communities and sold them to Edom. God will destroy Tyre, because they enslaved communities and sold them to Edom. God will destroy Edom, because of their continuous hostility towards the Israelites. God will destroy the nation of Ammon, sending its leaders into exile, because they unmercifully attacked Gilead.",
"chapter_2_description" : "*God's judgement against the House of Israel",
"chapter_2_overview" : "\"I will send fire upon Moab and Judah. I will punish Israel. They sell the poor for a pair of sandals. The mighty shall flee naked.\"",
"chapter_2_summary" : "God will destroy the nation of Moab, killing its leaders, because they attacked Edom. God will destroy the nation of Judah, because they rejected God's Law and worshiped false god idols. God will destroy the nation of Israel, because they sell the righteous and the poor as slaves, they deny justice to the oppressed, their fathers and sons have sex with the same woman, they worship idols and profane the Temple, they forget what God has done for them, they force the Nazirites to drink wine, and they silence the prophets. None of the people of Israel will be able to save themselves from God's wrath.",
"chapter_3_description" : "*God's judgement against the House of Israel",
"chapter_3_overview" : "Does a lion roar when it has no prey? The LORD reveals his plans to the prophets. \"On the day I punish Israel, I will punish Bethel.\"",
"chapter_3_summary" : "God will punish the nation of Israel (Samaria) for its sins because of God's covenant. When God threatens, it will come to pass. When disaster comes to a city, God caused it. Let Ashdod and Egypt witness Samaria's great sins. An enemy will conquer, destroy, and plunder Samaria, and God will only save a remnant of its people. The altars of its false gods and its splendor will be destroyed.",
"chapter_4_description" : "*God's judgement against the House of Israel",
"chapter_4_overview" : "\"You cows of Bashan will be led away with hooks. I withheld the rain. I overthrew some of you. Prepare to meet your God, O Israel!\"",
"chapter_4_summary" : "The idolaters who corrupt Samaria will be cast out. Let the Samaritans keep sinning and bragging about their offerings as they love to do. God tried to get them to return to Him by punishing them with famine, drought, blight, mildew, plagues, and even fires like those at Sodom and Gomorrah. Yet they have not returned to God. Therefore, they should prepare to meet God.",
"chapter_5_description" : "*God's judgement against the House of Israel",
"chapter_5_overview" : "\"Fallen is virgin Israel. Seek me and live. You shall not dwell in your houses. I despise your feasts. Let justice roll like waters.\"",
"chapter_5_summary" : "Amos laments: Virgin Israel is fallen and abandoned. God says that her people will be decimated, and only those who seek God will live. If they do not seek God, God will destroy Samaria. They promote injustice, cast out righteousness, hate the truth, and oppress the poor. Therefore, they will not reap the pleasing benefits of their labor. Prudent men keep quiet in these evil times. If they seek God, then they will live and He will really be with them. If they repent, God may have mercy on their remnant. The Day of God will mean darkness, not light. There will be no safe haven. God hates their sacrifices and religious rites. They should instead seek justice and righteousness. Yet because they worship kings and idols, God will send them into exile.",
"chapter_6_description" : "*God's judgement against the House of Israel",
"chapter_6_overview" : "Woe to those who are at ease in Zion, who are not grieved over Joseph. The LORD declares: \"I will raise up a nation against you.\"",
"chapter_6_summary" : "The comfortably wealthy of Samaria and Judah will be among the first to be exiled. God will make Samaria be conquered and destroyed because of their great pride in themselves. God will bring a nation to oppress Samaria from Lebo Hamath to the Valley of Arabah.",
"chapter_7_header" : "Desolation & resotration",
"chapter_7_description" : "*God's judgement against the House of Israel",
"chapter_7_overview" : "The LORD showed me locusts, fire and a plumb line. Amaziah told Amos, \"Flee to Judah.\" Amos said, \"You shall die in an unclean land.\"",
"chapter_7_summary" : "God showed Amos two different destruction prophesies of Jacob (Samaria). Amos begged God to not do these two types of destructions, and so God agreed not to do them. God then showed Amos a third prophesy, where God stood by a true wall with a plumb line. God tells Amos that He will no longer spare the people of Samaria. Their holy places will be destroyed during a war God will bring to them. Amaziah accused Amos of conspiring for rebellion. Amos said that God made him become a prophet, that God says Amaziah's family will be destroyed, and that God will make the people of Samaria go into exile.",
"chapter_8_description" : "*God's judgement against the House of Israel",
"chapter_8_overview" : "The LORD said: \"The end has come upon Israel. I will not forget your deeds. I will send a famine of hearing the words of the LORD.\"",
"chapter_8_summary" : "God showed Amos a bowl of ripe fruit and said that the time is ripe to punish the House of Israel for its sins, such as its lack of compassion for and taking advantage of the poor, and being greedy to the point of irreverent and dishonest practices. God will not forget their sins. God will make the land shake, make the sun go down at noon, and turn their singing into mourning. God will prevent His words from being spoken there for some time. God will bring about the forever-lasting fall of idolaters.",
"chapter_9_description" : "*God's judgement against the House of Israel",
"chapter_9_overview" : "The LORD said: \"Strike the pillars until the earth shakes. I will sieve the house of Israel. In that day I will restore my people.\"",
"chapter_9_summary" : "No matter where the people of Israel try to hide, God will kill them with the sword. They will be slain wherever they have run, even in exile. God looks on them for evil, not for good. God is omnipotent. God will scatter a remnant of the House of Israel throughout all the nations, preserving the good ones, but all those who unrepentantly sin will be slain. Yet a day will come when God will restore the Israelites to the Promised Land as they used to be, when the city ruins will be rebuilt, and vineyards and gardens will be planted. They will never again be uprooted from the Promised Land."
}
