{
"book_description" : "Christian lifestyle",
"book_overview" : "We have been saved by God, so live righteous lives before your earthly watchers.",
"ESV_summary" : "Paul wrote to the church in Colossae to fortify it against false teachers who might try to impose strict rules about eating and drinking and religious festivals. Paul shows the superiority of Christ over all human philosophies and traditions. He writes of Christ’s deity (\"He is the image of the invisible God, the firstborn of all creation\" [1:15]) and of the reconciliation he accomplished with his blood. He explains that the right way of living in this world is to focus on heavenly rather than earthly things. God’s chosen people must leave their sinful lives behind and live in a godly way, looking to Christ as the head of the church (1:18). Paul wrote while in prison, probably about the same time as he wrote to the Ephesians.",
"ESV_introduction" : "The Colossian letter is well known for its doctrine as well as for its brevity. In the letter, Paul insists upon the Lordship of Christ. Colossians has come under recent scrutiny because of its references, implied or actual, to incipient Gnosticism, a growing heresy in the Church.",
"chapter_1_header" : "Follow sound teaching",
"chapter_1_description" : "*",
"chapter_1_overview" : "Paul, to the saints in Colossae. May you be filled with wisdom. The Son is the image of the invisible God. I make known the mystery.",
"chapter_1_summary" : "**",
"chapter_2_description" : "*",
"chapter_2_overview" : "Let no one deceive you. You were buried with Christ and also raised with him. Why do you follow rules that do not restrain the flesh?",
"chapter_2_summary" : "**",
"chapter_3_header" : "Practice goodness",
"chapter_3_description" : "*",
"chapter_3_overview" : "Seek the things above. Your life is hidden with Christ in God. So put to death your worldliness. Do everything in the name of Jesus.",
"chapter_3_summary" : "**",
"chapter_4_description" : "*",
"chapter_4_overview" : "Devote yourselves to prayer. Let your speech be gracious. Tychicus will tell you our news. Aristarchus, Mark and Epaphras greet you.",
"chapter_4_summary" : "**"
}
