{
"book_description" : "Witnessing in exile",
"book_overview" : "Daniel refuses to worship idols in Exile, so God shows him the future of the nations",
"ESV_summary" : "Exiled to Babylon in 605 BC, Daniel was one of several young men chosen to serve in Nebuchadnezzar’s court. When Persia conquered Babylon in 539, Daniel was again given a position of power. He remained faithful to God in both of these hostile environments. From the interpretation of dreams, to the familiar stories of the fiery furnace, the lions’ den, and the handwriting on the wall, to the prophetic visions, the recurrent theme is God’s sovereignty over human affairs. In the historical sections (chs. 1–6) God supernaturally rescued Daniel and his friends. The rest of the book consists of visions of future judgment and deliverance by the Messiah. Some of Daniel’s prophetic themes are echoed in the New Testament, especially in Revelation.",
"ESV_introduction" : "Traditionally considered as the work of the Prophet Daniel in exile in Babylon during the 6th century B.C., many modern scholars classify the book as an \"apocalypse\" that was the product of a pious Jew living under the persecution of Antiochus Epiphanes (175-164 B.C.). In a series of events and visions, the author presents a view of history in which God rules and prevails over men and nations to achieve ultimate victory for the \"saints\" of God.",
"chapter_1_header" : "Story of Daniel's rise",
"chapter_1_description" : "Daniel and friends live in Babylon",
"chapter_1_overview" : "Nebuchadnezzar brought the young nobles to Shinar. Daniel resolved not to defile himself with the king's food. God gave him wisdom.",
"chapter_1_summary" : "King Nebuchadnezzar of Babylon besieged Jerusalem in the third year of Jehoiakim's reign of Judah. God gave Judah to Nebuchadnezzar, and he took the treasures from the Temple of God back to Babylon to his god. King Nebuchadnezzar ordered his chief court official, Ashpenaz, to select some of the best young men of royal Israelite lineage to be trained in Babylonian language and literature for three years, and thereafter to enter into the king's service. Among those men selected were Daniel, Hananiah, Mishael, and Azariah, who were then renamed with the Babylonian names of Belteshazzar, Shadrach, Meshach, and Abednego respectively. The king had allotted royal food and wine for these men, but Daniel protested because eating it would break God's dietary laws. Ashpenaz pushed them to eat the royal food because he would be held responsible for their malnourishment, but Daniel suggested a ten day trial of these four men eating only vegetables. After the ten days, Ashpenaz found these four men in better shape than those on the royal diet, so he let them continue to be vegetarians. God gave the four men knowledge and understanding in all that they learned, and granted Daniel the ability to understand dreams and visions. After the three years of training, they entered into the king's service. The king found these four men much more wise than any of the magicians or enchanters in his entire kingdom. Daniel was there until the first year that King Cyrus ruled.",
"chapter_2_description" : "Daniel interprets Nebuchadnezzar's metal statue dream",
"chapter_2_overview" : "Nebuchadnezzar had dreams. Daniel said, \"God reveals mysteries. You saw a great statue broken by a stone. God will set up a kingdom.\"",
"chapter_2_summary" : "King Nebuchadnezzar had a troubling dream in the second year of his reign. So the king summoned all of the magicians, enchanters, sorcerers and astrologers in Babylon, and he demanded that they tell him both what was his dream and what its meaning is. These wise men said that nobody could do such a thing except for the gods themselves. The king became furious, and told Arioch, his chief guard, to round up all of the wise men for execution. Upon hearing about this, Daniel went to the king and asked for more time to interpret the dream. Daniel told Shadrach, Meshach, and Abednego to plead with God for mercy. That night, God revealed the dream to Daniel in a vision. Daniel praised God for giving him this knowledge, saying among other things that God establishes and deposes kings, and knows hidden things. Daniel asked Arioch to take him to the king so that he could interpret the dream. The king asked Daniel if he could recount the dream and interpret it. Daniel said that only God can reveal such hidden things, that God gave the king a prophetic dream, and that God revealed the dream to Daniel to give the king understanding of it. The dream was about a statue of a man with a gold head, silver chest and arms, bronze belly and thighs, iron legs, and iron and clay feet. A rock was cut out without human hands, and the rock smashed the feet of the statue. At that time, the statue disintegrated without a trace, but the rock became so big that it filled the entire earth. The gold head represents the king's present empire, which God has given him. The silver represents an inferior kingdom after his. The bronze is another kingdom after the silver one which will rule the entire world. The next kingdom will be strong like iron and break all other kingdoms, but will be divided and brittle like the statue's feet. In the time of those kings, God will set up an everlasting kingdom which will end all of those kingdoms. King Nebuchadnezzar was so impressed that he claimed that Daniel's God was the God of gods, and he rewarded and promoted Daniel to rule over Babylon. Daniel used his influence to get Shadrach, Meshach, and Abednego appointed as administrators in Babylon.",
"chapter_3_description" : "Daniel's friends get thrown into the furnace",
"chapter_3_overview" : "Shadrach, Meshach and Abednego would not worship the gold statue. Nebuchadnezzar threw them into the furnace but God protected them.",
"chapter_3_summary" : "King Nebuchadnezzar made a huge golden idol, and made a decree that everyone must worship the idol when music was played, and that anyone who did not worship was to be thrown into the furnace. Astrologers pointed out to the king that Shadrach, Meshach, and Abednego refused to obey this new decree. So the king threatened to kill these three men in the furnace, but they continued to refuse to worship the idol. They claimed that God could save them from the furnace, and said they would still refuse even if God would not save them. The king was so angry that he ordered that the furnace be made seven times hotter than normal. He ordered that the strongest guards should throw the three tied-up men into the furnace. In the process of throwing the three men into the furnace, the guards died due to the heat. The king looked into the furnace in amazement to find the three men still alive and untied, and that a fourth man was with them who looked like a \"son of the gods.\" The king called to the three men to come out of the furnace. When Shadrach, Meshach, and Abednego came out, they did not show any signs at all of the fiery heat, even on their clothes. The king made a new decree that anyone who spoke ill of God would be cut to pieces and have their houses destroyed. The king promoted Shadrach, Meshach, and Abednego in Babylon.",
"chapter_4_description" : "Daniel interprets Nebuchadnezzar's tree dream",
"chapter_4_overview" : "\"I, Nebuchadnezzar, dreamt of a tree cut down. Daniel said, 'You shall eat grass like an ox.' Afterwards my kingdom was restored.\"",
"chapter_4_summary" : "King Nebuchadnezzar sent a message to the world recounting the following story. The king had a disturbing dream, so he summoned all of the wise men in Babylon to interpret the dream, but they could not. Finally, Daniel came to the king, so the king told Daniel the dream, which went like this: There was a tree which grew tall enough so that it touched the sky and could be seen throughout the world. All sorts of animals sought shelter under the tree. An Angel of God appeared and said to trim the tree down to the stump, but leave the stump to be in the wild for seven years, with the mind of and living like an animal. The Angel said that this was to show mankind that God was in complete control of men and kingdoms. Daniel interpreted that the tree represented the king, and God was going to strip the king from the reign of his kingdom, and that the king would live like an animal in the wild eating grass like cattle until the king finally admitted that God was in control, which would take seven years. Daniel then begged him to repent. One year later, while the king was bragging about how he had built Babylon up from his own work, God spoke from Heaven saying that the king was to be cursed to the fate revealed by the dream. Nebuchadnezzar went crazy and lived in the wild for seven years until he acknowledged that God was in control. He praised God, saying that His kingdom and His dominion were eternal. With Nebuchadnezzar's sanity was restored, and he again became the king of Babylon. The king praised God because God does what is right and will humble those who are prideful.",
"chapter_5_description" : "Belshazzar sees the handwriting on the wall",
"chapter_5_overview" : "Belshazzar drank from the temple vessels. A hand wrote on the wall. Daniel said, \"Your kingdom is given to the Medes and Persians.\"",
"chapter_5_summary" : "King Belshazzar hosted a large banquet, during which he called for the gold goblets from Jerusalem's Temple to be brought forth. The king and his guests drank wine from these goblets while praising various idols. Then the king watched in utter horror as he saw disembodied fingers of a human hand writing a message on a plaster wall. The king summoned enchanters, astrologers, and diviners of Babylon, offering purple clothing, a gold chain, and great political power to whoever could interpret the writing. None of these wise men could interpret the writing, which frightened the king even more. The queen told the king about how his father, King Nebuchadnezzar, had relied upon a blessed man named Daniel (also known as Belteshazzar) to interpret dreams, explain riddles, and solve problems. So the king summoned Daniel, and offered him the same reward if he could interpret the writing on the wall. Daniel tells the king that he does not want the king's gifts and rewards, but will provide an interpretation of the writing. Daniel tells Belshazzar that God had made Nebuchadnezzar the king over all nations and languages, but Nebuchadnezzar became arrogant. So God stripped Nebuchadnezzar from power and made him live like an animal until he humbled himself and acknowledged that God is sovereign over all kingdoms, appointing whoever He wants to rule them. Despite Belshazzar knowing all of this, Belshazzar treated God with contempt and instead worshiped idols. So God made the hand write the message. The cryptic message means that God will end Belshazzar's reign, he has been weighed on the scales and found wanting, and that his kingdom will be divided between the Medes and the Persians. Belshazzar had Daniel rewarded. That same night, Belshazzar was slain by Darius the Mede, who then took over the kingdom.",
"chapter_6_description" : "Daniel is thrown into the lions' den",
"chapter_6_overview" : "The satraps urged Darius to sign a law against prayer. Daniel prayed to God and was thrown to the lions. God closed the lions' mouths.",
"chapter_6_summary" : "King Darius appointed 120 satraps to rule the kingdom, with three administrators over them. Daniel was made one of the administrators, and he performed so well that Darius was going to put him over the entire kingdom. Being jealous, the other administrators and satraps conspired to bring about Daniel's downfall. They persuaded the king to decree that anyone who prays to any god or man other than Darius for the next 30 days would be thrown into the lions' den. When Daniel learned of the decree, he still continued to pray towards Jerusalem three times a day. The conspirators pointed out Daniel's transgression to Darius, so Darius tried unsuccessfully to save Daniel before sundown. Darius prayed that Daniel's God rescue Daniel. Daniel was thrown into the den of lions, sealed in by Darius and the his nobles. Darius was distressed and could not sleep that night. At dawn, Darius hurried to the den of lions, and was overjoyed to find that Daniel's God had protected Daniel from the lions. Darius then had the men whom had falsely accused Daniel thrown into the lion's den, along with their wives and children, where they were killed instantly by the lions. Darius wrote a message to all nations and in every language in his kingdom; a decree saying that all must fear and reverence Daniel's God because He is the living God, enduring forever, His kingdom and dominion will never end, He rescues and saves, enacts signs and wonders in heaven and on earth, and has rescued Daniel. Daniel prospered under the reigns of Darius and Cyrus.",
"chapter_7_header" : "Prophecies about empires",
"chapter_7_description" : "Daniel dreams of the four beasts",
"chapter_7_overview" : "Daniel saw visions. I saw four great beasts. The Son of Man was given an everlasting kingdom. The fourth beast shall be destroyed.",
"chapter_7_summary" : "In the first year of Belshazzar's reign of Babylon, Daniel had a vision in a dream and recorded it like so: the four winds churned the seas, while four great beasts came out of the sea. The first beast was a lion with the wings of an eagle. Its wings were torn off, it stood like a man, and was given the heart of a man. The second beast was like a bear, which had three ribs in its mouth and was told to eat its fill of flesh. The third beast was like a leopard with four heads, four bird wings, and was given the authority to rule. The fourth beast was frightening and powerful, with large iron teeth, it completely crushed and destroyed its victims. It had ten horns, but then a new small horn came up and pulled out the first three horns. The new horn had the eyes and mouth of a man and it spoke arrogantly. Then, the \"Ancient of Days,\" who had white clothing and hair, was enthroned. His throne and its wheels were flaming, and a river of fire flowed out from Him. Many thousands attended Him, and one hundred million stood in front of Him. His court was there and the books were opened. The small horn continued to boast, but was then slain and destroyed in fire. The other beasts were stripped of power, but allowed to live for a while. Someone like a \"son of man\" came with the clouds. He went to the Ancient of Days, and was given everlasting sovereignty over all people and nations with an everlasting kingdom. Troubled, Daniel asked one of the men standing around in the vision to interpret the true meaning of the vision. The man said that the four beasts are four kingdoms, but God's saints will takeover the kingdom forever. Daniel asked the man further about the terrible fourth beast with its ten horns, after observing how the new small horn had warred with and defeated the saints until God judged to give the kingdom to the saints. The man explained that the fourth kingdom will conquer the entire earth. There will be ten kings of that kingdom, and then another king will rise up to subdue three of the kings, will speak against God and oppress His saints, and change the set times and laws. God will let the saints be oppressed for \"a time, times and half a time.\" Then the court will condemn this king, and all of the kingdoms \"under heaven\" will be given to the saints, God's people. God's kingdom will be everlasting, and all rulers will worship obey Him. Daniel was frightened by this vision, and so he kept it a secret.",
"chapter_8_description" : "Daniel's vision of the goat and the end",
"chapter_8_overview" : "I saw a ram with two horns. A goat with a large horn struck the ram. Gabriel said: \"The ram is Media and Persia, the goat is Greece.\"",
"chapter_8_summary" : "In the third year of Belshazzar's reign of Babylon, Daniel had a vision like so: Daniel was standing by a canal in Elam (southwest Iran). He saw a ram with two long horns; the longest horn had grown later. No animal could stand against the ram as it charged north, south, and west. Then, a goat, with a horn between its eyes, charged from the west, covering the entire earth without touching the ground. The goat charged the ram, breaking the ram's horns and trampling on the ram. At the height of its power, the goat's horn broke, and four new horns grew towards the four winds. Another horn grew from one of the horns, and grew powerful, capturing the south, east, and the \"Beautiful Land.\" The horn grew until it reached the heavens and then it trampled on some of the stars. It stopped the daily sacrifices and it was allowed to defile the sanctuary because of the saints' rebellion. Truth was thrown to the ground. Daniel heard a \"holy one\" ask another holy one how long it would take for this to all be fulfilled, the \"rebellion that causes desolation\" and the defiled Temple. The holy one told Daniel that the sanctuary would be reconsecrated in 2300 days. Gabriel, \"one who looked like a man,\" called Daniel \"son of man\" and told him that this vision regards the \"time of the end.\" Gabriel told Daniel that the two-horned ram represented kings of Media and Persia, while the goat was Greece and the large horn represented its first king. Four weaker kingdoms will then arise from the Grecian empire. Near the end of these kingdoms as they turn rebellious, a stern, intriguing king will arise. This king will be mighty and arrogant, and will cause great devastation which will extend even to the Israelites, thereby taking his stand against the \"Prince of princes.\" This king will be destroyed, but not by human power. The number of days that the Temple will be defiled is true (2300). Then Gabriel said that this concerns the distant future, so Daniel should keep it a secret. Daniel was deeply disturbed by this vision, and he could not understand it.",
"chapter_9_description" : "Daniel prays, Gabriel tells of the 70 sevens",
"chapter_9_overview" : "I read the book of Jeremiah. I prayed, \"Israel has sinned. O God, forgive.\" Gabriel said, \"Seventy weeks are decreed for atonement.\"",
"chapter_9_summary" : "In the first year of the rule of Darius over Babylon, Daniel read that Jeremiah said that the desolation of Jerusalem would last 70 years. So Daniel fasted, donned sackcloth and ashes, and prayed to God. Daniel says that God is great, loving, and forgiving, but all of the Israelites have rebelled against God, so God had scattered them like He had promised He would do when the covenant was established with Moses. Daniel begs God to forgive the Israelites and take action. While Daniel was praying, Gabriel flew in to meet with Daniel. Gabriel told Daniel that as soon as Daniel began to pray, an answer was given. Gabriel then told Daniel the prayer's answer: There will be seventy \"sevens\" (literally weeks, but also interpreted as sets of seven years) to stop sinning, atone for their sins, establish everlasting righteousness, and anoint the most Holy. From the time when the order is given to rebuild Jerusalem, in seven sevens there will be an anointed ruler, and in sixty-two more sevens the restoration of Jerusalem will be complete, despite there being trouble in those times. Then the anointed ruler will be no more, and a subsequent ruler's people will destroy the city and the sanctuary, and war and desolation will continue until the end. The new ruler will make a covenant with many for one seven, and will stop sacrifices in the middle of that seven. The new ruler will establish abominations that cause desolation until the decreed end is applied to him.",
"chapter_10_description" : "*Prophesy of the troubled times up to the end times",
"chapter_10_overview" : "As I mourned I saw a man with a face like lightning. He said, \"The prince of Persia delayed me. I came to explain the latter days.\"",
"chapter_10_summary" : "On the twenty-fourth day of the first month in the third year of the reign of Babylon by Cyrus, Daniel had a vision. Daniel had mourned, ate no meat, drank no wine, and used no lotions for three weeks prior. Then, by the Tigris river Daniel saw a man of fire dressed in linen and gold with a booming voice who only Daniel could see, but those around Daniel were still frightened away. Daniel fainted, but the fiery man touched Daniel, waking him up. The fiery man told Daniel that Daniel was highly esteemed because Daniel had humbled himself and looked for understanding. Therefore, God sent the fiery man to Daniel. Cyrus had resisted the fiery man for twenty-one days, until the chief prince, Michael, helped the fiery man. Daniel complains of being weak. The fiery man encouraged Daniel to be strong, and told Daniel that soon the fiery man would fight against the prince of Persia, and then the prince of Greece will come. The fiery man said that he would tell Daniel what was in the \"Book of Truth,\" and that nobody supported the fiery man except for Daniel's prince, Michael.",
"chapter_11_description" : "*Prophesy of the troubled times up to the end times",
"chapter_11_overview" : "\"The king of the south will fight the king of the north. The king of the north will desecrate the temple. He will exalt himself.\"",
"chapter_11_summary" : "The fiery man continues, telling Daniel that the fiery man himself had been helping Darius. The fiery man then gives Daniel this prophesy: There will be four more kings of Persia, with the fourth being the richest and inciting the enmity of Greece. A mighty king will rule, but his empire will end and it will be divided into four pieces in cardinal directions. The king of the South will be powerful. His daughter will make an alliance with the king of the North, but she will be killed. A new king of the South (of royal lineage) will then conquer and plunder the king of the North, taking the spoils back to Egypt. Later, the king of the North will unsuccessfully attack the South. The North will later attack again, making it to the South's fortress, and then be defeated. Again the North will invade the South with a better army. Israelites will rebel against the South at that time unsuccessfully. The North's king will capture and control Judea. Then the king of the North make an alliance with the king of the South through marriage of the North's royal daughter. The king of the North will unsuccessfully attack the coastlands, and then retreat to his own country, only to be destroyed in a few years. The North's successor will come non-violently. The successor will have a large military victory and will kill a \"prince of the Covenant.\" During a time of peace, this successor king of the North will invade and plunder provinces unprovoked. Then the king of the North will wage war against the South, and the South will lose because of plots against the South's king. The end will come at the appointed time. The king of the North will return with great wealth after taking action against the \"holy covenant.\" Later, the king of the North will again invade the South, but this time ships on the western coastline will thwart his advance. The king of the North will then vent his frustration on Jerusalem, desecrating the Temple, stopping daily sacrifices, and establishing an \"abomination that causes desolation.\" The king of the North will corrupt many, but others who know God will resist. The people who resist will struggle so that they will be purified for the \"time of the end.\" This king of the North will blaspheme God, and say that he is better than everyone else and God. The king will be successful until the appointed time. He will not desire women. He will worship a god of fortresses. With the help of a foreign god, the king will conquer fortresses, and will honor and enrich those who honor him. At the \"time of the end,\" the king of the South will attack the North. The king of the North will counterattack, capturing Judea, Egypt, Libya, and Nubia. Then, the king of the North will hear of troubles in the east and north, and so he will return to Judea. Yet his end will be there, with no one to help him.",
"chapter_12_description" : "*Prophesy of the troubled times up to the end times",
"chapter_12_overview" : "\"There will be a time of distress.\" I said, \"How long?\" He said, \"Time, times and half a time. These words are sealed until the end.\"",
"chapter_12_summary" : "The fiery man continues to give Daniel a prophesy: At that time, there will be distress like never before. Michael, the great prince and protector of the Israelites, will arise, and will save those Israelites whose names are in the Book. The dead will awaken, and be granted either everlasting life or everlasting contempt. The righteous will shine like stars forever. Then the fiery man tells Daniel to seal up the scroll of this prophesy until the \"time of the end,\" and that many will read the scroll to be wise. There were two \"others\" there, and one asked the fiery man how long it would take to fulfill this prophesy. The fiery man replied that it will take \"a time, times and half a time\" to complete, and the Israelites' power will be broken. Daniel inquired of the outcome, and the fiery man replied that many will be purified, that the wicked will not understand but the wise will understand, that from the time when the sacrifices are stopped and the abomination is set up will be 1290 days, that those who last until \"the end\" at 1335 days will be blessed, and that Daniel will be rewarded."
}
