{
"book_description" : "Moses' farewell",
"book_overview" : "Moses reminds them of their disobedient past and their promise to obey God",
"ESV_summary" : "Deuteronomy, which means \"second law,\" is a retelling by Moses of the teachings and events of Exodus, Leviticus, and Numbers. It includes an extended review of the Ten Commandments (4:44–5:33) and Moses’ farewell address to a new generation of Israelites as they stand ready to take possession of the Promised Land. Moses reminds them of God’s faithfulness and love, but also of God’s wrath on the previous generation of Israelites because of their rebellion. Repeatedly he charges Israel to keep the Law. Deuteronomy is a solemn call to love and obey the one true God. There are blessings for faithfulness and curses for unfaithfulness. The book closes with the selection of Joshua as Israel’s new leader and the death of Moses.",
"ESV_introduction" : "The final book of the Pentateuch derives its English name from the Greek work deuteronomion, meaning the \"second law\", or the \"law repeated\". Deuteronomy is essentially Moses’ farewell address(es) to a new generation in which he summons them to hear the law of God, to be instructed in the application of its principles to the new circumstances awaiting them, and to renew intelligently the covenant God had made with their fathers - a covenant that must be faithfully observed as the condition of God’s blessings upon them in the Promised Land.",
"chapter_1_header" : "Review of the past",
"chapter_1_description" : "Moses retells the history in the Wilderness",
"chapter_1_overview" : "The words of Moses: We journeyed from Horeb. You would not go up to take the land, so the LORD said, \"This generation will not see it.\"",
"chapter_1_summary" : "On the first day of the fortieth year, Moses repeats what God had told him and what has happened to all the Israelites. Moses tells how they left Horeb; they established judges; they spied out the Promised Land; they rebelled against going to the Promised Land because of its occupants; God killed all of that generation except for the children who did not know bad from good.",
"chapter_2_description" : "Moses reminds them how God protected them",
"chapter_2_overview" : "We went into the wilderness. Thirty-eight years passed, then the LORD told us to cross by Moab. He delivered Sihon the Amorite to us.",
"chapter_2_summary" : "Moses tells of how God directed them from place to place. God did not make the Israelites lack anything while in the desert. God delivered Sihon, King of Heshbon, and his people to the Israelites, and the Israelites killed every last one including their women and children, and the Israelites plundered the cities destroyed them.",
"chapter_3_description" : "Moses reminds how they even defeated Og",
"chapter_3_overview" : "The LORD delivered Og of Bashan to us. I gave Gilead to Reuben, Gad and Manasseh. The LORD said that I would not cross into the land.",
"chapter_3_summary" : "God delivered Og, King of Bashan, and his people to the Israelites, and the Israelites killed every last one of them, including their women and children. The Israelites plundered and destroyed their cities too, many of which were highly fortified. Og was a giant. The newly captured land east of the Jordan was divided among the Reubenites, the Gadites, and the half tribe of Manasseh. Moses tells Joshua that he will lead the Israelites into the Promised Land.",
"chapter_4_header" : "Commitment to obey",
"chapter_4_description" : "Moses tells the Israelites to obey and teach God's Law that he is about to give them",
"chapter_4_overview" : "Now, Israel, hear the commandments and obey them. You heard the LORD speak from the fire. Take care not to make idols. The LORD is God.",
"chapter_4_summary" : "Moses tells the Israelites to obey the laws he is giving them, and do not add or subtract from them. Other nations will be impressed by these laws. Teach the laws from generation to generation. Do not make an idol, because God is jealous. Moses will die on the east of the Jordan. If the people become wicked, God will drive them out of the Promised Land. But if they look for God then, He will be merciful to them. God is the only God and He brought the Israelites to the Promised Land. The following are the laws that Moses told the people.",
"chapter_5_description" : "Obey the Ten Commandments",
"chapter_5_overview" : "The LORD made his covenant with us: Have no other gods; Keep the Sabbath; Honour your parents. You shall do all that he has commanded.",
"chapter_5_summary" : "Moses repeats the Ten Commandments: Have no God but God. Do not worship idols because God is jealous, punishing the family of those who hate Him down to their great grandchildren, showing love to those that love Him. Do not blaspheme. Observe the Sabbath. Honor your parents. Do not murder. Do not commit adultery. Do not steal. Do not give false testimony on your neighbor. Do not covet what your neighbor has. Moses reminds the people to follow the commands of God.",
"chapter_6_description" : "Keep remembering and keeping the Law",
"chapter_6_overview" : "Hear, O Israel: The LORD our God is one. Love the LORD with all your heart, soul and strength. Teach your children these commandments.",
"chapter_6_summary" : "Moses says: Obey God's commands. Love God. Tell your children about God's commands when you sit at home, walk along the road, lie down, and when you get up. Tie them as symbols on your hands and bind them on your foreheads. Write them on the door frames of your houses and on your gates. Do not worship other gods. Do not test God.",
"chapter_7_description" : "God will help you take the Promised Land",
"chapter_7_overview" : "Make no treaty with the nations of the land. You are a holy people, the LORD has chosen you. He will drive out the nations before you.",
"chapter_7_summary" : "Moses says: When you go into the Promised Land, you must destroy the inhabitants completely, showing no mercy. If you do not, they may convince you to start worshiping other gods, and God will destroy you quickly for that. Destroy all they hold sacred. You are the fewest people and God loves you. God loves those that love him and keep His commandments, but will quickly destroy those that hate Him. If you love God and keep His commandments, you will be blessed over all nations, including by not having closed wombs in people or livestock. Do not be afraid of the occupants of the Promised Land, even though they are greater in number. You saw how God plagued Egypt and pulled us out of slavery. God will send hornets to kill those that hide from the Israelites. God will deliver the kings of the Promised Land to you. Do not bring anything detestable into your house.",
"chapter_8_description" : "Remember God provides",
"chapter_8_overview" : "The LORD led you in the wilderness and tested you. He is bringing you into a good land. Do not forget the LORD or you shall perish.",
"chapter_8_summary" : "Moses says: Do not forget God. God brought you through the desert to test your hearts. God made you hungry and gave you manna to teach you man doesn't live by bread alone, but by the word of God. Your sandals and clothes didn't wear out in the 40 years in the desert. If you become proud and claim accomplishments as your own, God will kill you.",
"chapter_9_description" : "God is giving them the Promised Land because the inhabitants are wicked",
"chapter_9_overview" : "It is not for your righteousness that you will occupy the land. You rebelled and made the calf so I broke the tablets of the covenant.",
"chapter_9_summary" : "Moses says: God is not giving the Israelites this land because they are righteous, rather because the inhabitants of this land are wicked, so He will drive the inhabitants out to keep His promise. Moses tells how the Israelites angered God and how Moses had to pray and convince God not to destroy them.",
"chapter_10_description" : "God gave the 10 Commands and other good laws",
"chapter_10_overview" : "The LORD wrote on new tablets. What does the LORD ask? That you fear him, walk in his ways, love him, serve him and keep his commands.",
"chapter_10_summary" : "Moses tells how God wrote out the Ten Commandments on a second set of stone tablets. Aaron died in Moserah. Moses told how he was told to lead the Israelites. Fear God, for He is the biggest and owns everything. God shows no partiality, takes no bribes, defends the fatherless and the widow, and loves the alien. You are to love the alien too.",
"chapter_11_description" : "They must proclaim the Blessings and Curses in the land",
"chapter_11_overview" : "You have seen all that the LORD has done. Keep these commands so that you may live long in the land. There is a blessing and a curse.",
"chapter_11_summary" : "This basically repeats Deuteronomy 6, including how you are to remind yourselves of God's word. Added is that when the Israelites enter the Promised Land, they are to proclaim on Mount Gerizim the blessings, and on Mount Ebal the curses.",
"chapter_12_header" : "Laws in the new land",
"chapter_12_description" : "Do not follow other religions in the land",
"chapter_12_overview" : "Destroy the high places where the nations worship their gods. You shall bring your offerings at the place that the LORD will choose.",
"chapter_12_summary" : "Destroy sacred things of other faiths. Worship and make offerings only in the chosen worship place. You can kill and eat other animals in your town, provided you do not eat their blood. Do not neglect the Levites. Do not inquire about other gods because they are worshiped in ways God detests, such as by burning to death their sons and daughters as sacrifices. Do not add to or take away from the Law.",
"chapter_13_description" : "Kill those who worship idols or incite other to do so",
"chapter_13_overview" : "If a prophet or anyone else entices you away from the LORD they must be put to death. If a town has turned away it must be destroyed.",
"chapter_13_summary" : "Kill those that tell you to worship other gods. If a relative tells you to worship other gods, you must be the first to lay a hand on them towards killing them, and they must be stoned to death. If an entire town worships other gods, kill all the people and livestock, and burn all the plunder in the center of town, and never rebuild that city.",
"chapter_14_description" : "Do not eat unclean animals or carion",
"chapter_14_overview" : "You may eat animals with cloven hooves that chew the cud. Bring a tithe from your fields to eat before the LORD and for the Levites.",
"chapter_14_summary" : "Clean and unclean animals are defined again, again calling a bat an unclean bird. Do not eat animals that are found dead, but you can give them to aliens or sell them to foreigners. Do not cook a young goat in its mother's milk. Make a tithe.",
"chapter_15_description" : "Cancel depts and release slaves in the seventh year",
"chapter_15_overview" : "Every seven years you shall cancel debts. Hebrew slaves shall go free in the seventh year. Set apart every firstborn male animal.",
"chapter_15_summary" : "Every 7 years, debts must be canceled. There should be no poor among you, yet there will always be poor in the land. Give to the poor generously. At the seventh year, Hebrew slaves must be set free, and should be well supplied with livestock, grain, and wine. If the slave doesn't want to leave, puncture his or her earlobe with an awl against your door and he or she will then be a servant to you for life. The firstborn from the flocks and herds are to be sacrificed to God at the holy place of His choosing, unless the animal has defects. Do not eat blood.",
"chapter_16_description" : "Observe the Feasts of Passover, Weeks and Tabernacles",
"chapter_16_overview" : "Celebrate the Passover in the month of Abib. Celebrate the Feast of Weeks and the Feast of Booths. Appoint judges in all your towns.",
"chapter_16_summary" : "Observe Passover. The bread without yeast is a remembrance that the bread made during the Exodus was unleavened. During Passover, you are to eat unleavened bread for seven days; and also six days. Observe the Feast of Weeks. Observe the Feast of Tabernacles. Men are to appear before God three times a year at these three events. Set up judges. Do not show partiality. Do not accept bribes. Do not set up any wooden Asherah pole beside an altar to God, and do not erect a sacred stone.",
"chapter_17_description" : "Capital offences and how a king should behave",
"chapter_17_overview" : "Anyone who breaks the covenant shall be put to death. Go to the priests with hard decisions. Appoint the king that the LORD chooses.",
"chapter_17_summary" : "Do not sacrifice a flawed animal to God. If a person worships anything or anyone else but God, stone that person to death at the city gates. The witnesses should be the first stone throwers. For a capital sin, a person should only be put to death if there is more than one witness to their sin. Difficult lawsuits are to be judged by the priests. Do everything they give as their judgement or be put to death. Your kings are to be chosen by God. The king should not have many wives. The king should not amass great personal wealth. The king should read the Law of God every day. The king is not to consider himself better than anyone else.",
"chapter_18_description" : "God will provide a Prophet and how to test a Prophet",
"chapter_18_overview" : "The priests shall eat the offerings made by fire. You shall not practise divination. The LORD will raise up a prophet from among you.",
"chapter_18_summary" : "The Levites are not to own anything. They are to live off offerings. Do not harbor anyone who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, or casts spells, or who is a medium or spiritist or who consults the dead. God will provide a prophet like Moses and from the Israelites. If the people do not listen to the prophet, God himself will reckon with that person. A false prophet, or a prophet of other gods must be put to death. You will know a false prophet by if what a prophet proclaims in the name of the God does not take place or come true.",
"chapter_19_description" : "Cities of refuge for manslaughter, and punishment for maiming",
"chapter_19_overview" : "Set aside three cities so that anyone who kills accidently may flee there. A matter must be established by two or three witnesses.",
"chapter_19_summary" : "Set aside three cities of refuge for people who kill people accidentally, otherwise an avenger of death may kill the murderer, thereby shedding innocent blood, thereby making the people guilty before God. If the people do what God tells them and God gives them all of the Promised Land, set up three more cities for refuge. A man who kills with malicious intent must be brought out a refuge city and killed. Do not move the boundary stones of inheritance. Two or more witnesses is enough to convict a man. For single witnesses, the case must be thoroughly investigated. If the witness is found to be a liar, he is to bear the punishment of the accused crime. Show no pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot.",
"chapter_20_description" : "Laws for warfare and batthe engagement",
"chapter_20_overview" : "When you go to war, do not be afraid; the LORD is with you. As you go to attack a city, offer terms, except to the cities of the land.",
"chapter_20_summary" : "When going into battle against a city, do not be afraid because God is with you. Anyone who has a new home, has a new vineyard, is engaged to be married, or is fearful of battle is excused from battle. First offer peace to a city in exchange for becoming slave labor. If the offer is not accepted, lay siege to the city. When the siege is over, kill all the men, leave the women, children, and livestock for your own use. You may cut down non-fruit-bearing trees for making siege implements. However, for the cities in the Promised Land, anything that breaths is to be completely destroyed.",
"chapter_21_description" : "Unsolved murders, marying captured women, and rebellious son",
"chapter_21_overview" : "If a dead body is found, the city elders must cleanse the guilt. Give your eldest son his portion. A rebellious son shall be stoned.",
"chapter_21_summary" : "If there is an unsolved murder, the nearest town must sacrifice a cow that has not been worked, breaking its neck in a stream, to atone for the death. You may take a war-captured woman as your wife after she has mourned her parents for a month. If you are displeased with her, let her go free. If a man has two wives, one that he does not love, and one that he does love, the larger part of his inheritance must go to the firstborn son, regardless of which wife provided that son. A rebellious son should be proclaimed a profligate and a drunkard, and then stoned to death by all the men of the town. A person that is hung on a tree for a capital crime should be buried the same day.",
"chapter_22_description" : "Protection of wild and farm animals. Divorce and rape.",
"chapter_22_overview" : "If you find your neighbour's ox you shall return it. If a man falsely claims that his new wife was not a virgin he shall be punished.",
"chapter_22_summary" : "Return lost livestock, or hold it for safekeeping until the owner looks for it. Help livestock that has stumbled. Do not be a cross-dresser. You may take young birds or eggs in a nest, but do not take the mother. Build fall protection for your roof. Do not plant two kinds of seed in a vineyard. Do not plow with an ox and a donkey yoked together. Do not wear clothes of wool and linen woven together. Make tassels on the four corners of the cloak you wear. If a man marries a woman, dislikes here, slanders her by saying she was not a virgin, and her parents produce proof of her virginity with a [bloody] cloth, then the man should be fined 100 shekels of silver and will have to stay married to her. If no proof can be found, the woman is to be stoned to death. If a man commits adultery with another man's wife, both the man and the wife should be killed. If, in a city, a man rapes a virgin promised for marriage to another man, both the man and the ex-virgin are to be stoned to death, the ex-virgin because she did not scream loud enough. If, in the country, a man rapes a virgin promised for marriage to another man, just the man is to be killed. If a man rapes a virgin that is not promised for marriage to another man, the man must pay the ex-virgin's father 50 shekels of silver and marry her and never divorce her. A man is not to marry his father's wife.",
"chapter_23_description" : "Purity from eunuchs, bastards, prostitutes, semen and foreigners",
"chapter_23_overview" : "No Ammonite shall enter the assembly of the LORD. When you go out to war the camp must be holy. Be careful to do what you have vowed.",
"chapter_23_summary" : "No one with damaged or removed testicles or penis can enter the congregation. No bastard child, nor any of his lineage down to the 10th generation, may enter the congregation. No Ammonite or Moabite may enter the congregation. The Edomites and Egyptians may join the congregation after the third generation. When in a war camp, a man who has a nocturnal emission of semen is unclean until nightfall of the new day and must wait outside camp until then. When in a war camp, bury your waste products outside of camp. Protect a slave who takes refuge with you and let him go freely. Israelites should not become male or female prostitutes, for they are detestable to God. Do not take a prostitute's money for God. Only charge interest to foreigners for borrowed things. Repay any verbal vow quickly. You may have \"all-you-can-eat\" of your neighbor's vineyard or grain provided you do not take a to-go box.",
"chapter_24_description" : "Divorces, loans and justice for the poor",
"chapter_24_overview" : "If a man divorces his wife he must not remarry her. Do not withhold wages. Leave the gleanings of your harvest for widows and orphans.",
"chapter_24_summary" : "If a man divorces a woman because he is displeased with her, giving her a certificate of divorce, he is not to remarry her if she remarries. A newlywed man is to stay at home pleasing his wife for one year. Do not take a man's livelihood as security for a debt. If an Israelite kidnaps an Israelite and sells him or treats him as a slave, the kidnapper must die. Treat skin diseases per the priest's recommendations. When you offer a loan to your neighbor, wait for him to bring you a pledge. If the neighbor is poor, return the pledge by sundown. Do not take advantage of the hired poor or needy. Pay a man each day. Fathers will not die for their children's sin, nor will the children die for their father's sin. Do not deprive the alien or orphan of justice. Do not take the cloak from a widow as a pledge. Only make one pass in your harvesting, leaving the missed harvest for the poor, the aliens, and the widows.",
"chapter_25_description" : "Punishments, feeding an ox, marrying widows and accurate scales",
"chapter_25_overview" : "A judge may give up to forty lashes. If a man dies and has no son, his brother shall marry his widow. You shall have honest weights.",
"chapter_25_summary" : "The judges will decide guilt and punishment. If there is punishment, the flogging will take place in front of the judge and shall not be more than 40 lashes. Do not muzzle an ox while it is treading out the grain. If a married man dies before having a son, one of his brothers must marry that man's wife and name the firstborn son after the dead man. However, if the brother refuses to do this, the widow, in front of the village elders, will take off one of the brother's sandals, spit in his face, and say that is what he deserves. If two men are fighting and a wife of one of them seizes her husband's assailant's testicles to try and rescue her husband, the wife's hand must be cut off. Use accurate weights and measures. The Israelites will completely destroy the Amalekites for what they did to them on their journey through the desert.",
"chapter_26_header" : "Consequences of disobedience",
"chapter_26_description" : "Firstfruit offerings",
"chapter_26_overview" : "Bring the firstfruits of the land to the LORD. Bring a tithe in the third year and say to the LORD, \"Look down and bless your people.\"",
"chapter_26_summary" : "Instructions for the offering of the firstfruits. Obey all of God's commands.",
"chapter_27_description" : "Curses are made by the people at Mount Ebal",
"chapter_27_overview" : "Write the law on large stones. The Levites will say, \"Cursed is anyone who does not keep the law,\" and the people will reply, \"Amen.\"",
"chapter_27_summary" : "On Mount Ebal, take large stones, cover them with plaster, and write all the laws there. Build an altar there of unformed stones and make offerings. After crossing the Jordan, on Mount Gerizim the tribes of Simeon, Levi, Judah, Issachar, Joseph and Benjamin will bless the people; and on Mount Ebal the tribes of Reuben, Gad, Asher, Zebulun, Dan and Naphtali will pronounce curses. The Levites will say: Cursed is the man who carves an image or casts an idol-a thing detestable to the LORD, the work of the craftsman's hands-and sets it up in secret. Cursed is the man who dishonors his father or his mother. Cursed is the man who moves his neighbor's boundary stone. Cursed is the man who leads the blind astray on the road. Cursed is the man who withholds justice from the alien, the fatherless or the widow. Cursed is the man who sleeps with his father's wife, for he dishonors his father's bed. Cursed is the man who has sexual relations with any animal. Cursed is the man who sleeps with his sister, the daughter of his father or the daughter of his mother. Cursed is the man who sleeps with his mother-in-law. Cursed is the man who kills his neighbor secretly. Cursed is the man who accepts a bribe to kill an innocent person. Cursed is the man who does not uphold the words of this law by carrying them out.",
"chapter_28_description" : "They and their family will be cursed if they disobey",
"chapter_28_overview" : "If you obey the LORD he will bless you above all nations; if not, you will be cursed and the LORD will send a nation to destroy you.",
"chapter_28_summary" : "If you obey all of the laws, God will bless you. It lists the blessings for obeying. It lists the curses for not obeying; curses that will completely destroy the Israelites. One of the curses is a raining of dust. One of the curses is cannibalism of their own children. Moses says all of these curses will come to pass if they do not obey God's laws.",
"chapter_29_description" : "The land will be cursed if they disobey",
"chapter_29_overview" : "You have seen all that the LORD has done so keep this covenant. If you break it the land will be cursed and the LORD will uproot you.",
"chapter_29_summary" : "Moses tells them that the Israelites are now making a covenant with God, and all of the curses will come to pass if they break the covenant. Moses recounts the many things they have seen from God. If the covenant is broken, the whole Promised Land will become a burning waste of salt and sulfur-nothing planted, nothing sprouting, no vegetation growing on it.",
"chapter_30_description" : "But if they repent, God will bring them back",
"chapter_30_overview" : "When you return to the LORD he will have compassion; he will circumcise your heart. I have set before you life and death. Choose life.",
"chapter_30_summary" : "If, after the blessings and the curses come upon the Israelites and they are few and scattered, the Israelites again believe and follow God in all his laws, God will gather them back to the Promised Land where they will prosper. Their enemies will then get the curses that plagued the Israelites. Moses pleads that the Israelites chose the path of blessings.",
"chapter_31_description" : "Moses appoints Joshua as his successor",
"chapter_31_overview" : "Joshua will cross ahead of you. Read the law every seven years. The LORD said, \"The people will turn away. Write a song as a witness.\"",
"chapter_31_summary" : "Moses named Joshua as his successor, since Moses was 120 years old and near death, and could not go into the Promised Land per God's decree. Every 7 years the laws of God must be read during the Feast of Tabernacles for all to hear. God meets with Moses and Joshua in the Tent of Meeting as a pillar of cloud. God says the people, soon after entering the Promised Land, will rebel and worship other gods, and so God will apply curses to them. God said to take the laws that Moses is writing down and place them beside the Ark of the Covenant as a witness against the people. God said to have the people memorize a song as a witness against them when they become evil.",
"chapter_32_header" : "Moses' death",
"chapter_32_description" : "A song about Yahweh for the nation",
"chapter_32_overview" : "Ascribe greatness to our God! The LORD's portion is his people; They turned away so he spurned them; But he will provide atonement.",
"chapter_32_summary" : "Moses tells the people the words to God's song. In it, Gods works are perfect, all of His ways are just, and He does no wrong. God laments that He would like to kill all of the Israelites, but the nation which invades Israel would not understand why He had all of the Israelites killed. God tells Moses that Moses should go up on Mount Nebo in Moab to die.",
"chapter_33_description" : "Moses blesses the tribes",
"chapter_33_overview" : "Moses blessed Israel before his death: Let Reuben live; bless Levi's work; Joseph's land is blessed. The eternal God is your refuge.",
"chapter_33_summary" : "Moses provides blessings for the twelve tribes of the Israelites.",
"chapter_34_description" : "Moses dies on Mt. Nebo",
"chapter_34_overview" : "Moses climbed Mount Nebo. There the LORD showed him the promised land. Then Moses died. No prophet has arisen in Israel like Moses.",
"chapter_34_summary" : "Moses goes up on Mount Nebo in Moab to die at 120 years old. Moses was still perfectly healthy. God buried him. Since then, no prophet like Moses has risen in Israel. Moses talked with God face to face."
}
