{
"book_description" : "Understanding life",
"book_overview" : "An experiment to discover the meaning of life by living it to the full",
"ESV_summary" : "Ecclesiastes contains reflections of an old man, the \"Preacher,\" as he considered the question of meaning in life. He looked back and saw the futility (\"vanity\") of chasing after even the good things this life can offer, including wisdom, work, pleasure, and wealth. Even if such things are satisfying for a time, death is certain to end this satisfaction. In fact, God’s judgment on Adam for his sin (Gen. 3:17-19) echoes throughout the book (especially 12:7). Yet the person who lives in the fear of the Lord can enjoy God’s good gifts. Young people, especially, should remember their Creator while they still have their whole lives before them (12:1). Traditionally interpreters of Ecclesiastes have identified the \"Preacher,\" who is also called \"the son of David, king in Jerusalem\" (1:1), as Solomon (tenth century BC).",
"ESV_introduction" : "In English, the title means \"Preacher\". Traditionally held to have been written by Solomon, this book is now almost universally recognized as about him rather than by him. The author’s purpose is to prove the vanity of everything \"under the sun\". This truth is first announced a fact, then proved from the \"Preacher’s\" experience and observations. Finally, the author shows that the fullness of life is found only in the recognition of things \"above the sun\", things spiritual as well as material.",
"chapter_1_header" : "Investigations",
"chapter_1_description" : "*Life is meaningless, so enjoy it!",
"chapter_1_overview" : "Everything is meaningless! There is nothing new under the sun. I applied my heart to know wisdom, but much wisdom brings much sorrow.",
"chapter_1_summary" : "Solomon talks about how life is meaningless. He says that generations come and go, and men are forgotten, meanwhile the earth remains forever and continues through its natural cycles. He claims that there is nothing new under the sun, and that what is thought to be new turns out to be old. He has devoted himself to the study of wisdom only to find it to be meaningless, like chasing the wind. More knowledge only brings more grief.",
"chapter_2_description" : "*Life is meaningless, so enjoy it!",
"chapter_2_overview" : "I built houses, gathered possessions and sought pleasure. It was meaningless! The wise die like the foolish. I despaired of my toil.",
"chapter_2_summary" : "Solomon decided to turn to pleasures. He accomplished many projects, amassed great wealth, and experienced any physical pleasure that he desired. However, he ultimately found this to be meaningless as well. He reasons that wisdom is better than foolishness, just like light is better than darkness, but finds them both to be meaningless in the end. Both the fool and the wise man will die and be forgotten. So he began to hate his possessions and the products of his hard toil, because these things would just be inherited by his successor, who had not worked for them and may be a fool. The best a man can do is enjoy his food, his drink, and his work. God grants wisdom, knowledge, and happiness to those that please Him, but to the sinner He makes them toil for wealth just to hand it over to someone God chooses.",
"chapter_3_description" : "*Life is meaningless, so enjoy it!",
"chapter_3_overview" : "There is a time for everything: to live, to die, to mourn, to dance. It is the gift of God that man should find pleasure in his work.",
"chapter_3_summary" : "Solomon says that there is a proper time for everything. God has given man the ability to think about eternity, yet they can't fathom all that God has done. The best a man can do while they live is to be happy and do good. The enjoyment of food, drink, and work is available to all and is a gift of God. What God does endures forever without change so that men will revere him. Solomon saw wickedness in the places of judgement and justice, so he thought to himself God would judge both the righteous and the wicked according to His timing. Man can see that they share the same fate as animals; death. Nobody knows if a man's spirit goes up to Heaven. So Solomon concludes that the best a man can do is enjoy his work, because he doesn't know what happens after he dies.",
"chapter_4_description" : "*Life is meaningless, so enjoy it!",
"chapter_4_overview" : "I saw the tears of the oppressed. Two have a good reward for their toil. I saw everyone follow a new king. This too is meaningless!",
"chapter_4_summary" : "Solomon sees how people are oppressed and claims that the dead are better off, and the yet-to-be-born are even better than the dead because they haven't seen evil. All achievement comes from envy. It's better to be poor and peaceful than rich in meaningless pursuits. A lonely man's work is meaningless and risky. Even if a prisoner or poor man becomes a king, he will be forgotten in time, making his achievement meaningless.",
"chapter_5_description" : "*Life is meaningless, so enjoy it!",
"chapter_5_overview" : "Do not make rash vows before God. The lover of money never has enough. What is gained by toil? It is good to find enjoyment in life.",
"chapter_5_summary" : "Listen to God and sacrifice with a purpose. Speak with few words. Respect any vows you make to God or else God will destroy the work of your hands. Fear God. Don't be surprised to see injustice and oppression when there is a corrupt king. Whoever loves money will never be satisfied with what they have. Possessions only please the eyes. A poor worker sleeps better than a wealthy man. Solomon has seen hoarded wealth harm its owner, and seen collected wealth lost, leaving no inheritance. A man is born with nothing and dies with nothing, making the product of his labor meaningless. The best a man can do is enjoy his food, his drink, and his work in the few days God has given him. When God gives a gift to a man of wealth and possessions and the ability to enjoy them, he should be happy with what he has. Such a man doesn't reflect regretfully on his life, because God keeps him occupied with gladness.",
"chapter_6_header" : "Conclusions",
"chapter_6_description" : "*Life is meaningless, so enjoy it!",
"chapter_6_overview" : "Here is an evil: to have wealth and honour but not to enjoy them. What do the wise gain over fools? The more words, the less meaning.",
"chapter_6_summary" : "It is evil when God gives a man wealth, possessions, and honor only to have God give those gifts to a stranger to enjoy. No matter how prosperous a man is during his life, if he does not have enjoyment in his final days and a proper burial, than his life is meaningless and a stillborn child is better off than he is. All people go to the same place. A man's appetite is never satisfied. The wise are no better off than the fools. It's better just to observe than to have desires. Everything has been named and known. A weak man can't fight a strong one. The more words, the less meaning. Solomon asks \"who knows what is good for a man in life\" when he can't tell what will happen on earth after he dies.",
"chapter_7_description" : "*Solomon searched for God's plan",
"chapter_7_overview" : "The heart of the wise is in the house of mourning. Do not be too righteous, or too wicked. Men have gone in search of many schemes.",
"chapter_7_summary" : "A good name is valuable. Death is better than birth. Sorrow is better than laughter, and sorrow is good for the heart. Mourning and sadness is better than pleasure. It's better to be rebuked than to listen to fools. Extortion and bribery corrupt a person. The end is better than the beginning. Patience is better than pride. Fools are quick to anger. It's not wise to compare the joy of previous days to present ones. Wisdom, like money, is a shelter, and preserves the owner of it. You can't change God's plans. God makes both the good times and the bad. Solomon has seen a righteous man die for his righteousness and has seen a wicked man live a long life. Therefore, he recommends not being overly righteous, wise, wicked, or foolish, but instead he recommends to use moderation in all of these. A wise man is powerful. Even righteous men sin. Don't have hypocritical standards. Solomon devoted himself to understand wisdom (meaning God's plans for all that is going on) but could not. He finds deceitful, seductive women worse than death, and only men that please God could escape such women, meanwhile sinners get ensnared by such women. Solomon found one righteous man out of one thousand men, but no righteous women at all. God made men righteous, but men began scheming.",
"chapter_8_description" : "*Solomon searched for God's plan",
"chapter_8_overview" : "Obey the king's command. Though sinners do evil, it will be well for those who fear God. No one can know what goes on under the sun.",
"chapter_8_summary" : "A wise man is different than others in his demeanor. Yield to the king's supreme power. No man knows the future or the time of his death. Wickedness will not release those that practice wicked behavior. The wicked lords will die too. Untimely justice encourages sin. God will treat God-fearing men better than wicked men. Sometimes, without meaning, the righteous get the reward of the wicked and the wicked get the reward of the righteous. The best a man can do is enjoy his food, his drink, and be happy in the few days God has given him. No one can understand God's plans.",
"chapter_9_description" : "The righteous and the evil share the same destiny",
"chapter_9_overview" : "The same fate comes to all. A living dog is better than a dead lion. Enjoy the days of your vain life. Wisdom is better than strength.",
"chapter_9_summary" : "The righteous and the wise are in God's hands and God will do as he pleases. The righteous and the evil both will die. Having the same destiny for both the righteous and the evil is evil. The living know they will die. The dead know nothing and have no further reward. The dead are forgotten. Eat and drink wine and be happy, because it is now that God favors you. Enjoy your wife and your work all of your meaningless days, because there is nothing for you after you die. Timing and chance play a large role in outcomes. Nobody knows when they will die. The wise can overpower kings, even though they will be forgotten.",
"chapter_10_description" : "*Solomon shares some random wisdom",
"chapter_10_overview" : "A little folly spoils wisdom. Whoever digs a pit will fall into it. The lips of a fool consume him. Through laziness the roof leaks.",
"chapter_10_summary" : "A little bit of foolishness can ruin everything. Stay in your post if the ruler is angry with you. Solomon has seen evil rulers appoint fools to high places and the rich to low places. There are hazards associated with what you do. Skill and strength can make use of a dull ax. A snake that bites the charmer provides no profit for the charmer. The wise are gracious, while fools condemn themselves with their words. Woe to lands ruled by former children or servants, whose princes feast in the morning. Blessed are lands ruled by kings of noble birth, whose princes feast at proper times. A lazy man lets his house deteriorate. A feast is for laughing and wine is for happiness, \"but money is the answer for everything.\" Be careful about what you say.",
"chapter_11_description" : "*Solomon shares some random wisdom",
"chapter_11_overview" : "Whoever watches the clouds will never reap. You do not know what will prosper. Enjoy your youth, but know that God will judge you.",
"chapter_11_summary" : "Be generous and you will find generosity returned to you. Give to many, because you don't know the future. What will happen will happen. Do what needs to be done when it needs to be done despite the surrounding circumstances. Nobody can understand God's plans. Work at several different things to ensure your success. Enjoy your meaningless life, but know that God will judge you. Banish anxiety, because it's all meaningless.",
"chapter_12_description" : "Remember God before you become cynical",
"chapter_12_overview" : "Remember your Creator in your youth, before the days of trouble come. Everything is meaningless! Fear God and keep his commandments.",
"chapter_12_summary" : "Remember God before you become cynical and die. When you die, you will become dust again and your spirit will return to God. Everything is meaningless. Solomon was a wise teacher who wrote down many proverbs. His words were perfect and righteous. Keep the commandments of God, for God will judge every deed."
}
