{
"book_description" : "Church unity",
"book_overview" : "We have been saved by God, so live righteous lives before the heavenly and earthly watchers.",
"ESV_summary" : "The apostle Paul wrote Ephesians to the churches around Ephesus (Acts 19) to display the scope of God’s eternal plan for all humanity—for Jews and Gentiles alike. This is the mystery of God, hidden for ages but now made known in Jesus Christ. The first three chapters focus on what Christians should believe, unfolding the glorious riches of God’s grace in Christ. Dead sinners are made alive and gain eternal salvation \"by grace . . . through faith\" (2:8). The last three chapters explain the implications of God’s grace for the church, for individuals, and for families. This second section comes to a climax with a command to stand with the armor of God against the devil. Paul wrote this letter while in prison, probably in Rome about AD 60.",
"ESV_introduction" : "The Ephesian letter is one of Paul’s four \"Imprisonment Letters\" - Philippians, Colossians, and Philemon being the others. Although addressed to the church in Ephesus, this letter is generally believed to have been a circular discussing the believers’ exalted position through Christ, the Church as the body of Christ, her relationship to God, and practical implications of the Gospel.",
"chapter_1_header" : "Unity of the church",
"chapter_1_description" : "*",
"chapter_1_overview" : "Paul, to the saints in Ephesus. Praise the God who predestined us for adoption in Christ. May you know the riches of his inheritance.",
"chapter_1_summary" : "**",
"chapter_2_description" : "*",
"chapter_2_overview" : "When we were dead in sin God made us alive with Christ. Gentiles are now fellow citizens. You are being built together into a temple.",
"chapter_2_summary" : "**",
"chapter_3_description" : "*",
"chapter_3_overview" : "I preach the mystery of Christ. The wisdom of God is made known through the church. I pray that you may know the depth of his love.",
"chapter_3_summary" : "**",
"chapter_4_header" : "Christian living",
"chapter_4_description" : "*",
"chapter_4_overview" : "Therefore walk worthy of your calling. Christ gave each of us gifts to build up the body. Put off your old self and put on the new.",
"chapter_4_summary" : "**",
"chapter_5_description" : "*",
"chapter_5_overview" : "Walk in love as Christ loved us. Walk as children of light. Expose the darkness. Husbands, love your wives as Christ loved the church.",
"chapter_5_summary" : "**",
"chapter_6_description" : "*",
"chapter_6_overview" : "Children, obey your parents. Slaves, obey your masters. Put on the whole armour of God to stand against the devil. Peace and grace.",
"chapter_6_summary" : "**"
}
