{
"book_description" : "Church unity",
"book_overview" : "We have been saved by God, so live righteous lives before the heavenly and earthly watchers.",
"ESV_summary" : "The apostle Paul wrote Ephesians to the churches around Ephesus (Acts 19) to display the scope of God’s eternal plan for all humanity—for Jews and Gentiles alike. This is the mystery of God, hidden for ages but now made known in Jesus Christ. The first three chapters focus on what Christians should believe, unfolding the glorious riches of God’s grace in Christ. Dead sinners are made alive and gain eternal salvation \"by grace . . . through faith\" (2:8). The last three chapters explain the implications of God’s grace for the church, for individuals, and for families. This second section comes to a climax with a command to stand with the armor of God against the devil. Paul wrote this letter while in prison, probably in Rome about AD 60.",
"ESV_introduction" : "The Ephesian letter is one of Paul’s four \"Imprisonment Letters\" - Philippians, Colossians, and Philemon being the others. Although addressed to the church in Ephesus, this letter is generally believed to have been a circular discussing the believers’ exalted position through Christ, the Church as the body of Christ, her relationship to God, and practical implications of the Gospel.",
"chapter_1_header" : "Unity of the church",
"chapter_1_description" : "Chosen in Christ before time began",
"chapter_1_overview" : "Paul, to the saints in Ephesus. Praise the God who predestined us for adoption in Christ. May you know the riches of his inheritance.",
"chapter_1_summary" : "Paul begins with a greeting and praises God for the spiritual blessings bestowed on believers in Christ. He speaks of God choosing us before the foundation of the world to be holy and blameless. Paul highlights that through Jesus' blood, believers receive redemption and forgiveness of sins. He explains that God has revealed the mystery of His will, which is to bring unity to all things in heaven and on earth under Christ. Paul also emphasizes that believers are sealed with the Holy Spirit, guaranteeing their inheritance. He concludes the chapter by praying that the Ephesians may know the hope of their calling, the riches of God's glorious inheritance, and His incomparably great power for those who believe.",
"chapter_2_description" : "Saved by grace through faith",
"chapter_2_overview" : "When we were dead in sin God made us alive with Christ. Gentiles are now fellow citizens. You are being built together into a temple.",
"chapter_2_summary" : "Paul explains the transformation from death to life that believers experience through faith in Christ, describing how all were once dead in their sins and followed the ways of the world. However, God, in His great love, made us alive with Christ, even when we were dead in transgressions. Paul emphasizes that salvation is a gift from God, not based on our works. He stresses that believers are God’s handiwork, created in Christ for good works. Paul also speaks about the unity of Jews and Gentiles in Christ, highlighting that both groups are reconciled and have access to God through the Holy Spirit. He describes the church as a holy temple in the Lord.",
"chapter_3_description" : "The Mystery of Christ",
"chapter_3_overview" : "I preach the mystery of Christ. The wisdom of God is made known through the church. I pray that you may know the depth of his love.",
"chapter_3_summary" : "Paul shares his mission to the Gentiles, explaining that the mystery of Christ was revealed to him. He emphasizes that through the Gospel, Gentiles are heirs together with Israel and members of one body. Paul expresses his deep prayer for the Ephesians, asking that they may be strengthened in their inner being through the Holy Spirit. He prays that they may grasp the love of Christ, which surpasses knowledge, and be filled with the fullness of God. Paul concludes the chapter with a doxology, praising God for His power that works within believers.",
"chapter_4_header" : "Christian living",
"chapter_4_description" : "Unity and maturity in Christ's body",
"chapter_4_overview" : "Therefore walk worthy of your calling. Christ gave each of us gifts to build up the body. Put off your old self and put on the new.",
"chapter_4_summary" : "Paul urges the Ephesians to live a life worthy of their calling. He emphasizes the importance of unity in the body of Christ, encouraging them to be humble, gentle, and patient. Paul discusses the gifts given to the church, including apostles, prophets, evangelists, pastors, and teachers, all aimed at equipping believers for works of service and building up the body of Christ. He calls for spiritual maturity, urging them to speak the truth in love, and to grow in every way into Christ - who is the head. Paul also instructs them to put off their old self and be renewed in the spirit of their minds, living righteously.",
"chapter_5_description" : "Walk in love as Christ loved us",
"chapter_5_overview" : "Walk in love as Christ loved us. Walk as children of light. Expose the darkness. Husbands, love your wives as Christ loved the church.",
"chapter_5_summary" : "Paul continues to encourage the Ephesians to live as children of light, and instructs them to imitate God and live in love, just as Christ loved us. He warns against immoral behavior and emphasizes the importance of thanksgiving, encouraging them to be filled with the Spirit, speaking to one another in psalms, hymns, and spiritual songs. Paul also discusses the relationship between husbands and wives, comparing it to the relationship between Christ and the church. He instructs wives to submit to their husbands and husbands to love their wives sacrificially.",
"chapter_6_description" : "Stand firm in spiritual battle",
"chapter_6_overview" : "Children, obey your parents. Slaves, obey your masters. Put on the whole armour of God to stand against the devil. Peace and grace.",
"chapter_6_summary" : "Paul addresses the relationship between children and parents, instructing children to obey their parents, as this is right. He also instructs fathers not to provoke their children but to raise them in the training and instruction of the Lord. Paul then speaks to slaves and masters, urging slaves to serve wholeheartedly and masters to treat their slaves with respect. The chapter concludes with Paul discussing the armor of God. He instructs believers to put on the full armor of God to stand against the devil's schemes, and describes each piece of the armor, emphasizing prayer and vigilance in spiritual warfare.",
"chapter_outline_icc_url" : "https://archive.org/details/criticalexegetic36abbouoft/criticalexegetic36abbouoft/page/n9/mode/2up",
"chapter_outline_icc_page" : "X",
"chapter_intro_icc_url" : "https://archive.org/details/criticalexegetic36abbouoft/criticalexegetic36abbouoft/page/n11/mode/2up",
"chapter_intro_icc_page" : "X",
"chapter_1_icc_url" : "https://archive.org/details/criticalexegetic36abbouoft/criticalexegetic36abbouoft/page/1/mode/2up",
"chapter_1_icc_page" : "1",
"chapter_2_icc_url" : "https://archive.org/details/criticalexegetic36abbouoft/criticalexegetic36abbouoft/page/38/mode/2up",
"chapter_2_icc_page" : "38",
"chapter_3_icc_url" : "https://archive.org/details/criticalexegetic36abbouoft/criticalexegetic36abbouoft/page/76/mode/2up",
"chapter_3_icc_page" : "76",
"chapter_4_icc_url" : "https://archive.org/details/criticalexegetic36abbouoft/criticalexegetic36abbouoft/page/104/mode/2up",
"chapter_4_icc_page" : "104",
"chapter_5_icc_url" : "https://archive.org/details/criticalexegetic36abbouoft/criticalexegetic36abbouoft/page/146/mode/2up",
"chapter_5_icc_page" : "146",
"chapter_6_icc_url" : "https://archive.org/details/criticalexegetic36abbouoft/criticalexegetic36abbouoft/page/176/mode/2up",
"chapter_6_icc_page" : "176",
"chapter_intro_constable_url": "https://soniclight.com/tcon/notes/html/ephesians/ephesians.htm#head2",
"chapter_outline_constable_url": "https://soniclight.com/tcon/notes/html/ephesians/ephesians.htm#head8",
"chapter_1_constable_url": "https://soniclight.com/tcon/notes/html/ephesians/ephesians.htm#head11",
"chapter_2_constable_url": "https://soniclight.com/tcon/notes/html/ephesians/ephesians.htm#head22",
"chapter_3_constable_url": "https://soniclight.com/tcon/notes/html/ephesians/ephesians.htm#head32",
"chapter_4_constable_url": "https://soniclight.com/tcon/notes/html/ephesians/ephesians.htm#head35",
"chapter_5_constable_url": "https://soniclight.com/tcon/notes/html/ephesians/ephesians.htm#head43",
"chapter_6_constable_url": "https://soniclight.com/tcon/notes/html/ephesians/ephesians.htm#head49",
"chapter_intro_tgc_url": "https://www.thegospelcoalition.org/commentary/Ephesians/",
"chapter_outline_tgc_url": "#section-7",
"chapter_1_tgc_url": "#section-8",
"chapter_2_tgc_url": "#section-11",
"chapter_3_tgc_url": "#section-13",
"chapter_4_tgc_url": "#section-15",
"chapter_6_tgc_url": "#section-23",
"commentary_keys":"['tgc', 'constable', 'icc']",
"commentary_names":"['S. M. Baugh', 'Constable\\'s notes', 'Intl Critical Commentary']"
}