{
"book_description" : "Surviving in exile",
"book_overview" : "A Jewess becomes Queen in time to thwart a plot to wipe out all Jews during the Exile.",
"ESV_summary" : "The book of Esther never mentions God’s name, yet God clearly orchestrated all of its events. Esther, a Jew living among the exiles in Persia, became queen of the empire in about 480 BC Haman, a Persian official, sought to eradicate the Jewish minority, but God had prepared Esther \"for such a time as this\" (4:14) to save his covenant people. The book was written some decades later to document the origins of the Jewish observance of Purim, which celebrates Israel’s survival and God’s faithfulness. The author is unknown, but some believe it could have been Esther’s cousin Mordecai, who is a key person in the book. Throughout the book we see God’s sovereign hand preserving his people, showing that everything is under his control.",
"ESV_introduction" : "The Book of Esther, in the form of a short story similar to the Book of Ruth, has its setting in the palace of Shushan, or Susa, one of the three capitals of the Persian Empire. The story gives us a vivid picture of the Jews in exile, of the hostility of their non-Jewish enemies in Persia, and of how Esther became the queen of Ahasuerus (Xerxes), subsequently risking her life in order to save her people, the Jews, from total destruction. God’s providential care of His people is magnified throughout, though the word \"God\" never appears in the book.",
"chapter_1_header" : "Esther becomes Queen",
"chapter_1_description" : "Xerxes gets rid of his queen for disobeying him",
"chapter_1_overview" : "King Ahasuerus gave a feast for all his officials. Queen Vashti refused to come to him, so the wise men advised him to replace her.",
"chapter_1_summary" : "In 3rd year of Xerxes rule of Persia, he held a banquet for the upper class. He had displayed his wealth for 180 days, and then he held the banquet for 7 days. Queen Vashti gave a banquet at the same time for the women. On the last day of the banquet, Xerxes summoned Vashti to display her beauty, but she refused to go. In order to prevent Vashti's actions from becoming the impetus for women's rights, Xerxes has her deposed, and then sends out messengers proclaiming that the man is the ruler of the household.",
"chapter_2_header" : "Mordecai defeats Haman",
"chapter_2_description" : "Esther pleased Xerxes, so she became the new queen",
"chapter_2_overview" : "Mordecai raised Esther. She was taken into the king's harem and was chosen as queen. Mordecai told Esther of a plot against the king.",
"chapter_2_summary" : "Xerxes rounds up into his harem the most beautiful virgins throughout his kingdom for a contest where the one that best pleases the king will become the queen. A Jewish woman by the name of Esther pleased the eunuch in charge of the harem, so he gave her a prominent position there. Esther kept hid that she was Jewish. Each of the harem girls spent a year getting beauty treatments before meeting with Xerxes. Then each one would spend one night with Xerxes, and would not return unless he asked for her by name. When Esther turn came, Xerxes was attracted to her more than any of the other women, so he made her queen. Mordecai, Esther's uncle, revealed to Esther that two of the king's officials plotted to assassinate Xerxes. Esther tells Xerxes giving credit to Mordecai, the matter is investigated, and the officials are hanged.",
"chapter_3_description" : "Haman plots to kill all of the Jews",
"chapter_3_overview" : "Ahasuerus promoted Haman, but Mordecai would not bow to him. Haman asked to destroy the Jews. The king gave his seal for the decree.",
"chapter_3_summary" : "Haman, an Agagite, was elevated to a position of honor by Xerxes. Mordecai refused to pay Haman honor. Haman is angered about this, and decided that he wanted to kill Mordecai and all the Jews in Persia. Haman tells Xerxes that there is a people in Persia that do not obey the king, and that he wants to destroy them. Xerxes gives him permission to do so. So Haman has scribes write letters from Xerxes to all of the provinces of Persia commanding them to kill all the Jews and plunder their belongings on the 13th day of the 1st month.",
"chapter_4_description" : "*Mordecai and Esther work to save the Jews",
"chapter_4_overview" : "Mordecai asked Esther to plead with the king. Esther said, \"Hold a fast. I will go to the king against the law, and if I die, I die.\"",
"chapter_4_summary" : "When Mordecai learned of the decree to kill the Jews, he donned sackcloth and morned outside the king's gate. Esther send a messenger to find out why Mordecai is upset. Mordecai reveals the plot to kill all of the Jews in Persia, and tells Esther to beg Xerxes for mercy for the Jews. Esther was afraid to do this because anyone that came before the king without being summoned could be killed. Mordecai says that she will not be protected from the genocide. Esther tells the Jews to fast 3 days, then she will go before the king. The Jews followed her instructions.",
"chapter_5_description" : "*Mordecai and Esther work to save the Jews",
"chapter_5_overview" : "Esther won favour with the king. She said, \"Let the king and Haman come to a feast tomorrow.\" Haman built a gallows to hang Mordecai.",
"chapter_5_summary" : "Esther appears before Xerxes, and he extends the gold scepter so that she will not be killed. Xerxes asks Esther what does she want. Esther invites Xerxes and Haman to a banquet. They go, and the king again asks Esther what does she want. Esther invites Xerxes and Haman to a banquet the following day, and says then she will make her request. Haman left happy, but was angry when he saw Mordecai. Then Haman went home and boasted about himself, but complained about seeing Mordecai. Haman's wife suggests that he build a gallows 70 feet high, and ask the king to hang Mordecai on it the following morning. Haman has the gallows built.",
"chapter_6_description" : "*Mordecai and Esther work to save the Jews",
"chapter_6_overview" : "That night the king read about the plot against him. Haman came to ask about hanging Mordecai. The king told Haman to honour Mordecai.",
"chapter_6_summary" : "That night, Xerxes couldn't sleep, so he had the history of his reign read to him. He suddenly realized that Mordecai was never rewarded for saving the king from the two assassins. Xerxes sends for Haman and asks him what the king should do to honor a man. Haman thought the king meant the king wanted to honor Haman, and said that the man should be paraded through the streets in the king's robes and on the king's horse. Xerxes tells Haman to go do this to Mordecai. Haman does this and then runs home in grief. His wife says that this will be the ruin of him. Then the king's eunuchs arrive to take Haman to Esther's banquet.",
"chapter_7_description" : "*Mordecai and Esther work to save the Jews",
"chapter_7_overview" : "At the feast, the king asked Esther, \"What is your request?\" She said, \"My people have been sold by Haman.\" The king had Haman hanged.",
"chapter_7_summary" : "Xerxes and Haman attend Esther's banquet. Esther asks the king to spare her life and the life of the Jews, and says Haman has directed their destruction. The king has Haman hanged on the gallows that Haman had built to hang Mordecai.",
"chapter_8_header" : "Survival & Purim",
"chapter_8_description" : "*Mordecai gives the Jews vengeance against their enemies",
"chapter_8_overview" : "The king gave his ring to Mordecai. Mordecai sent letters to the provinces allowing the Jews to defend themselves. The Jews rejoiced.",
"chapter_8_summary" : "Xerxes gave Haman's estate to Esther and gave Mordecai the place of honor that Haman had held. With Mordecai's new power, he reversed Haman's previous order to kill the Jews, and sent out a new edict that gave the Jews the right to attack and plunder their enemies on the 13th day of the 12th month. The Jews rejoiced. Many people of other nationalities became Jews because they were afraid of the Jews.",
"chapter_9_description" : "*Mordecai gives the Jews vengeance against their enemies",
"chapter_9_overview" : "On the day of the king's decree, the Jews destroyed their enemies. Mordecai wrote to all the Jews and established the Feast of Purim.",
"chapter_9_summary" : "On the 13th day of the 12th month, the Jews slew their enemies, but they did not take any plunder. Esther requests that on the following day for Haman's 10 sons to be hung on the gallows, and the king agrees to do so. Mordecai directs that the days following the slaughter of their enemies should be remembered for years to come as \"Purim\"; with feasts, gift giving, and gifts to the poor. The rules of the Purim festival were recorded.",
"chapter_10_description" : "*Mordecai gives the Jews vengeance against their enemies",
"chapter_10_overview" : "Mordecai the Jew was second only to King Ahasuerus.",
"chapter_10_summary" : "Xerxes imposed tribute throughout his empire. Mordecai was highly esteemed."
}
