{
"book_description" : "Escape from Egypt",
"book_overview" : "From Egypt to Sinai to get the Law and the Tabernacle",
"ESV_summary" : "Exodus tells of God fulfilling his promise to Abraham by multiplying Abraham’s descendants into a great nation, delivering them from slavery in Egypt, leading them to the Promised Land, and then binding them to himself with a covenant at Mount Sinai. Moses, under the direct command of God and as leader of Israel, received the Ten Commandments from God, along with other laws governing Israel’s life and worship. He also led the nation in the building of the tabernacle, a place where God’s presence dwelled among his people and where they made sacrifices for sin. Traditionally, Jews and Christians recognize Moses as the author, writing sometime after the Exodus from Egypt.",
"ESV_introduction" : "The name means \"going out\" or departure\". While it refers to one of the most important events of the book, the Exodus of the Israelites from Egypt, other highly significant events are also found here, such as the oppression of the Chosen People in Egypt, the flight and call of Moses, and God’s covenant with the nation Israel at Sinai - an experience climaxed by His giving of the moral law (Ten Commandments) through Moses to the people. A code of secular laws is also included, and the latter part of the book contains an elaborate description of the sacred Ark of the Covenant and its ten (tabernacle), God’s place of dwelling among His people.",
"chapter_1_header" : "Egypt",
"chapter_1_description" : "Pharaohs oppress the Israelites",
"chapter_1_overview" : "The Israelites prospered in Egypt, but a new king arose and forced them into hard labour. He commanded that their baby boys be killed.",
"chapter_1_summary" : "There is some information about Israel's lineage that went to Egypt. All of Joseph's generation had passed away when a new king came to power in Egypt as Pharaoh. This new king feared the numbers of Israelites. Pharaoh put the Hebrews under hard labor in their slavery, but their numbers still increased. Pharaoh then ordered the midwives to kill the boys born of the Hebrews. The midwives feared God, so they did not kill the boys. God rewards the midwives with families. Pharaoh decreed that all males born of the Hebrews shall be thrown in the Nile.",
"chapter_2_description" : "Moses is born and rescued",
"chapter_2_overview" : "Pharaoh's daughter found a Hebrew baby by the river. She named him Moses. When he grew up, Moses killed an Egyptian and fled to Midian.",
"chapter_2_summary" : "A Levite couple had a baby boy. The mother hides him for three months, then puts him into a water-worthy basket in the reeds in the Nile. The daughter of Pharaoh finds the crying baby in the basket and takes pity on it. Pharaoh's daughter pays the Levite mother to nurse the boy. After nursing, the boy was given to Pharaoh's daughter as her son, and she named him Moses. When Moses was older, he killed an Egyptian man that was oppressing the Hebrews. Moses thought he had done this secretly. The next day when Moses questioned two Hebrews which were fighting each other, one of them asked Moses if Moses would kill him too. Realizing that his deeds were discovered, Moses fled to Midian, narrowly escaping a death by Pharaoh's orders. At a well in Midian, Moses rescued seven daughters of a Priest which were being harassed by some shepherds. Their father gave one of the daughters, Zipporah, to Moses in marriage. They had a son named Gershom. The Egyptian king died. The Israelites complained of the slavery. God heard these complaints and remembered His covenant with Abraham, Isaac, and Jacob/Israel.",
"chapter_3_description" : "God reveals his Name to Moses",
"chapter_3_overview" : "Moses saw a burning bush. God told him to lead the Israelites out of Egypt. Moses asked God his name and God said, \"I am who I am.\"",
"chapter_3_summary" : "Moses shepherded his father-in-law's flock to Horeb, the mountain of God. God drew Moses over to talk to Him with a bush on fire, a fire that did not consume the bush. God told Moses to remove his sandals because he was on was Holy ground. God told Moses that He had heard the Israelites' complaints and was concerned about their suffering. God told Moses that the \"LORD\", roughly \"I AM\" in Hebrew, is the name by which God will be known. God told Moses to tell the Israelite elders that \"I AM\" has sent Moses to lead them out of Egypt to the land of milk and honey, the land of the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites. God told Moses that Moses must tell Pharaoh to let his people go into the desert for three days to make sacrifices to God. God said that He knows that Pharaoh will not let the people go unless God compels him to do so. So God says He will influence Pharaoh to let the people go. God will also make the Egyptian give their riches to the Israelites, thereby plundering Egypt.",
"chapter_4_description" : "God gives Moses signs for Pharoah",
"chapter_4_overview" : "The LORD gave Moses signs so that the people would listen. Moses was afraid, so the LORD sent his brother Aaron to speak for him.",
"chapter_4_summary" : "Moses is worried that nobody will believe him, so God gives Moses three miraculous signs to perform to show that Moses is with God; his staff will change to a snake and back again, the skin on his hand will change to be diseased and back again, and the water he takes from the river Nile will change to blood when poured out on the ground. When Moses complains that he is not eloquent, God gets angry and tells Moses that his brother, Aaron, can help him speak to Pharaoh. God tells Moses that the people in Egypt that wanted to kill him are now dead. God tells Moses to tell Pharaoh to let his people go into the desert for three days for a ceremony for God and that Moses should perform the miracles for Pharaoh. God says that He will harden the Pharaoh's heart so that Pharaoh will not let the people go. Then God says Moses should tell Pharaoh that because he will not let the Israelites go, God will kill Pharaoh's first-born son. On the way to Egypt, God met him but Zipporah circumcises Gershom so God did not kill him. God tells Aaron to meet with Moses. Moses tells Aaron everything. Moses and Aaron meet with the elders and showed the miracles, and the elders believed what Moses said. The elders bowed and worshiped God.",
"chapter_5_description" : "Pharoah works the Israelites harder",
"chapter_5_overview" : "Moses and Aaron told Pharaoh to let the Israelites go into the desert to worship. Pharaoh refused and increased their workload instead.",
"chapter_5_summary" : "Moses and Aaron talk with Pharaoh, but they neglect to show him the miracles. Pharaoh rejects the request to let the Hebrews worship. That day Pharaoh decrees the Israelites will have to get their own straw for making bricks, but their brick production quota will not be reduced. The slave drivers carry out the orders, and then beat the Israelite foremen when they can't meet the quota. The foremen complain to Pharaoh, but he doesn't listen. When the foremen saw Moses and Aaron, they blamed Moses and Aaron for inciting Pharaoh's harsh treatment of the Hebrews. Moses asks God why He has let this suffering occur.",
"chapter_6_description" : "God sends Moses to Pharoah again",
"chapter_6_overview" : "The LORD told Moses that he would lead the Israelites out of Egypt to the promised land. Aaron and Moses were from the tribe of Levi.",
"chapter_6_summary" : "God replies that He will bring vengeance and judgment upon the Egyptians so that they will push the Israelites out of Egypt. God says that Abraham, Isaac, and Jacob did not know God by the name \"LORD\" as Moses now knows God. God tells Moses to tell the Israelites this, and that He will deliver them to the promised land. Moses tells the Israelites, but they do not believe him because of their suffering. God then tells Moses to tell Pharaoh again to let the Israelites go, which prompts Moses to ask why would Pharaoh listen him given that he's not a good speaker. Then there is some lineage information about Moses and Aaron. God again tells Moses to talk to Pharaoh, but Moses again asks why Pharaoh would listen to him.",
"chapter_7_description" : "Plague of blood",
"chapter_7_overview" : "Moses and Aaron went to Pharaoh. Aaron's staff became a snake, then the LORD turned the Nile to blood, but Pharaoh wouldn't listen.",
"chapter_7_summary" : "God tells Moses that Aaron will speak for him and ask Pharaoh to let the Israelites out of Egypt. But God says He will harden the Pharaoh's heart so that Pharaoh will not let the people go despite the many signs He will manifest. Then God will bring vengeance and judgment upon the Egyptians so that they will know God and push the Israelites out of Egypt. Moses was 80 years old and Aaron 83 when they spoke to Pharaoh. Aaron turns the staff into a snake. Pharaoh's wise men, sorcerers, and the Egyptian magicians were able to duplicate this trick. Pharaoh's heart hardened, and he dismissed Moses and Aaron. God tells Moses to meet Pharaoh at the Nile in the morning and tell Pharaoh that because he will not let the Israelites go, God will turn the water in Egypt to blood; the fish will die, the river will stink, and the water will be not be drinkable. God instructs that then Moses should tell Aaron to raise his staff over the waters of Egypt and they will turn to blood. Moses and Aaron did this. Egyptian magicians were able to duplicate this. Pharaoh's heart hardened, and he dismissed Moses and Aaron again. Seven days passed since the Nile was turned to blood.",
"chapter_8_description" : "Plagues of frogs, lice and flies",
"chapter_8_overview" : "The LORD sent a plague of frogs on Egypt. Pharaoh begged for relief but then hardened his heart. The LORD sent gnats and then flies.",
"chapter_8_summary" : "God tells Moses to tell Pharaoh that if he does not let the Israelites go, God will bring a plague of frogs; the frogs will be everywhere. God tells Moses to tell Aaron to raise his staff over the waters to cause this plague. Moses and Aaron did this. Frogs were everywhere. Egyptian magicians were able to duplicate this. Pharaoh asked Moses and Aaron to pray to God to stop the frog plague. Moses prays and the frogs die (except those in the Nile). The land stunk of dead frogs. Pharaoh's heart hardened and he dismissed Moses and Aaron again. God tells Moses to tell Aaron to strike the ground with his staff, which would cause the dust Egypt to become gnats. Moses and Aaron did this. Egyptian magicians were not able to duplicate this and claimed that this was God's doing. Pharaoh's heart was hard and he didn't let the Israelites go. God tells Moses to tell Pharaoh that if he does not let the Israelites go, God will bring a plague of flies, but the flies will only pester the Egyptians. Moses and God did this. Pharaoh asked Moses and Aaron to pray to God so that the fly plague stops, and says he will let the Israelites go. Moses prays. The plague stops. Pharaoh's heart hardened and he would not let the Israelites go.",
"chapter_9_description" : "Plagues of  pestilance, boils and hail",
"chapter_9_overview" : "The LORD sent a plague on the livestock of Egypt, then boils and then hail. Pharaoh begged for relief but then his heart was hardened.",
"chapter_9_summary" : "God tells Moses to tell Pharaoh that if he does not let the Israelites go, God will kill all the Egyptians' livestock tomorrow. Pharaoh doesn't listen, so God kills all the Egyptians' livestock. Pharaoh's heart was hard and he didn't let the Israelites go. God tells Moses and Aaron for Moses to toss soot into the air near Pharaoh. The soot would then become dust that causes boils on all [Egyptian] people and [Egyptian] animals in Egypt. Moses tossed the soot and boils broke out. God hardened Pharaoh's heart so that he would not listen to Moses and Aaron. God tells Moses to tell Pharaoh that if he does not let the Israelites go, God will send the worst hail storm ever in Egypt's history tomorrow, and to tell Pharaoh to give an order to bring all livestock and other valuables under shelter. Moses did this. The God-fearing people sheltered things and livestock. Others ignored the warning. The hail storm came everywhere in Egypt except Goshen. Pharaoh asked Moses and Aaron to pray to God to stop the hail. Moses prays. The hail stops. When the hail stopped, Pharaoh sinned again and hardened his heart. Pharaoh wouldn't let the Israelites go.",
"chapter_10_description" : "Plagues of locusts and darkness",
"chapter_10_overview" : "The LORD sent a plague of locusts. Pharaoh begged for relief but then his heart was hardened. The LORD sent darkness for three days.",
"chapter_10_summary" : "God tells Moses that He's showing His power so that there will be stories to tell to posterity. Moses and Aaron tell Pharaoh that if he does not let the Israelites go, God will send a plague of locust to devour all the plants. Then they leave. Pharaoh's advisers advise to let the Israelites go. Pharaoh says only the men can go. God tells Moses to stretch his hand over Egypt to start the Locust plague, and he does. Not a single part of green is left on any plant. Pharaoh begs forgiveness from Moses. Moses prays. The locusts get blown away. God hardens Pharaoh's heart so he wouldn't let the Israelites go. God tells Moses to stretch his hand to the sky so that total darkness would fall upon Egypt, and he did. Darkness lasted for three days. The Israelites still had light during that time. Pharaoh summoned Moses and said that everyone but the livestock can go. Moses said that is no good. Pharaoh told Moses to leave, and not to come back.",
"chapter_11_description" : "Death of the firstborn",
"chapter_11_overview" : "The LORD said that he would send one more plague, and then Pharaoh would let the Israelites go: all the firstborn Egyptians would die.",
"chapter_11_summary" : "God says to Moses tell Pharaoh that there will be one more plague during which all of the first-born of people and cattle in Egypt will be killed by God at around midnight, but that the Israelites will not be affected. God also tells Moses to tell the Israelites to ask the Egyptians for their valuables, and that the Egyptians will give them to the Israelites, for God has made the Egyptians want to do this. Moses tells Pharaoh about the upcoming plague and then walks out in anger. God had given all these previous signs, but since God had hardened Pharaoh's heart, Pharaoh wouldn't let the Israelites go.",
"chapter_12_header" : "Escape",
"chapter_12_description" : "The first Passover",
"chapter_12_overview" : "The LORD told the Israelites to take Passover. That night all the firstborn Egyptians were killed. Pharaoh told the Israelites to go.",
"chapter_12_summary" : "God describes how the Passover will work and how it is to be celebrated in the years to come, and says that this will be the first month of the Hebrew year. Now: Slaughter a defect-free male lamb (sheep or goat) at twilight. Paint the top and sides of the door jamb with blood form the lamb so God will know to pass by that household. Eat bread without yeast. Cook the lamb over the fire whole. Burn any leftovers before morning. Eat it quickly, fully clothed, with staff in hand. In years to come: Celebrate the Feast of Unleavened Bread. No yeast can be in the house and you can eat nothing with yeast from the evening of the fourteenth day to the evening of the twenty-first day. Cut off anyone who has yeast in this time. Do no work on the fourteenth or the twenty-first. At midnight, God killed the first born of men and cattle of the Egyptians. Pharaoh summoned Moses and Aaron and told them to leave Egypt with the Israelites. They did, and plundered Egypt by asking for valuables as God had said to do. The Israelites went from Rameses to Succoth. The Israelites left Egypt 430 years to the day since coming there.",
"chapter_13_description" : "Israel leave Egypt",
"chapter_13_overview" : "The LORD told the Israelites to consecrate their firstborns to him. He guided them as a pillar of cloud by day and of fire by night.",
"chapter_13_summary" : "God tells Moses to consecrate every firstborn male, man or livestock. Moses tells the people to observe Passover and consecrate every firstborn male, man or livestock. God leads them toward the Red Sea as a pillar of cloud by day and a pillar of fire by night. They travel from Succoth to Etham.",
"chapter_14_description" : "Israel crosses the Red Sea",
"chapter_14_overview" : "Pharaoh's army caught the Israelites by the sea. The LORD parted the waters and the Israelites crossed. The Egyptian army was drowned.",
"chapter_14_summary" : "God tells Moses to tell the Israelites to turn back and encamp by the sea near Pi Hahiroth directly across from Baal Zephon. God will harden Pharaoh's heart so that Pharaoh will pursue them, so that God can gain glory by showing His power, and so that the Egyptians will know that they are dealing with God. God manipulates Pharaoh so that Pharaoh pursues with his army on horseback and horse drawn chariots. Pharaoh and his army caught up with the Israelites. The Israelites saw the oncoming Egyptians and complained to Moses. Moses tells the Israelites not to worry because God is on their side. God tells Moses to raise his staff to the sea to part it, and to lead the Israelites across, and that God will make the Egyptians pursue them. Then God moved between the Egyptians and the Israelites, as did the pillar of cloud to keep the Egyptians away. Moses raised his staff and so God sent a East strong wind to drive the water back all night long. There was a path of dry land between two walls of water that the Israelites took to go across. The Egyptians pursued the Israelites. God confused the army and broke their chariots. After the Israelites made it across, God tells Moses to raise his hand to let the sea come back together. Moses does that and all of the Egyptian army dies in the water. The Israelites now feared God, and trusted in God and Moses.",
"chapter_15_description" : "Song of praise",
"chapter_15_overview" : "The Israelites sang: \"I will sing to the LORD, for he has triumphed; horse and rider he has thrown into the sea.\" They camped at Elim.",
"chapter_15_summary" : "There is a song that praises God and rehashes the story just told. Moses leads the Israelites through the Desert of Shur for three days without water. They find bitter water. The people grumble. Moses makes the water sweet with wood shown to him by God. God made a decree and tested them and said if that if they do what God tells them to do, He will not plague them like He did the Egyptians.",
"chapter_16_description" : "Gift of manna",
"chapter_16_overview" : "The Israelites grumbled to Moses that they had no food, so each day the LORD provided quails and manna. They rested on the sabbath.",
"chapter_16_summary" : "In the Desert of Sin, on day fifteen of the second month since leaving, the people grumbled about not having food. God rains bread (manna) from heaven each night with the instructions that for six days the Israelites will collect this manna, and on the sixth day they are to collect twice what they need, because there will be no manna the seventh day. This will repeat itself every seven days. As Aaron was telling the Israelites this, God tells Moses that He will also bring meat to the Israelites in the evening. That evening quail settled all over the camp. In the morning the ground was cover with thin, white manna that tasted like wafers made with honey. The people collected what they needed, and manna not collected, melted away. Some Israelites angered Moses by saving manna for the next day. The leftover manna was full of maggots and it stunk. On the sixth day, the people collected twice the regular manna. The seventh day the leftovers were OK. But some people still looked for manna on the seventh day. The people observed the Sabbath on the seventh day. God tells Moses to save an omer of manna for future generations to see. The people ate manna for forty years.",
"chapter_17_description" : "Battle with Amalekites",
"chapter_17_overview" : "The LORD told Moses to strike a rock to provide water. Amalek attacked Israel, but as Moses held up his arms Joshua's army prevailed.",
"chapter_17_summary" : "Now camped at camped at Rephidim, the Israelites grumbled about not having water. Moses asked God what he should do. God says to Moses take elders up ahead with him and to tap a rock with his staff, and that will cause water to come from the rock. Moses did this. The Amalekites attacked the Israelites there. Moses told Joshua to lead the Israelite troops. Moses, Aaron, and Hur went up on a mountain where Moses raised his hand and staff, with Aaron and Hur helping. Because of this, Joshua was able to defeat the attackers. God says that He will wipe the Amalekites from memory, and so God went to war against the Amalekites for generation after generation.",
"chapter_18_description" : "Appointing elders to judge",
"chapter_18_overview" : "Moses' father-in-law Jethro came and offered sacrifices to God. He suggested that Moses appoint leaders to help him judge the people.",
"chapter_18_summary" : "Moses sends his wife and two sons to his father-in-law, Jethro. They come back with Jethro. Jethro sees Moses judging the daily disputes and suggests teaching the people the laws and decrees and then making a hierarchy of judges, with judges for 10s, 50s, 100s, and 1000s, whereby only the really difficult cases would come to Moses. Moses does this. Jethro goes home.",
"chapter_19_description" : "Preparation at Mt. Sinai",
"chapter_19_overview" : "The Israelites camped near the mountain in Sinai. The LORD spoke to Moses on the mountain and made his covenant with Israel.",
"chapter_19_summary" : "On the third month since leaving Egypt, the Israelites came to the Desert of Sinai and Mt. Sinai. God tells Moses to tell the people that if they obey His rules, they will be favored by God. The people agreed that they would. God told Moses that he should consecrate the people, have them wash their clothes, and abstain from sexual relations, being ready in three days. Also, punishable by death, the people and animals are to stay off the mountain until a ram's horn is blown. On the third day, there was a dense cloud of thunder and lightening on the mountain. A trumpet blast assembled the people at the foot of the mountain. God came upon the mountain in smoke and fire. Moses spoke and God replied with thunder. God went to the top of the mountain, and Moses followed after being requested by God. God tells Moses to warn the people not to come up. Moses says the people can't come up because he had done what God had instructed. God tells Moses to bring Aaron up the mountain as well.",
"chapter_20_header" : "Sinai & Law",
"chapter_20_description" : "The Ten Commandments",
"chapter_20_overview" : "I am the LORD your God. Honour the LORD above everything. Keep the Sabbath. Honour your parents. Don't do wrong to your neighbours.",
"chapter_20_summary" : "God tells Moses the Ten Commandments: Have no gods but God. Have no idols; God punishes the to the third and fourth generation of children for the sin of the fathers that hate Him, but will love those who love Him and keep His commandments for 1000 generations. Don't mis-use God's name. Observe Sabbath on the seventh day. Honor your parents. Don't murder. Don't commit adultery. Don't steal. Don't give false testimony against your neighbor. Don't covet your neighbor's belongings. The people tell Moses to talk to God for them and relay His message. Moses goes up the mountain. God tells Moses that they should not make idols, they should make earthen altars, and if they make an altar of stones, they should not carve the stones in any way. Also, they should not make steps to the altar.",
"chapter_21_description" : "Covenant Code mostly about people",
"chapter_21_overview" : "If you buy a Hebrew slave he shall go free in the seventh year. Whoever kills shall be put to death. Whoever injures shall compensate.",
"chapter_21_summary" : "God says: A Hebrew male servant is to be free after 6 years, taking with him whatever possessions he had at the time when he was bought. If his master gave the servant a wife, the wife and children belong to the master. The male servant can elect to serve for life. Female servants are not to be freed. Her master can't sell her to a foreigner. If the master's son marries her, the master must treat her like a daughter. If the son takes another wife, he must continue to treat the servant girl as a wife or else she is free to go. A person who intentionally kills another person shall be killed. A person who accidentally kills another person shall be allowed to flee to a location of God's choice. A person who attacks or kills his parent shall be killed. Anyone who kidnaps another and either sells him or still has him when he is caught must be killed. A person who curses either of his parents shall be killed. A person who beats another to injury must pay for any time lost from that injury. If a man beats a slave to death, he is to be punished; but he is not punished if the slave is injured temporarily. If men hit a pregnant woman and she miscarries, the men are to meet the husband's and the court's demands. If there is serious injury during fighting, you should take take life for life, eye for eye, tooth for tooth, hand for hand, foot for foot, burn for burn, wound for wound, bruise for bruise. If a man punctures an eye or breaks a tooth of a servant, the servant is free to go. If a bull kills a person, the bull is to be stoned to death and the owner is blameless; except if the owner knew of this type behavior in his bull, in which case the owner will be stoned as well unless payment is demanded instead; except if a slave is gored, in which case the bull owner owes the slave owner thirty shekels of silver. Killed animals shall be payed for in one method or another.",
"chapter_22_description" : "Covenant Code mostly about animals",
"chapter_22_overview" : "Whoever steals shall make restitution. If a man sleeps with a virgin he shall marry her. You shall not oppress strangers or the poor.",
"chapter_22_summary" : "God says: A livestock thief must repay fivefold for ox and fourfold for sheep he kills or sells. A thief caught and killed at night shall leave the owner guiltless; but if the thief is killed in the day, the owner is guilty of bloodshed. A thief must payback or be enslaved. If the animal is found alive with the thief, the thief must payback double. If a man grazes his livestock in a field or vineyard and lets them stray and they graze in another man's field, he must make restitution from the best of his own field or vineyard. A fire-starter must make restitution for what is burned. Any case of lost property about which two people claim 'This is mine,' both parties are to bring their cases before the judges and the one whom the judges declare guilty must pay back double to his neighbor. If a man watches an animal for his neighbor and it dies or is injured or is taken away while no one is looking, the issue between them will be settled by the taking of an oath before God that the neighbor did not lay hands on the other person's property. The owner is to accept this, and no restitution is required. But if the animal was stolen while under watch, he must make restitution to the owner. If it was torn to pieces by a wild animal, he shall bring in the remains as evidence and he will not be required to pay for the torn animal. If a man borrows an animal from his neighbor and it is injured or dies while the owner is not present, he must make restitution. If the animal was hired, the money paid for the hire covers the loss. If a man seduces a virgin who is not pledged to be married and sleeps with her, he must pay the bride-price, and she shall be his wife. If her father absolutely refuses to give her to him, he must still pay the bride-price for virgins. Kill sorceresses. Kill those that have sexual relations with an animal. Kill anyone that makes sacrifices to any other god. Don't mistreat an alien or oppress him. God will kill someone who takes advantage of a widow or an orphan. If you lend money to a fellow Israelite, charge no interest {or excessive interest}. If you take your neighbor's cloak as a pledge, return it to him by sunset. Don't blaspheme God or curse the ruler of your people. Do not hold back offerings from your granaries or your vats. Sacrifice the firstborn of your sons, doing the same with your cattle and your sheep, on the eighth day of their lives. Let them stay with their mothers for seven days, but give them to God on the eighth day. Don't eat the meat of an animal torn by wild beasts.",
"chapter_23_description" : "Covenant Code mostly about trials and festivals",
"chapter_23_overview" : "You shall not pervert justice. Each year you shall hold feasts. My angel will lead you and I will drive your enemies from the land.",
"chapter_23_summary" : "God says: Don't spread false reports. Don't help a wicked man by being a malicious witness. Don't follow the crowd in doing wrong. When you give testimony in a lawsuit, don't show favoritism to a poor man in his lawsuit. If you come across your enemy's ox or donkey wandering off, be sure to take it back to him. If you see the donkey of someone who hates you fallen down under its load, do not leave it there; be sure you help him with it. Don't deny justice to your poor people in their lawsuits. Have nothing to do with a false charge and do not put an innocent or honest person to death. Don't accept a bribe. Don't oppress an alien.  For six years you are to sow your fields and harvest the crops, vineyard, and olives, but during the seventh year let the land lie unplowed and unused. Six days do your work, but on the seventh day do not work. Don't invoke the names of other gods.  Celebrate the Feast of Unleavened Bread. Celebrate the Feast of Harvest. Celebrate the Feast of Ingathering at the end of the year, when you gather in your crops from the field. Don't cook a young goat in its mother's milk. God says that He's sending an angel ahead to guard the Israelites in their journey, and the angel will not forgive rebellion. God will wipe out the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites and demolish their sacred places. If they worship God then they will not be sick or miscarry. God will not drive out the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites in one year, but slowly so that the land may be maintained. The land of the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites that will be theirs stretches from the Red Sea to the Mediterranean, and from the desert to the Euphrates. The Israelites will actually drive the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites out with God's help.",
"chapter_24_description" : "The people promise to obey",
"chapter_24_overview" : "The people said, \"All that the LORD has spoken we will do\", and they offered sacrifices. The LORD told Moses to stay on the mountain.",
"chapter_24_summary" : "God tells Moses to bring Aaron, Nadab, Abihu, and seventy elders up the mountain to worship at a distance, and Moses alone shall approach the top of the mountain. Moses tells the people what God said about the laws. They responded in unison that they would comply with these laws. Moses writes down these laws in \"The Book of the Covenant\". In the morning, Moses sets up twelve altars and the twelve tribes of Israel make burnt offerings and sacrificed young bulls. Moses poured half of the bull blood into bowls and put the rest on the altars. Moses read The Book of the Covenant to the people and they again said they would obey. Moses sprinkles the blood on the people. Moses, Aaron, Nadab, Abihu, and the seventy elders went up the mountain and saw God. On the seventh day since they came up the mountain, God calls Moses up to the top of the mountain, which looks like fire is consuming the peak, to give Moses the stone tablets on which God has written the laws and covenants. Moses and Joshua go to the peak with God for forty days and nights.",
"chapter_25_header" : "Tabernacle design",
"chapter_25_description" : "How to make the Ark of the Covenant",
"chapter_25_overview" : "Tell the Israelites to make a sanctuary for me. Make an ark with a mercy seat and two cherubim. Make a table. Then make a lampstand.",
"chapter_25_summary" : "God tells Moses to have the Israelites provide an offering. This offering will be used to make the tabernacle where God will dwell. God then describes how to make the Ark of the Testimony/Covenant, and God says that He will meet with Moses above and between the two cherubims on its atonement cover to give His instructions for the Israelites. Then God tells Moses how to make the Table of the Bread of the Presence. Then God tells Moses how to make the solid gold lamp stand with seven lamps.",
"chapter_26_description" : "How to make the Tabernacle and curtain",
"chapter_26_overview" : "Make a tabernacle of fine linen. Make curtains of goats' hair to cover the tabernacle. Make boards of acacia wood and a linen veil.",
"chapter_26_summary" : "Then God tells Moses how to make the actual tabernacle, with specific mention of placing a curtain to separate the Holy Place from the Most Holy Place. The Most Holy Place is where the Ark of the Testimony/Covenant will be placed.",
"chapter_27_description" : "How to make the Bronze Altar and the lamp oil",
"chapter_27_overview" : "Make an altar of acacia wood with bronze utensils. Make a court for the tabernacle of fine linen hangings and bronze pillars.",
"chapter_27_summary" : "Then God tells Moses how to make the Altar of Burnt Offerings. Then God tells Moses how to make the courtyard for the tabernacle. Then God tells Moses how to make the oil for the lamp stand, and that the lamps shall be lit everyday from evening till morning as a lasting ordinance.",
"chapter_28_description" : "How to hake the priests' garments and breastplate",
"chapter_28_overview" : "Set apart Aaron and his sons to minister as priests. Make a breastplate, an ephod, a robe, a tunic, a turban and a sash for them.",
"chapter_28_summary" : "Then God tells Moses to make sacred priestly garments to serve the Him. Then God tells Moses how to make the Ephod. Then God tells Moses how to make the Breastplate for Making Decisions. Then God tells Moses how to make the robe with gold bells, and the sound of the bells will keep him from being killed when he goes into and out of the Holy Place. Then God tells Moses how to make the turban with a plate that says \"Holy to the Lord\", so that no matter how bad the offering is, God will accept it. Then God tells Moses how to make the Holy underwear, again so the priests will not be killed going into the Holy Place.",
"chapter_29_description" : "How to consecrate the priests",
"chapter_29_overview" : "Sacrifice a young bull and two rams to consecrate Aaron and his sons. Make daily sacrifices on the altar and I will dwell with Israel.",
"chapter_29_summary" : "Then God tells Moses how to consecrate Aaron and his sons as priests with various offerings, including burnt offerings (a pleasing aroma for God), and wave offerings where things are waved before God. Then God tells Moses how to keep the tabernacle holy, by sacrificing a bull and two lambs daily, one of the lambs with grain.",
"chapter_30_description" : "How to make the incense altar and poll tax",
"chapter_30_overview" : "Make an altar for burning incense. The Israelites shall each give half a shekel. Make a bronze laver. Make anointing oil and incense.",
"chapter_30_summary" : "Then God tells Moses how to make the Altar of Incense where incense must be burned daily. Then God tells Moses how to take a census, saying each person over twenty must pay half a shekel of silver for atonement for their lives, lest a plague will be sent to the people. Then God tells Moses how to make the Basin for Washing, where the priests must wash so that they do not die when serving God. Then God tells Moses how to make the Anointing Oil and Incense, stating that if someone uses either one for personal use, they must be cut off from their people.",
"chapter_31_description" : "Who makes what, and resting on the Sabbath",
"chapter_31_overview" : "I have filled Bezalel with the Spirit of God, with skill to make everything I have commanded. The seventh day is a Sabbath of rest.",
"chapter_31_summary" : "Then God tells Moses which peoples shall make the things for the tabernacle. The God tells Moses that the people must obey the Sabbath. Then God gives Moses the stone tablets inscribed by the finger of God with the Testimony.",
"chapter_32_header" : "Golden Calf",
"chapter_32_description" : "Impatient Israelites worship a golden cow",
"chapter_32_overview" : "While Moses was away the people worshipped a golden calf. Moses pleaded with the LORD for them, but then had three thousand killed.",
"chapter_32_summary" : "The Israelites got impatient waiting for Moses and demanded that Aaron make them a god to be a target for their praise. Aaron agrees and makes a golden calf out of the peoples earrings. Afterwards, Aaron tells the people that there will be a festival for this god the next day. The next day the people make offerings to the golden calf. God is angry and tells Moses that He'll kill them all and make a new nation out of Moses. Moses reminds God of His promise to Abraham, Isaac, and Israel, and He decides not to destroy the Israelites. Moses and Joshua come down the mountain with the two stone tablets engraved on both sides by God. Moses sees the people worshiping the golden calf and throws down the stone tablets in anger, breaking them to pieces. Aaron pleads for Moses not to be angry, and lies by saying that he threw the jewelry into the fire and out came the golden calf. Moses says that whomever is with God should follow Moses, to which the Levites answer that they are with God. Moses tells the Levites that God says to kill everyone else, so they do, killing about 3000. Moses pleads for atonement of the people. God says that whoever sins against Him will be blotted out of His book. God tells Moses to lead the people where He has instructed, and He gives the people a plague for worshiping the golden calf.",
"chapter_33_description" : "Command to drive and kill the Canaanites",
"chapter_33_overview" : "Moses set up a tent of meeting. He said to the LORD, \"Don't send us from here without your presence.\" The LORD passed near to Moses.",
"chapter_33_summary" : "God tells Moses to lead the people to the land of the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites, and God will send an angel ahead of them to drive out the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites. God says that He will not go with the Israelites lest He kills them for being a stiff-necked people. Joshua stayed in the Tent of Meeting. Moses would go to the Tent of Meeting to talk face-to-face with God, during which times God would put a pillar of cloud at the tent entrance. Moses pleads to God for Him to go with the people instead of just an angel. God agrees to do this, but says that Moses cannot see His face, for none can see the face of God and live.",
"chapter_34_description" : "God gives Moses a different Ten Commandments",
"chapter_34_overview" : "Moses made new tablets for the law. The LORD spoke to him and made a covenant with Israel. When Moses returned his face was shining.",
"chapter_34_summary" : "God tells Moses to bring two new stone tablets up the mountain to be inscribed. God describes himself as \"The LORD , the LORD , the compassionate and gracious God, slow to anger, abounding in love and faithfulness, maintaining love to thousands, and forgiving wickedness, rebellion and sin. Yet he does not leave the guilty unpunished; he punishes the children and their children for the sin of the fathers to the third and fourth generation.\" God had Moses carve the laws below in the tablets and labeled them as the Ten Commandments: No worshiping of any god other than God. No making of cast idols. Keep the feast of unleavened bread. The firstborn offspring of every womb is to be sacrificed to God. Observe the Sabbath. Observe the feast of weeks. All male children must appear before God three times per year. The blood of a sacrifice shall not be offered together with yeast, nor shall the sacrifice of the Passover feast be left until the next morning. The best of the firstfruits of the land are to be brought before God. Don't boil a baby goat in its mother's milk. This time and every time after, Moses' face glowed after talking with God. He covered his face with a veil when talking to others.",
"chapter_35_header" : "Tabernacle built",
"chapter_35_description" : "The Israelites collect materials for making the Tabernacle",
"chapter_35_overview" : "Moses told the Israelites to keep the Sabbath. He called for craftsmen to make the tabernacle. The people gave gifts for the work.",
"chapter_35_summary" : "Moses reminds the people of the Sabbath, stating that no one can light a fire in their house on the seventh day as well. Materials are gathered for the tabernacle and the construction work is started on it.",
"chapter_36_description" : "The building of the Tabernacle starts",
"chapter_36_overview" : "The people gave more than enough. The craftsmen made the curtains. Bezalel made the curtains, the boards, the veil and the pillars.",
"chapter_36_summary" : "They got enough material, so Moses tells the people to stop bringing material. The tabernacle is made.",
"chapter_37_description" : "Making the Ark, Table, Lamp and Incense altar",
"chapter_37_overview" : "Bezalel made the ark with its cherubim, the table, the lampstand and the incense altar. He made the anointing oil and the incense.",
"chapter_37_summary" : "The Ark is made. The Table is made. The Lamp Stand is made. The Altar of Incense is made.",
"chapter_38_description" : "Making the Bronze altar, Basin and Courtyard.",
"chapter_38_overview" : "Bezalel made the altar of burnt offering, the laver and the court. Ithamar kept an inventory of the gold, silver and bronze used.",
"chapter_38_summary" : "The Altar of Burnt Offerings is made. The Washing Basin is made. The Courtyard is made. A census was taken for silver collection, with 603,550 men being counted.",
"chapter_39_description" : "Making the priestly garments",
"chapter_39_overview" : "They made the ephod, breastplate, tunics, turban and sash for Aaron. Moses saw that it had all been made as the LORD had commanded.",
"chapter_39_summary" : "The various priestly garments are made. Moses inspected the work and blessed them for doing it just as instructed.",
"chapter_40_description" : "Consecration of the Tabernacle and priests.",
"chapter_40_overview" : "Moses set up the tabernacle and brought the ark into it, as the LORD had commanded. Then the glory of the LORD filled the tabernacle.",
"chapter_40_summary" : "God tells Moses to set up and consecrate the tabernacle as previously instructed on the first day of the first month, and to consecrate Aaron and the other priests from Aaron's lineage. Moses did this, including putting the stone tablets of the Testimony in the Ark. When God dwelt in the tabernacle as a cloud by day or fire by night, the Israelites did not travel."
}
