{
"book_description" : "Judgement brings new life",
"book_overview" : "Judea has been exiled like Israel, but they will return united to a new land and temple.",
"ESV_summary" : "Ezekiel, a prophet and priest, was exiled to Babylon in 597 BC His ministry extended over at least twenty-three years. The book opens with his first dramatic vision of the \"likeness\" of the Lord himself. Ezekiel was keenly aware of God’s presence and power in human affairs. He addressed both the exiles and the people left in Judah with messages of warning and judgment, predicting the fall of Jerusalem. After Jerusalem’s fall (in 586), Ezekiel prophesied hope and reassurance for the people of Judah, who had then lost the focus of God’s covenant, the temple in Jerusalem. His vision of the valley of dry bones (ch. 37) is a classic picture of God’s ability to renew his people.",
"ESV_introduction" : "Ezekiel was carried into exile in Babylon, where he received his call and exercised his prophetic ministry. His dual role of prophet-priest and his position as \"watchman\" over his people make Ezekiel unique among the prophets and may account for the uniqueness of his message and his methods of delivery. The book contains 48 chapters, divided at the halfway point by the fall of Jerusalem. Ezekiel’s prophecies before this event are chiefly messages of condemnation upon Judah for her sin; following the city’s fall, the prophet speaks to helpless people of the hope and certainty of restoration to their homeland and of worship again in the Temple.",
"chapter_1_header" : "Jerusalem's coming destruction",
"chapter_1_description" : "*Ezekiel sees four creatures and hears from God",
"chapter_1_overview" : "I saw visions of God. Out of a storm came four creatures. I saw wheels within wheels. Above them was a throne and the figure of a man.",
"chapter_1_summary" : "When the priest Ezekiel, son of Buzi, was 30 years old and near the Kebar River, corresponding with fifth year of Jehoiachin's exile, he saw the heavens opened and saw visions of God. He saw a burning windstorm from the north, with glowing metal in the center of the fire which was surrounded by four humanoid creatures. Each creature had four faces and four wings. They had four hands like men but had feet like bronze cows. Each had the face of a man, the face of a lion on the right side, the face of an ox on the left side, and the face of an eagle. Each had two wings spread upward, touching each adjacent creature, and two wings covering their bodies. They followed the spirit without turning as they went. They were illuminated as if on fire and moved quickly like lightening. Beside each creature was a sparkling crystal wheel on the ground. Each of the four wheels had a wheel intersecting them so that they could go in any direction without turning. The wheels were large with rims full of eyes. The wheels moved any way that the creatures did because the creatures spirits were in the wheels. Above the creatures was a ceiling like sparking ice. When the creatures moved, their wings were very loud. A voice came from a Man seated on a sapphire throne above the ceiling. The Man looked like He was on fire from the waste down, and was radiating rainbow light all around Him. This was the likeness of God, so Ezekiel fell facedown and listened.",
"chapter_2_description" : "*Ezekiel sees four creatures and hears from God",
"chapter_2_overview" : "He said to me: \"Son of man, stand up.\" The Spirit entered me. He said: \"I send you to rebel Israel.\" Before me was a scroll of woe.",
"chapter_2_summary" : "God calls Ezekiel \"son of man\" and tells him to stand up while God speaks to him. The Spirit came into Ezekiel and made him stand up. God tells Ezekiel to be a prophet to the Israelites, to speak God's words whether or not the rebellious Israelites listen, and to not be afraid of them. God tells \"son of man\" to not rebel like the Israelites, and to eat what God gives him. God then gave Ezekiel a scroll with words of lament, mourning, and woe on both sides.",
"chapter_3_description" : "*Ezekiel sees four creatures and hears from God",
"chapter_3_overview" : "He said to me: \"Israel will not listen.\" I came to the exiles. The LORD said: \"I have made you a watchman. I will open your mouth.\"",
"chapter_3_summary" : "God tells Ezekiel to eat the scroll and then go speak to the Israelites. Ezekiel eats the scroll and it tastes as sweet as honey. God tells Ezekiel (a.k.a. \"son of man\") to speak God's words to the Israelites. God tells him that if he went to foreign nations, they would listen to him, but the Israelites will not listen to God's words because they are obstinate. So God will make Ezekiel just as hardened as they are, so he should not be afraid of them. The Spirit lifted Ezekiel while the four creatures made lots of noise with their wings, and God's hand sent Ezekiel to Tel Abib, where he sat for seven days overwhelmed. God tells Ezekiel that he is now the watchman for the Israelites. If Ezekiel does not speak out about a man's sin to which God alerts Ezekiel, then the man will die for his sin and Ezekiel will be held accountable for his blood. However, if Ezekiel does speak out, then Ezekiel is safe regardless of the man's actions. God tells Ezekiel to go out to the plain where He will speak to him. Ezekiel does go, and finds God standing there, so he falls facedown. The Spirit came into Ezekiel and made him stand up. God tells Ezekiel to go back to his house; where the Israelites will tie him up and God will prevent him from speaking for a while. Then God will tell him what to say and he will then be able to speak God's words to whoever will listen.",
"chapter_4_description" : "*God's symbolic prophesy for the siege of Jerusalem",
"chapter_4_overview" : "\"Son of man, take clay and draw Jerusalem. Then lie on your side. You shall bear the punishment of Israel. Cook your bread over dung.\"",
"chapter_4_summary" : "God tells Ezekiel (a.k.a. \"son of man\") to draw Jerusalem on a clay tablet, then build siege instruments and camps around it, and then to put an iron pan between his face and the tablet to be a sign of the coming siege. Then he is to lie on his left side for 390 days, bearing the sin of the house of Israel one day for each year that they have sinned. Next he is to lie on his right side for 40 days, bearing the sin of the house of Judah one day for each year they have sinned. God will prevent him from turning until the time is up. While laying on his side for the 390 days, God says Ezekiel should drink water at certain times and eat bread at certain times made of wheat, barley, beans, lentils, millet, and spelt, which is to be baked over burning human feces to symbolize how the Israelites will eat defiled food in their exile. Ezekiel protests, saying that he has never defiled himself with unclean food. God allows Ezekiel to bake the bread using cow manure instead. God says that Jerusalem's food supply will be cut off, forcing them to ration food and waste away.",
"chapter_5_description" : "*God's symbolic prophesy for the siege of Jerusalem",
"chapter_5_overview" : "\"Son of man, shave your head. Jerusalem has rebelled. A third shall die of famine, a third by the sword and a third I will scatter.\"",
"chapter_5_summary" : "God tells Ezekiel to shave his head and beard with a sword. Then when his symbolic siege is over, he is to burn a third of the hair plus a few strands in the symbolic city, strike a third of the hair around the city with his sword, scatter a third to the wind (because God will pursue them with a sword), and save just a few hairs in the folds of his garment. God says that Jerusalem is more wicked than the nations around it because they have rebelled against God's laws. Because of this God will punish them, doing what He has never done and will never do again. God will make fathers eat their children and will scatter the survivors because they have defiled the sanctuary with pagan idols and practices. A third will die by plague or famine, a third will die by the sword, and a third will be scattered. Then God will be avenged and His wrath will subside. Then they will know God has spoken. God will make them subject to reproach and will decimate them with famine, plague, beasts, and bloodshed.",
"chapter_6_description" : "*More prophesies of God's wrathful destruction of Israel",
"chapter_6_overview" : "\"Son of man, prophesy against the mountains of Jerusalem. The slain shall lie among their idols. They will know that I am the LORD.\"",
"chapter_6_summary" : "God tells Ezekiel to prophesy against the mountains and lands of Israel, saying that their people will be killed and their idol worshiping implements will be destroyed. God says that He will spare some Israelites and scatter them among different nations, and they will remember their rebellion and repent, and know that God did not make an empty threat. God tells Ezekiel to clap his hands, stomp his feet, and proclaim that God will punish the Israelites wherever they are, with sword, famine, or plague, so that they will know that God is God. Israel will become a desolate waste.",
"chapter_7_description" : "*More prophesies of God's wrathful destruction of Israel",
"chapter_7_overview" : "\"The end has come! I will punish you for all your abominations. Silver and gold cannot deliver. The people of the land will tremble.\"",
"chapter_7_summary" : "God tells Ezekiel that the time has come and the end is near. God will soon repay the Israelites for their sins, punishing them without pity or mercy, and then they will know that God is God. Not one of them will preserve their lives because of their sins. They will die by sword, plague, and famine. Those who survive will be shamed and scattered. Foreigners will pillage Jerusalem and the Temple. God will bring the most wicked nation to conquer, capture, and humble the Israelites. There will be many calamities and rumors. The Israelites will find no peace. God will punish their sins and judge them by their own standards. Then they will know that God is God.",
"chapter_8_description" : "*God grabs Ezekiel for visions of provocation and wrath",
"chapter_8_overview" : "The Spirit lifted me up. \"Son of man, see what they do. Elders burn incense to idols. Women weep for Tammuz. Men worship the sun.\"",
"chapter_8_summary" : "In the sixth year, sixth month, and the fifth day, while Ezekiel was entertaining some exiled elders of Judah at his house, God, in the form of a fiery glowing man (the same form as in Ezekiel 1), grabs Ezekiel by the hair and takes him to a spot between heaven and earth. There, God shows Ezekiel a series of visions of the sins of the Israelites in Jerusalem which ranged from bad to worse. God shows Ezekiel an idol at the north outer gate of the Temple, 70 elders plus Jaazaniah son of Shaphan worshiping idols of unclean animals in the court, women morning the death of the god Tammuz at the north outer gate of the Temple, and about 25 men at the entrance to the Temple worshiping the sun. Because of this and the violence in the land, God will punish them in anger and without pity or mercy, and will not listen to their cries.",
"chapter_9_description" : "*God grabs Ezekiel for visions of provocation and wrath",
"chapter_9_overview" : "He cried, \"Bring the executioners.\" Six men came. \"Kill old and young, but do not touch those with the mark. I will not have pity.\"",
"chapter_9_summary" : "God moves from above the cherubim to the Temple threshold and calls in 6 armed guards, and they came with a man dressed in linen with a writing kit. God tells the man in linen to put a mark on the forehead of anyone who laments the sins of Jerusalem, and then tells the guards to kill, without pity or mercy, anyone without the marks on their foreheads. Ezekiel asks God if He will kill all of the Israelites in His wrath. God answers that He will give them what they deserve. The man in linen returns saying that he is finished his task.",
"chapter_10_description" : "*God grabs Ezekiel for visions of provocation and wrath",
"chapter_10_overview" : "He told the man in linen: \"Take fire from between the wheels.\" Each wheel had four faces. The glory of the LORD left the temple.",
"chapter_10_summary" : "Ezekiel recognizes that the cherubim are the same creatures he saw in the vision in Ezekiel 1 (except that the ox face has been replaced by a cherub face) and that the same wheeled vehicle (now described as \"the whirling wheels\") accompanied them. God tells the man in linen to retrieve fiery coals from under the cherubim and to spread them on Jerusalem. God went to threshold of the Temple. The man went into the Temple and got coals from one of the cherubim. God then goes above the cherubim, and God and the cherubim left the Temple and went to the east outer gate of the Temple.",
"chapter_11_description" : "*God grabs Ezekiel for visions of provocation and wrath",
"chapter_11_overview" : "The Spirit said: \"These men plot evil.\" I said: \"Will you destroy the remnant?\" The LORD said: \"I will put a new spirit within them.\"",
"chapter_11_summary" : "God takes Ezekiel to the east gate of the Temple where the 25 men. Among them are leaders Jaazaniah son of Azzur and Pelatiah son of Benaiah. God tells Ezekiel to prophesy against them, so Ezekiel relays God's words. God says that He will bring the sword against Jerusalem and execute judgement on them because they have not kept God's laws, and have conformed to the nations around them. Pelataiah died while Ezekiel prophesied. Ezekiel asks God if He will eliminate the Israelites completely. God replies that although He scattered them among nations, He will gather them back and will give Israel back to them. God will give them a pure heart and a new spirit so that they will obey His laws. They will be God's people, and He will be their God. Then God returned Ezekiel to Babylonia and God went up with the cherubim. Ezekiel told his fellow exiles everything.",
"chapter_12_header" : "Judah's many sins",
"chapter_12_description" : "Pre-exile prophesies of wrath without delay",
"chapter_12_overview" : "\"Son of man, they are a rebellious house. Bring out your baggage like an exile. I will disperse them. My word will not be delayed.\"",
"chapter_12_summary" : "God tells Ezekiel that the Israelites are rebellious, having eyes but not seeing and having ears but not hearing. Therefore, God has Ezekiel act out the coming exile. God tells Ezekiel to tell the Israelites that he has acted out the coming exile. The prince and a remnant of Israelites who are not killed by sword, plague, or famine will be scattered among the nations where they will learn that God is God. God tells Ezekiel to tremble and shudder while eating and drinking to symbolize the despair the Israelites will have as the land is laid to waste. God tells Ezekiel to tell the Israelites that God will fulfill these prophesies of wrath in their days, and that God will not delay any longer.",
"chapter_13_description" : "Prophesies against the false prophets",
"chapter_13_overview" : "\"Woe to the foolish prophets who follow their own spirit. I will send a storm in my wrath. Woe to the women who sew magic charms.\"",
"chapter_13_summary" : "God tells Ezekiel to prophesy against the other prophets. They have not tried to strengthen Israel for \"the battle on the day of the Lord.\" Instead they have prophesied lies. Therefore, God will unleash his wrath on them, kill them all, and expose their lies. God tells Ezekiel to prophesy against the female mystics who prophesy lies to the Israelites to make a living. They have killed those who should not have died by discouraging the righteous while encouraging people to continue in their sins. They will know that God is God when He frees the Israelites from their deceptions.",
"chapter_14_description" : "God will institute a no tolerance policy",
"chapter_14_overview" : "The elders came to me. The LORD said: \"They have set up idols in their hearts. Even Noah, Daniel and Job would only save themselves.\"",
"chapter_14_summary" : "Some elders of Israel visited Ezekiel. God tells Ezekiel that they worship idols with their hearts and their actions. So in an attempt to regain their hearts, God says to tell them to repent, and leave their idols and sinful practices. If anyone in Israel worships idols and then asks a prophet about God, God will kill him to make an example of him. If the prophet speaks a prophesy which God entices him to do, then God will kill that prophet too. Then the Israelites will no longer stray from God, and He will be their God. God tells Ezekiel that when God punishes a country's sins with famine, if Noah, Daniel, or Job lived there they could only spare themselves through their righteousness. The same would be the case for wild animal attacks, army invasions, and plagues. Such will be the case with Israel when all four of those judgements are applied to it. Yet some will survive, and Ezekiel will be consoled by seeing this disaster befall Jerusalem.",
"chapter_15_description" : "God will burn the unproductive vine of Jerusalem",
"chapter_15_overview" : "\"Son of man, is wood taken from the vine to make anything? I have given it to the fire for fuel. So I have given up Jerusalem.\"",
"chapter_15_summary" : "God tells Ezekiel that the people of Jerusalem are like the wood of a vine, which is not good for anything but fuel for the fire. God will unleash his wrath on them. Even though they have come out of the fire, fire will still consume them. Then Ezekiel will know that God is God. The land will become desolate.",
"chapter_16_description" : "Israel is worse than a prostitute, and will be punished",
"chapter_16_overview" : "\"Jerusalem, I made you flourish. But you played the whore. I will gather your lovers against you. Yet I will remember my covenant.\"",
"chapter_16_summary" : "God tells Ezekiel to tell the people of Jerusalem that their ancestry was in the land of Canaan, the product of a Amorite father and a Hittite mother. She (meaning Israel's ancestors) was abandoned, but God watched over her. When mature, God took her into covenant with Him, and she became His wife in marriage. God bathed, cleaned and adorned her so that her beauty was the envy of other nations. However, she trusted in her beauty and fame, prostituting herself to idols, and even using gifts, which God had provided to her, in her idol worship. She went on to sacrifice children to idols, without respect for what God had done for her. She prostituted herself to Egyptians, Philistines, Assyrians, and Babylonians. Actually, she was worse than a prostitute, because she offered her affections for free, and actively pursued illicit lovers by giving them gifts. Because of all this, God will sentence her to the fate of adulterers and murderers. He will gather all of her ex-lovers to strip her down and destroy her, thereby stopping her prostitution. Then God's jealousy and wrath will turn aside. She is like her mother the Hittite in that she despised her husband and children. Her older sister was Samaria, and her younger sister was Sodom, but her sins surpassed her sisters' sins. Sodom was haughty, \"arrogant, overfed and unconcerned\" and did detestable things, and had no pity to the poor and needy, so God destroyed them. Samaria did not do half of the sins she did. She has made Samaria and Sodom appear righteous. God will restore her, Samaria, and Sodom so that she will be ashamed in all that she has done. God will deal with her as she deserves for breaking the covenant, but He will still remember the covenant and will establish an everlasting covenant with her. When she is ashamed and remembers her ways, and then receives her sisters Samaria and Sodom, then He will give them to her as daughters. God will make atonement for her, and she will never again speak against God because of her humiliation.",
"chapter_17_description" : "Parable of eagles and cedars",
"chapter_17_overview" : "\"An eagle planted a vine but it grew towards another eagle. Israel rebelled against Babylon with Egypt. I myself will plant a cedar.\"",
"chapter_17_summary" : "God tells Ezekiel to tell the people of Jerusalem a parable. A powerful eagle broke off the top of a Lebanon cedar tree and then planted it in a city of traders. The eagle also took seed and planted it by water, where it grew into a leafy vine. There was another powerful eagle, and the vine grew its roots and stretched its branches towards that eagle. This vine will not survive. This parable means that Babylon carried off Jerusalem's king, nobles, and leaders to Babylon, where they made an oath of treaty with the Babylonians. But the king unfaithfully sought help from Pharaoh of Egypt, thereby breaking the oath. Because this king broke the oath, God will ensure that the Egyptians and people of Judah are defeated. God Himself will take the top of a cedar and plant it on a mountain in Israel. It will become a big, fruit-producing tree where birds of every kind rest in it. The other trees will know that God humbles great trees and prospers little trees.",
"chapter_18_description" : "A righteous man will live, a wicked man will die",
"chapter_18_overview" : "\"If a man is righteous, he shall live. If a son is violent, he shall die. I will judge each according to his ways. Repent and live!\"",
"chapter_18_summary" : "No longer will the Israelites say that a child is punished for his father's sins. A righteous man who keeps God's laws and decrees will live. A wicked man who does not will die. If the son of a wicked man instead acts righteously, that son will live. Each person is only responsible for their own actions. If a wicked man repents and acts just and right, he will then live and none of his sins will be remembered, and God is pleased if this happens. If a righteous man changes and acts wickedly, he will die and none of his righteousness will be remembered. The house of Israel may claim that God is unjust, but it is really they who are unjust. Therefore, Israel should repent. Why die? God takes no pleasure in killing the wicked.",
"chapter_19_description" : "Parable of lion cubs and a vine",
"chapter_19_overview" : "\"Lament for the princes of Israel: A lioness had cubs. One was taken to Egypt, another to Babylon. A vine was stripped of its fruit.\"",
"chapter_19_summary" : "Israel's mother was like a lioness who reared a cub which grew up strong and mighty. Egypt captured one cub, so she reared another mighty cub. Then Babylon captured that one. Israel's mother is like a vine which grew strong and leafy branches, but the vine was uprooted and caught on fire so that no branch was left to make a ruler's scepter.",
"chapter_20_description" : "*Pre-exile prophesies of wrath",
"chapter_20_overview" : "\"I led Israel out of Egypt. They did not walk in my law. I withheld my hand for my name's sake. You will know that I am the LORD.\"",
"chapter_20_summary" : "On the tenth day of the fifth month of the seventh year of Zedekiah's reign, some elders asked Ezekiel to get instructions from God. God told Ezekiel to tell them that God will offer no guidance to them because of the sins their fathers committed. God had made a covenant with the Israelites to bring them from Egypt to the Promised Land, but they rebelled and continued worshiping Egyptian idols. So God punished them in Egypt, but then delivered them from their suffering for the sake of God's name. God gave them rules to live by in the desert, but they rebelled. So God punished them in the desert, but appealed to their children for the sake of God's name. Their children then rebelled. So God punished them in the desert, but not severely for the sake of God's name. God swore to them in the desert that they would be scattered throughout nations. God then let them do evil so that He could punish them to the point of horror. When God brought them into the Promised Land, they worshiped idols and committed pagan offerings, so God will not give them guidance. God will not let them worship idols, but will gather them together from the scattered nations in wrath into the desert, where face to face, God will judge them. Just like their forefathers coming out of Egypt, the unworthy will not enter Israel. So go ahead and worship idols, but God will force obedience. All of the Israelites will serve God and give Him offerings and sacrifices after He brings them from the scattered nations back into Israel. Then the Israelites will be shamed by their former actions, when God brings them back to Israel in His mercy for His name's sake. God tells Ezekiel to prophesy against the southern forest (Jerusalem) that God is about ready to set an all-consuming fire in the forest which everyone will know that God has set. Ezekiel tells God that people say that he is just speaking parables.",
"chapter_21_description" : "*Pre-exile prophesies of wrath",
"chapter_21_overview" : "\"Son of man, prophesy against Israel. A sword is sharpened! Mark the way for the king of Babylon. A ruin, ruin, ruin I will make it.\"",
"chapter_21_summary" : "God tells Ezekiel to prophesy against the sanctuary of Jerusalem, saying that God will draw His sword and cut off the righteous and the wicked, and God will not return His sword to its scabbard. God's sword is sharpened and polished, ready to slay. The slaughter will come on every side, even to the royal lineage. God tells Ezekiel to set up a signpost where the road forks to Jerusalem and to Rabbah. The king of Babylon will reach this fork and seek a sign of divination, and God will make the divination choose Jerusalem for attacking. The Israelites will be captured for their guilt. The time has come for Israel's punishment. God will exalt the low and bring the exalted down. Israel will be ruined and not restored until God gives it to its rightful owner. God tells Ezekiel to tell the Ammonites that God's sword is drawn against them. God will judge them, and they will be remembered no more.",
"chapter_22_description" : "*Pre-exile prophesies of wrath",
"chapter_22_overview" : "\"A city that sheds blood. In you they oppress orphans and widows. Israel has become dross to me. I will pour out my wrath upon them.\"",
"chapter_22_summary" : "God asks Ezekiel to judge Jerusalem, and tells him to prophesy against them. Their days of sinfulness are at an end, and they will become an object of scorn. They commit all manners of sins and have forgotten God. God will defile them and scatter them among the nations to prove that God is God. They have all become the dross of metals, so God will gather them into Jerusalem and melt them inside the city. The leaders, priests, and people of the city do not obey God's laws, and the prophets lie by giving false visions. God looked for a man to help restore Israel, but found none. So God will consume them in His wrath.",
"chapter_23_description" : "*Pre-exile prophesies of wrath",
"chapter_23_overview" : "\"Two sisters: Samaria and Jerusalem. Oholah lusted after her lovers. Oholibah was worse in whoring. Bring an army and cut them down.\"",
"chapter_23_summary" : "God told Ezekiel that two sisters of the same mother became prostitutes. Oholah (Samaria) and Oholibah (Jerusalem) became prostitutes in Egypt while they belonged to God. Oholah gave herself to Egyptians as well as Assyrians, who were dressed in blue. Therefore, God gave her to the Assyrians, who killed her and took her children. Oholibah saw this, but continued her prostitution. Oholibah went even further by servicing both the Assyrians and the red Babylonians. She then despised the Babylonians and sought after the Egyptians instead because they had big genitals and lots of semen. Therefore, God will bring His wrath in the form of her ex-lovers, the Assyrians and Babylonians. They will strip her wealth, take her children, cut off her nose and ears, and kill all the rest. She will drink the same cup of wrath as her sister, the consequence of her sins. God tells Ezekiel to judge these sisters for their idolatry, child sacrifice, and desecration. They chose to prostitute themselves out to foreign nations, so God let them. Righteous men will judge them. God will send the mob against them to pillage and kill, thereby God will put an end to their sins. This episode will serve as a warning to all nations. Then these sisters will know that God is God.",
"chapter_24_description" : "The siege begins, and a prophesy against the sanctuary",
"chapter_24_overview" : "\"Put meat into the pot. Woe to the bloody city!\" My wife died. The LORD said: \"I will profane my sanctuary. Ezekiel will be a sign.\"",
"chapter_24_summary" : "On the tenth day of the tenth month of the ninth year of Zedekiah's reign, God told Ezekiel to record this date because the king of Babylon sieged Jerusalem on that day. God tells Ezekiel to tell the Israelites to make a stew of the finest meats. They have spilled blood on bare rock. Therefore, God will spill their blood on bare rock in wrath and revenge. So cook the stew, eat it, and set the empty pot on the fire to burn its deposits away. But the deposits will not burn away, just like the sins of the Israelites. So God will cleanse them through His wrath. God will act now without pity or relent. God told Ezekiel that He will kill his wife, but Ezekiel must not outwardly mourn her death. She dies. The Israelites inquire of Ezekiel. God tells Ezekiel to tell them that He is about to desecrate the sanctuary, the object of their affection, and kill the children they left behind. They will not mourn for this loss, just like Ezekiel did not mourn for his wife. Then they will know that God is God. God will make Ezekiel speechless until the sanctuary is defiled and a fugitive tells him the news as another sign of God.",
"chapter_25_header" : "Judgement on nations",
"chapter_25_description" : "Post-exile prophesies against Ammon, Moab, Edom, and Philistia",
"chapter_25_overview" : "\"To the Ammonites: You jeered at Israel so I will destroy you. I will judge Moab. I will lay vengeance upon Edom and Philistia.\"",
"chapter_25_summary" : "God tells Ezekiel to prophesy against Ammon. Because the Ammonites celebrated the destruction of Jerusalem and Judah, God will give them over to the Babylonians and will exterminate them. Then they will know that God is God. For the same reasons, God will punish Moab as well, and the Ammonites will not be remembered. The Moabites will then know that God is God. Because the Edomites took revenge on Judah, God will kill their men and animals through war. They will know God's vengeance. Because Philistia sought to destroy Judah, God will destroy them in His vengeance, and they will know God is God.",
"chapter_26_description" : "*Post-exile prophesy against Tyre",
"chapter_26_overview" : "\"Tyre jeered at Jerusalem so I will make her a bare rock. Nebuchadnezzar will lay siege to you. I will bring you to a dreadful end.\"",
"chapter_26_summary" : "On the first day of the month in the eleventh year, God told Ezekiel to prophesy against Tyre. Because Tyre rejoiced at the destruction of Jerusalem, God will send Babylon to utterly destroy them. They will be plundered, killed, and reduced to a flat rock. They will never be rebuilt. People all along the sea will lament its destruction. God will take them to the grave, and they will not return to the land of the living. They will never be found again.",
"chapter_27_description" : "*Post-exile prophesy against Tyre",
"chapter_27_overview" : "\"Lament for Tyre: Of oaks they made your oars. Tarshish, Dedan, Judah and Damascus traded with you. Now you are wrecked by the seas.\"",
"chapter_27_summary" : "God tells Ezekiel to recite a lament to Tyre. Tyre was perfect in beauty, made and ornamented with all of the best materials. All of the best men were attracted to Tyre, and worked for you. Many nations traded their various goods with you. You set out to sea full of cargo, but an east wind will break you to pieces. Everything and everyone will sink into the sea the day of the shipwreck. Everyone else around will mourn your loss and shudder in the horror of your destruction.",
"chapter_28_description" : "*Post-exile prophesy against Tyre",
"chapter_28_overview" : "\"To the king of Tyre: You were perfect in Eden. You became proud. I cast you to the ground. There will be no more thorns for Israel.\"",
"chapter_28_summary" : "God told Ezekiel to prophesy against the king of Tyre. The king thinks that he is as wise as a god, but he is a man. Through his wisdom and skill he has amassed great wealth. Because he thinks that he is as wise as a god, God will have ruthless foreigners attack him and his city. They will end his arrogance, killing him in a violent death, and will destroy Tyre. God tells Ezekiel to recite a lament concerning the king of Tyre. He was perfect. He dwelt in Eden, on the Holy Mount, and among fiery stones. He was wise, beautiful, and adorned with the finest materials. God had made him become so exalted because of his blameless ways, until evil was found in him. He became dishonest in trading, so God punished him. He became proud of his beauty, which corrupted his wisdom, so God has made an example of him for all nations, reducing him to ashes in a horrible end. God told Ezekiel to prophesy against Sidon. Sidon will know that God is God when He afflicts them with plague and war. No longer will Israel have malicious neighboring nations. When God gathers back the exiled Israelites, they will live in Israel in safety after God has punished all who have wronged the Israelites. Then they will know that God is God.",
"chapter_29_description" : "*Post-exile prophesy against Egypt and her allies",
"chapter_29_overview" : "\"I am against you, Pharaoh, the great dragon. Egypt will never again rule the nations. Nebuchadnezzar will carry off its wealth.\"",
"chapter_29_summary" : "On the twelfth day of the tenth month of the tenth year, God told Ezekiel to prophesy against Egypt. Pharaoh is proud of the Nile, but God will take the Egyptians out from the lands of the Nile and leave them to die in the desert. Then the Egyptians will know that God is God. They have provided hazardous support to the house of Israel, so God will punish them. Egypt will be without person or animal to the border of Cush (Upper Nile, Ethiopia) for forty years, and the Egyptians will be scattered in exile. After 40 years, God will return them from Exile. Then Egypt will be the lowest kingdom, never again ruling over another nation, and will remind the Israelites of their sin. On the first day of the first month of the twenty-seventh year, God told Ezekiel that the Babylonians fought hard against Tyre, but did not win. Therefore, God will give Egypt to Nebuchadnezzar for the Babylonians to plunder as a reward for fighting against Tyre on God's behalf. At that time God will grow a ruler for the Israelites and Ezekiel (or perhaps another prophet) will be able to speak so that they will know that God is God.",
"chapter_30_description" : "*Post-exile prophesy against Egypt and her allies",
"chapter_30_overview" : "\"A sword will come upon Egypt. Those who support her will fall. Nebuchadnezzar will destroy the land. I will break Pharaoh's arms.\"",
"chapter_30_summary" : "God tells Ezekiel to prophesy a lament for Egypt. God's day is near, a cloudy day with doom for the nations. Invaders will war against Egypt, plunder her and kill her people. Cush, Put, Lydia, all Arabia, Libya, and Egypt's allies will fall by the sword along with Egypt. They will all be desolate after war. Then they will know that God is God. Cush will be frightened. Nebuchadnezzar, king of Babylon will destroy and capture Egypt. God told Ezekiel on the seventh day of the first month of the eleventh year that God will break Pharaoh's arms and scatter the Egyptians throughout many countries. God will strengthen Nebuchadnezzar. Then they will know that God is God.",
"chapter_31_description" : "*Post-exile prophesy against Egypt and her allies",
"chapter_31_overview" : "\"Assyria was a cedar. It towered above the trees. Its heart was proud. Foreigners have cut it down. This is Pharaoh and his hordes.\"",
"chapter_31_summary" : "God told Ezekiel on the first day of the third month of the eleventh year to prophesy against Egypt. Assyria once was a beautiful and powerful kingdom which ruled many nations, and was more mighty than the Israelites, because God made it that way. God then destroyed the Assyrian empire because they were proud. No other empires will ever be as mighty, and they are all destined for destruction. All nations trembled at Assyria's fall, and its allied nations also were destroyed. Egypt is mightier than the Israelites, but God will destroy them just like the Assyrians.",
"chapter_32_description" : "*Post-exile prophesy against Egypt and her allies",
"chapter_32_overview" : "\"Lament for Pharaoh: You are a dragon in the seas. The sword of Babylon will come upon you. Elam and Edom are laid with the slain.\"",
"chapter_32_summary" : "God told Ezekiel on the first day of the twelfth month of the twelfth year to prophesy a lament against Egypt. Egypt is a powerful monster. God will send people to capture and kill the Egyptians all over their land, leaving their bodies for beasts to eat. This will be in the darkness of a cloudy sky, and moonless and starless nights. The other nations will be frightened by your destruction. Babylon will conquer them, leaving Egypt plundered and desolate. Then Egypt will know that God is God. God told Ezekiel on the fifteenth day of the twelfth month of the twelfth year to prophesy a lament against the hordes of Egypt. Egypt and her allies will all be destroyed. Assyria is destroyed. Elam, Meshech, and Tubal are all in the grave, as are Edom, the princes of the north, and the Sidonians. Just like those others, Egypt will die too. Although God used the Egyptians, they will go to the grave.",
"chapter_33_header" : "Repentance & restoration",
"chapter_33_description" : "Ezekiel is a watchman",
"chapter_33_overview" : "\"Son of man, I have made you a watchman for Israel.\" Jerusalem was struck down. The LORD says: \"I have made the land a desolation.\"",
"chapter_33_summary" : "God told Ezekiel that if a watchman warns his people of an invasion which God initiates, but they do nothing to protect themselves, then their blood is on their own heads. However, if the watchman provides no warning, his people will die because of their own sins, but their blood will be on the watchman's head. God has made Ezekiel watchman for the house of Israel, so he must warn them or be held accountable. God takes no pleasure in killing the wicked, but would rather them repent and live. A man's previous righteousness will not save him if he turns to sin. A man's previous wickedness will not kill him if he repents of it. This is God's justice, despite what man thinks of it. On the fifth day of the tenth month in the twelfth year of exile, a fugitive from Jerusalem told Ezekiel that the city was captured. God them made Ezekiel able to talk again (fulfilling the prophesy from Ezekiel 24). The remnant of people still living in Israel continue to sin, so God will have them all killed by war, beasts, and plague. The people are listening to Ezekiel, but not doing what Ezekiel tells them to do. They will know Ezekiel is a prophet when all of this happens.",
"chapter_34_description" : "David will shepherd Israel",
"chapter_34_overview" : "\"Woe to the shepherds of Israel! They did not feed my flock. I myself will seek my sheep. My servant David will be their shepherd.\"",
"chapter_34_summary" : "God tells Ezekiel to prophesy against the shepherds (leaders) of Israel. The leaders have profited from the sheep (people), but have not taken care of them in return. It is their fault that the people are scattered in exile. Therefore, God will remove these leaders from their power over the people. God will search for the scattered people like a shepherd, returning them to the good pasture of Israel. God will nurse the injured people, but will destroy the strong ones. God will judge the people which he brings back to Israel too, purging out those who sin. God will have David be their leader, looking after them like a shepherd. God will be their God. God will give them peace; safety from beasts, drought, famine, plundering, and invasion. They will know that God is God when He rescues them from their oppressors. They will be free from scorn and will be known for their crops. Then they will know that God is God. The house of Israel will be His people, and He will be their God.",
"chapter_35_description" : "Edom will be desolate",
"chapter_35_overview" : "\"Son of man, prophesy against Mount Seir: Because you delivered Israel to the sword, blood will pursue you. You will be desolate.\"",
"chapter_35_summary" : "God tells Ezekiel to prophesy against Mount Seir (Edom). God will make Edom desolate. Then they will know that God is God. Because they hated Israel and attacked Israel when God was punishing Israel, God will send war to Edom to kill them. Their towns will be forever desolate. Then they will know that God is God. Because they thought they could take the nations of Israel and Judah when God had destroyed them, God will make them desolate while the world rejoices. Then they will know that God is God.",
"chapter_36_description" : "Prophesy for the land and people of Israel",
"chapter_36_overview" : "\"Prophesy to the mountains of Israel: I will make you inhabited again. I will vindicate my name. I will put my Spirit within you.\"",
"chapter_36_summary" : "God tells Ezekiel to prophesy to the land of Israel. Nations around Israel, like Edom, have invaded Israel since the exile of the Israelites and used its pastureland. So God is going to subject the nations around Israel to scorn. God is looking after Israel, so it will produce fruit and will be farmed. The entire house of Israel will return to it. Towns and ruins will be rebuilt. Men and animals will be fruitful. The nation will be more prosperous than before. Then Israel will know that God is God. Israel will never again be conquered, suffering life losses of its citizens from wars. Israel will not be the subject of scorn. God tells Ezekiel a prophesy for the Israelites. Before exile, the sins of the Israelites had been unclean to God, like a woman's period. So God punished them and scattered them throughout other nations. The other nations scorned God's name because of the exile. Therefore, not for the sake of Israel, but for the sake of God's name, He will do the following things to prove that He is holy so that the nations will know that God is God. God will bring the Israelites back to Israel and will clean their sins with water. God will give them a new heart and His spirit so that they will obey God's decrees and laws. God will prevent them from becoming unclean. They will have abundant crops and no famines, and this will remind them of their former sins and be ashamed. When their sins are cleansed, they will rebuild towns and ruins. The land will be farmed, becoming like the garden of Eden. The rebuilding and replanting will prove to other nations that God has done this. God will multiply the Israelites like sheep for offerings.",
"chapter_37_description" : "Valley of Dry Bones prophesy for Israel",
"chapter_37_overview" : "The LORD said: \"Prophesy to the bones.\" The bones became an army. The LORD said: \"Join two sticks. I will join Ephraim and Judah.\"",
"chapter_37_summary" : "God took Ezekiel on a spiritual journey to a valley which was full of dry bones. God asks Ezekiel if the bones can live. Ezekiel replies that only God knows. God tells Ezekiel to prophesy to the dry bones. God will breath life into them, cover them with flesh and skin, and they will live. Then they will know that God is God. As Ezekiel spoke the prophesy, the bones became covered with flesh and skin. God tells Ezekiel to prophesy to the breath, to tell the four winds to enter and breath into the bodies. As Ezekiel spoke the prophesy, the bodies came to life and stood up as a vast army. God tells Ezekiel that the bones are the whole house of Israel. The Israelites claim that their bones are dry and their hope is gone. So Ezekiel should prophesy to them saying that God will bring them up from the grave and back to Israel. Then God's people will know that God is God. God will put His spirit in them. God tells Ezekiel to write \"Belonging to Judah and the Israelites associated with him\" on one stick and \"Ephraim's stick, belonging to Joseph and all the house of Israel associated with him\" on another stick. Then Ezekiel is to john the sticks together. He is to tell the Israelites that this means that God will gather the scattered Israelites back to Israel, rejoining kingdoms of Judah and Samaria. There will be one king over them, and will never again become two nations. God will cleanse them and keep them from sinning. They will be God's people, and He will be their God. David will be king over Israel. They will follow God's laws and decrees. They will live there forever in peace, David will be king forever, and God will increase their numbers. God will live with them in the sanctuary forever. Then nations will know that God makes Israel holy.",
"chapter_38_description" : "*Prophesy against Gog and his allies after restoration",
"chapter_38_overview" : "\"Son of man, prophesy against Gog: You will come against my people. My jealousy will be roused. I will summon a sword against Gog.\"",
"chapter_38_summary" : "God tells Ezekiel to prophesy against Gog, ruler of Meshech and Tubal in Magog. God will lure Gog's army, plus the armies of Persia, Cush (Ethiopia), Put (Libya), Gomer and Beth Togarmah (Turkey), with their horses, shields, helmets, and swords, to invade the restored Israel in future years to show the nations that God is holy. Gog will think that he will easily plunder Israel's prosperous and peaceful people. But when Gog and his allies attack Israel, God will cause a massive earthquake with His presence, scaring all living creatures, flipping mountains, and making every wall fall. God will cause Gog's army men to fight each other, and afflict the army with plague, rain, hail, and burning sulfur. Then they will know God's holiness and know that God is God.",
"chapter_39_description" : "*Prophesy against Gog and his allies after restoration",
"chapter_39_overview" : "\"I am against you, O Gog. I will give you a burial place in Israel. Gather the birds for a feast. Now I will have mercy on Jacob.\"",
"chapter_39_summary" : "God tells Ezekiel to prophesy against Gog, ruler of Meshech and Tubal in Magog. God will lure Gog's army with its allies to attack Israel, but God will remove the bows and arrows from their hands and kill them in fields, leaving their bodies for wild animals to eat. God will send fire to Magog and the coast lands, and then they will know that God is God. God's name will be holy among the Israelites, God's name will not be profaned, and nations will know that God is the holy one in Israel. The Israelites will use the wood from Gog's army's weapons and armor for fuel for 7 years, plundering those who plundered them. After 7 months, the Israelites will bury the remains of the army in a valley east of the Dead Sea, blocking the way for travelers, over the course of 7 months. The Israelites will remember that day. God tells Ezekiel that to let the wild animals know that God is preparing Gog's army for them to eat. God will show His glory to all nations with the punishment of Gog's army. Then the Israelites will know that God is God. All nations will know that the Israelites went into exile for their sins, and that God has punished them accordingly. God will guard His name and will now bring Jacob (Israelites) back from exile. The Israelites will forget their past sins committed in Israel previously. God will show Himself holy to many nations through the Israelites after He brings every single one of the Israelites back to Israel. God will put His spirit into the Israelites.",
"chapter_40_header" : "Future temple & land",
"chapter_40_description" : "*Design of the coming Temple in Israel",
"chapter_40_overview" : "In visions the LORD brought me to a temple. He brought me through the gates to the inner court. There were tables for the offerings.",
"chapter_40_summary" : "On the twenty-fifth year of exile, the tenth month of the fourteenth year after Jerusalem's fall, God gives Ezekiel a vision of a new Temple in Israel. A man who looked like bronze tells Ezekiel to tell the Israelites everything that he sees. What follows are several dimensions for the layout of the Temple and its grounds. The east gate, outer court, north gate, south gate, and gates to the inner court are described, including their palm tree decorations. There was a room for washing burnt offerings, and were tables for killing the burnt, sin, and guilt offerings. There are rooms for the \"sons of Zadok,\" the only Levites who can approach God.",
"chapter_41_description" : "*Design of the coming Temple in Israel",
"chapter_41_overview" : "He measured the nave and the inner room. The side chambers were in three storeys. In front of the Holy Place was an altar of wood.",
"chapter_41_summary" : "This chapter continues with the dimensions and layout of the Temple. The outer sanctuary, inner sanctuary, Most Holy Place, the Temple itself, side rooms on three levels, priests' rooms, west building, and table altar inside the inner sanctuary. The sanctuary was decorated with palm trees and two-headed cherubim. One head was a lion. The other head was a man.",
"chapter_42_description" : "*Design of the coming Temple in Israel",
"chapter_42_overview" : "He led me to the outer court. The north and south chambers are where the priests eat the offerings. He measured all the temple area.",
"chapter_42_summary" : "This chapter continues with the dimensions and layout of other structures. The north and south priest chambers as well as the outermost Temple wall. The priests make the holy offerings, and must change out or their holy clothes before going into the outer courtyard. The Temple wall separated the holy from the common.",
"chapter_43_description" : "*Regulations for priests of the coming Temple",
"chapter_43_overview" : "The glory of the LORD filled the temple. He said: \"Son of man, describe the temple to Israel. The priests shall cleanse the altar.\"",
"chapter_43_summary" : "The bronze man takes Ezekiel to the each gate, where he sees God's glory, like he had seen it before, coming from the east. God's glory filled the Temple. At the inner court, God tells Ezekiel that this Temple is where God will live forever. The Israelites and their kings will never again defile God's name. They had done so before, which is why God had punished them. Ezekiel should tell the Israelites God's master plan, and go on tell them the details of the plan if they are ashamed of their sins. The whole mountain top where the Temple is will be holy. The design of the altar is described. The priests, from the Zadok branch of Levites, will sacrifice a bull for a sin offering on the altar and then burn it outside the sanctuary. On the second day the priests will sacrifice a male goat as a sin offering, and then sacrifice a bull and a ram burnt offering with salt. For 7 days the same goat, bull, and ram offerings will be done to atone for the altar. From the eighth day on, burnt offerings and fellowship offerings will be done on the altar. God will then accept them.",
"chapter_44_description" : "*Regulations for priests of the coming Temple",
"chapter_44_overview" : "\"No foreigner shall enter my sanctuary. The sons of Zadok shall minister to me. They shall distinguish between the holy and unholy.\"",
"chapter_44_summary" : "The gate to the inner sanctuary is to remain shut because God is in the sanctuary. Only the prince (ruler or king) can eat in the gateway in God's presence. God tells Ezekiel to tell the Israelites that they had broken God's covenant by letting foreigners work in the sanctuary. However, not even the foreigners living among them will be allowed into this sanctuary. Only the Zadok branch of Levites will serve God in the holy areas of the sanctuary because only they remained faithful to God when the Israelites strayed. The other Levites will perform other, less holy duties outside the sanctuary. The Zadokites must wear linen clothes and turbans when in the inner court and change out of the linens before leaving the inner court. They must keep their hair trimmed, not shaved or grown long. They cannot drink wine in the inner court. They can only marry Israelite virgins or widows of priests, not other widows or divorced women. They will teach about the holy and the common, and the clean and unclean. The priests are to act as judges. They will keep God's laws and feasts. They will keep Sabbaths holy. Priests must not defile themselves by going near dead people, except for their parents, children, brother, or unmarried sister. If a priest is so defiled, he can cleanse himself after 7 days. The priests will eat the offerings, and only possess what is given to God, including the best of the firstfruits. Priests cannot eat anything killed by wild animals.",
"chapter_45_description" : "*Sacrifice instructions for the coming Temple",
"chapter_45_overview" : "\"Set apart a holy district for the LORD. The prince shall have land on each side. You shall have honest scales. Celebrate Passover.\"",
"chapter_45_summary" : "The division of the land of Israel is described regarding the holy portion and the communal property around it. The prince will own the land to the east and west of the holy portion. God's princes will never again oppress the Israelites. The Israelites will live in lands according to their tribes. Accurate weights and measurements will be used. The Israelites will give the prince grain, oil, and one out of every 200 sheep as a special gift. The prince will provide these as offerings to make atonement for the people. The prince will provide sin, grain, burnt, and fellowship offerings at the appointed feasts. On the first day and seventh day of the first month a young bull is to be sacrificed to atone for unintentional sins for the Temple. On the fourteenth day of the first month, the Israelites are to observe Passover. The prince will sacrifice a bull to atone for his sins and those of the Israelites. Then 7 bulls, 7 rams, and a male goat sin offering must be made for each of 7 days, along with grain and oil offerings, all of which are provided by the prince.",
"chapter_46_description" : "*Sacrifice instructions for the coming Temple",
"chapter_46_overview" : "\"The prince shall bring offerings on the Sabbaths and New Moons. You shall offer a lamb daily.\" In the four corners were kitchens.",
"chapter_46_summary" : "The east gate to the inner court will be open only on Sabbaths and days of New Moons. The prince will go up to the gateway on those days to worship while the priests perform his sacrifices. Then the prince will leave. But the gate will remain open until night. The prince's Sabbath sacrifices will be 6 male lambs, a ram, grain, and oil. The prince's New Moon sacrifices will be a bull, 6 male lambs, a ram, grain, and oil. When the people come into the outer courtyard during appointed feasts, they are to leave at the gate opposite the one where they came in at. The prince's offerings at appointed festivals will be a bull, a ram, any amount of lambs, grain, and oil. For a prince's freewill offerings, the inner court gate will be opened like on Sabbaths, but will be closed after the offering is made. Every morning there will be a burnt offering of a year-old lamb, along with a grain and oil offering as a lasting ordinance. When a prince passes down inheritance, only passing down to a son will be permanent. If the prince gives to a servant, that inheritance reverts back to the prince on the Jubilee year. A prince cannot take land from other Israelites. The priests will have a bakery in the inner court for holy sacrifices. The outer court also had many kitchens for cooking sacrifices.",
"chapter_47_description" : "*Boundaries and tribal division of Israel",
"chapter_47_overview" : "Water was flowing from the temple. He led me in until it was too deep to cross. The LORD says: \"Divide the land among the tribes.\"",
"chapter_47_summary" : "The bronze man took Ezekiel to see a stream of water flowing eastward, which originated from under the Temple just south of its east entrance. It continued to flow eastward outside the outer court, progressively getting deeper, eventually becoming a river which was too deep for anyone to cross. Many big fruit trees grew on its river banks. The bronze man told Ezekiel that the river flows into the Dead Sea, changing its salt water to fresh water. Lots of different kinds of fish will live in its waters, so fishermen will fish there. However, the swamps and marshes around the Dead Sea will remain salty to provide salt. The fruit trees on the banks will produce fruit every month, and their leaves will be used for healing. God provides the boundaries for the land of Israel. The land is to be divided up among the tribes of Israel. The land will be an inheritance for the tribes as well as for aliens who immigrate to that land. Tribes must give immigrants some land.",
"chapter_48_description" : "*Boundaries and tribal division of Israel",
"chapter_48_overview" : "\"Set a portion for each tribe. Adjoining Judah shall be the portion for the LORD. The name of the city shall be, The LORD Is There.\"",
"chapter_48_summary" : "God describes the division of the land by tribe, as well as the holy portions for the Zadokites and the other Levites in the holy city, and the land for the prince. The Zadokites and other Levites cannot sell or give their land to anyone outside of their tribe. Workers from all of the tribes will tend pastures and farms to supply food for the workers of the holy city. There will be twelve gates to the holy city, each one named for a tribe of Israel. The holy city will be called \"the Lord is there.\""
}
