{
"book_description" : "Return from exile",
"book_overview" : "(= 1Esdras in Catholic Bibles) Ezra leads people back from Babylon to rebuild the temple and teach the law",
"ESV_summary" : "The book of Ezra begins where 2 Chronicles ends. As prophesied by Isaiah (Isa. 44:28), the Persian King Cyrus had sent exiles led by Zerubbabel back to Jerusalem in 538 BC (Persia had defeated Babylon in 539.) Despite opposition from the non-Jewish inhabitants of Judea, and after encouragement by the prophets Haggai and Zechariah, the temple was rebuilt (515). Then in 458, Ezra led the second of three waves of returning exiles. By the time Ezra arrived, the people had again fallen into sin. Ezra preached God’s word and the people repented (10:9-17). Ezra succeeded because God’s hand was upon him (7:6, 9, 28; 8:18, 22, 31). This book, perhaps written by Ezra, shows God’s power in covenant faithfulness, moving even pagan kings to accomplish his redemptive purposes.",
"ESV_introduction" : "Written originally as one book, these two books describe the return of the Jewish exiles after more than a half-century of bondage in Babylon, and the subsequent restoration of Jerusalem, its Temple and it walls. Ezra and Nehemiah are of special importance, since they contain nearly all of the direct information known of the post-Exilic period of Hebrew history.",
"chapter_1_header" : "Zerubbabel's return",
"chapter_1_description" : "*Cyrus sends the exiled Israelites back home to build the Temple of God",
"chapter_1_overview" : "Cyrus said, \"Let the LORD's people go up to Jerusalem and rebuild the temple.\" He gave the articles from the temple to Sheshbazzar.",
"chapter_1_summary" : "In the 1st year of Cyrus reign as king of Persia, he proclaims that God gave him \"all the kingdoms\" on earth and has told him to build the Temple of God in Jerusalem, and that the Israelites should be allowed to go back and rebuild the Temple, and encouraged offerings for the Temple, fulfilling the prophesy of Jeremiah. The people gave offerings, and Cyrus gave back the gold and solver taken from the Temple by Nebuchadnezzar.",
"chapter_2_description" : "*Cyrus sends the exiled Israelites back home to build the Temple of God",
"chapter_2_overview" : "The exiles returned to Judah with Zerubbabel. A total of 42,360 people returned. The heads of families gave offerings for the temple.",
"chapter_2_summary" : "This lists family lineage counts of the exiled Israelites that returned to Israel. There were some that returned that could not show proof of their lineage, so they were considered unclean. There were 42360 people, 7337 slaves, and 200 singers. They had 736 horses, 245 mules, 435 camels and 6,720 donkeys. Donations were taken for the repair work. Everyone went back to their original towns.",
"chapter_3_description" : "*The Temple is built, with some difficulties",
"chapter_3_overview" : "The Israelites made regular offerings. When the builders laid the foundation of the temple, the Levites sang praise to the LORD.",
"chapter_3_summary" : "The head priest, Jeshua, built the altar of God. All of the sacrifices and burnt offerings were then done according to the Law. Zerubbabel and the Levites oversaw the building of the new Temple. Upon laying the foundation, they gave praise to God that \"His love to Israel\" is forever. The elders that had seen the former Temple wept at the new foundation.",
"chapter_4_description" : "*The Temple is built, with some difficulties",
"chapter_4_overview" : "Enemies hindered the work in Judah. Rehum wrote to Artaxerxes: \"Jerusalem is a rebellious city.\" So Artaxerxes stopped the building.",
"chapter_4_summary" : "Enemies of Judah worked to discourage the building of the Temple, and to frustrate the plans. This went on from Cyrus's reign through to Darius's reign of Persia. The enemies solicited king Xerxes, and then Artaxerxes to stop the rebuilding in Jerusalem. To Artaxerxes they sent a letter saying that Jerusalem will revolt if it is rebuilt. Artaxerxes agrees to halt their progress. No more progress was made until the 2nd year of Darius's reign.",
"chapter_5_description" : "*The Temple is built, with some difficulties",
"chapter_5_overview" : "Zerubbabel began to build the temple. Tattenai wrote to Darius: \"The elders say that Cyrus issued a decree to rebuild this temple.\"",
"chapter_5_summary" : "Zerubbabel, Haggai, and Zechariah set about rebuilding the Temple. The governor questioned who gave them the authority to do so. The governor wrote a letter to Darius to ask him what to do, as the people of Judah had replied that the permission came from Cyrus.",
"chapter_6_description" : "*The Temple is built, with some difficulties",
"chapter_6_overview" : "Darius issued a decree: \"The cost of the temple shall come from the treasury.\" The temple was completed and the Israelites celebrated.",
"chapter_6_summary" : "Darius replies that the people of Judah should be allowed to rebuild the Temple, and furthermore the governor should supply anything that the people of Judah need for the Temple, including animals for the daily sacrifices, and anyone that obstructs the Temple construction should be put to death. The Temple was completed in the 6th year of Darius's reign. The Temple was dedicated with the offering of 100 bulls, 200 rams, and 400 male lambs. Also, 12 male goats were provided as a sin offering, one for each tribe of Israel. The did everything according to the Law. The Jews celebrated Passover.",
"chapter_7_header" : "Ezra's return",
"chapter_7_description" : "*Ezra goes to Jerusalem",
"chapter_7_overview" : "Ezra went up to Jerusalem to teach the law. Artaxerxes wrote: \"I decree that whatever Ezra needs shall be done.\" So I was encouraged.",
"chapter_7_summary" : "Ezra, a teacher of the Law in the lineage of Aaron, came to Jerusalem in the 7th year of Artaxerxes reign. Artaxerxes gave Ezra what he wanted, because God was with Ezra. Artaxerxes gave Ezra a letter, where Artaxerxes refers to himself as \"king of kings\", with a decree that the exiled Israelites throughout the land should return to Jerusalem with any offerings they can get to sacrifice to God, and that any excess valuables the Jews can keep, and that anything needed will be supplied by the royal treasury, and that the governors can't tax the Levites and priests, and that Ezra should appoint judges and make sure everyone knows and obeys the Law.",
"chapter_8_description" : "*Ezra goes to Jerusalem",
"chapter_8_overview" : "I assembled the family heads from Babylon and gave the gifts for the temple to the Levites. We came to Jerusalem and made offerings.",
"chapter_8_summary" : "This lists family lineage counts of the exiled Israelites that returned to Israel with Ezra. There were no Levites among them, so Ezra borrowed some Levites from nearby towns. Before setting out to Jerusalem, Ezra conducted a fast and asked for God's help to keep them safe. They sum up the offerings they are taking, then they go to Jerusalem. Upon getting there, they counted up the offerings, and found they had everything. They then sacrificed 12 bulls for all of Israel, 96 rams, 77 male lambs, and 12 male goats for a sin offering. All of these were burnt offerings.",
"chapter_9_description" : "*The Jews sin by interracial marriage",
"chapter_9_overview" : "The leaders told me that the people had taken foreign wives. I tore my robe and prayed, \"O God, we have forsaken your commandments.\"",
"chapter_9_summary" : "The Jewish leaders tell Ezra that the people, including the Levites and the priests, have not kept themselves separate, so they have \"mingled the holy race\" with non-Jewish people. Ezra was appalled. In the evening, Ezra prays to God saying that God punished their forefathers for their sins, and now this Jewish remnant is sinning with intermarriage.",
"chapter_10_description" : "*The Jews sin by interracial marriage",
"chapter_10_overview" : "The Israelites wept. They all assembled and Ezra said, \"Separate from your foreign wives.\" The family heads investigated the matter.",
"chapter_10_summary" : "While Ezra was praying, the Jews repented their interracial marriages. Shecaniah suggested they get rid of the foreign women and half-breed children. Ezra agreed with that plan, and then fasted. Every Jew was called to Jerusalem under the threat of losing their land. Once they were there, Ezra said their interracial marriages were sinful. The Jews agreed so that God's wrath would be turned away,and set up a plan to remove the foreign women. The foreign women were removed within 2 months. There is a list of those that were guilty of interracial marriage."
}
