{
"book_description" : "Freedom from the Law",
"book_overview" : "Some want to return to Judaism, but circumcision and law-keeping is not how we are saved.",
"ESV_summary" : "Paul’s letter to the Galatians was addressed to a group of churches in Galatia, a region of present-day Turkey. Paul had preached the gospel in these churches. He wrote to counter those who taught that Christians must be circumcised in order to be accepted by God. Paul began with a defense of his apostolic authority (chs. 1–2), then made it clear that all believers, Jew and Gentile alike, enjoy complete salvation in Christ (chs. 3–4). In chapters 5–6 Paul showed how the gospel of grace leads to true freedom and godly living. Perhaps the central message of Galatians is \"a person is not justified by works of the law but through faith in Jesus Christ\" (2:16). Paul wrote this letter sometime between AD 48 and 55.",
"ESV_introduction" : "Paul’s letter addressed to the churches in Galatia is the great letter on Christian freedom; in it Paul attacks the Christians who wished to exalt the law. Galatians’ emphasis is similar to the theme of Paul’s letter to the Romans. The doctrinal section, as is typical of the Pauline format, is followed by an intensely practical section in Chapters five and six.",
"chapter_1_header" : "Paul asserts apostleship",
"chapter_1_description" : "One true gospel from God alone",
"chapter_1_overview" : "Paul, to the churches of Galatia. You are already turning to a different gospel! The gospel I preached came by revelation from Christ.",
"chapter_1_summary" : "Paul introduces himself and states that he is an apostle, not appointed by humans but by Jesus Christ and God the Father. He expresses astonishment that the Galatians are turning away from the true Gospel to follow a different one, which he says is no Gospel at all. Paul warns that anyone preaching a different Gospel, even if it is an angel, should be cursed. He shares his own testimony, explaining how he was once a zealous Jew, persecuting the church, but was called by God’s grace to preach the Gospel to the Gentiles. Paul emphasizes that his message was received through revelation from Jesus, not from human sources.",
"chapter_2_description" : "Justified by faith, not law",
"chapter_2_overview" : "I went up to Jerusalem and saw the leaders. I opposed Cephas about circumcision. We are justified by faith in Christ and not by works.",
"chapter_2_summary" : "Paul describes his visit to Jerusalem to meet with prominent apostles like Peter (Cephas), James, and John. He discusses the issue of circumcision and whether Gentiles must follow Jewish laws. Paul defends the truth of the Gospel and explains that he was accepted by the leaders in Jerusalem. He recounts an incident where he confronted Peter for withdrawing from eating with Gentiles out of fear of the circumcision group. Paul stresses that righteousness comes through faith in Christ, not by observing the law. He concludes that if righteousness could be gained through the law, then Christ died for nothing.",
"chapter_3_header" : "Faith brings freedom",
"chapter_3_description" : "Abraham's blessing comes through faith",
"chapter_3_overview" : "Those who are of faith are blessed with Abraham. Christ has redeemed us from the curse of the law. In Christ you are all sons of God.",
"chapter_3_summary" : "Paul begins by questioning the Galatians about their foolishness for turning away from the true Gospel. He reminds them that they received the Holy Spirit by believing in Christ, not by following the law. Paul uses the example of Abraham, who was considered righteous because of his faith. He explains that the law was given later and does not nullify the promise made to Abraham. Paul emphasizes that through faith in Christ, believers are children of God and heirs to the promises given to Abraham.",
"chapter_4_description" : "From slaves to sons",
"chapter_4_overview" : "God sent his Son for us to receive adoption. How can you turn back to worthless principles? You, like Isaac, are children of promise.",
"chapter_4_summary" : "Paul continues to discuss the status of believers as children of God. He compares the former life under the law to being in slavery, and contrasts it with the freedom that comes through faith in Christ. Paul expresses his concern that the Galatians are turning back to weak and miserable forces, observing special days and seasons. He reminds them of his deep affection for them and how they received him as a messenger of God. Paul uses the story of Hagar and Sarah to illustrate the difference between living under the law (Hagar, the slave woman) and living in freedom (Sarah, the free woman). He urges them to stand firm in their freedom.",
"chapter_5_description" : "Freedom in the Spirit",
"chapter_5_overview" : "Christ has set us free. Circumcision counts for nothing. Use your freedom to love one another. Walk by the Spirit and not the flesh.",
"chapter_5_summary" : "Paul urges the Galatians to stand firm in their freedom and not to be burdened again by the yoke of slavery (the law). He warns that if they accept circumcision, they are falling away from grace. Paul emphasizes that in Christ, neither circumcision nor uncircumcision has any value, but faith expressing itself through love is what matters. He encourages them to run the race of faith and not be hindered by false teachings. Paul also discusses the fruits of the Spirit, contrasting them with the acts of the flesh. He lists the fruits of the Spirit - love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, and self-control - urging them to live by the Spirit.",
"chapter_6_description" : "Sow to the Spirit, not to the flesh ",
"chapter_6_overview" : "Restore anyone caught in sin. Sow to the Spirit and reap eternal life. Let us not give up doing good. What counts is the new creation.",
"chapter_6_summary" : "Paul provides practical instructions for the community of believers. He encourages them to gently restore anyone caught in sin and to carry each other’s burdens. He reminds them that they will reap what they sow, emphasizing the importance of doing good to all, especially fellow believers. Paul concludes the letter by emphasizing his own marks of suffering for Christ and expressing his desire for the Galatians to be free from legalism. He encourages them to rely on the grace of our Lord Jesus Christ.",
"chapter_outline_icc_url" : "https://archive.org/details/acriticalandexeg35burtuoft/page/n13/mode/2up",
"chapter_outline_icc_page" : "X",
"chapter_intro_icc_url" : "https://archive.org/details/acriticalandexeg35burtuoft/page/n21/mode/2up",
"chapter_intro_icc_page" : "X",
"chapter_1_icc_url" : "https://archive.org/details/acriticalandexeg35burtuoft/page/n95/mode/2up",
"chapter_1_icc_page" : "1",
"chapter_2_icc_url" : "https://archive.org/details/acriticalandexeg35burtuoft/page/n163/mode/2up",
"chapter_2_icc_page" : "69",
"chapter_3_icc_url" : "https://archive.org/details/acriticalandexeg35burtuoft/page/n237/mode/2up",
"chapter_3_icc_page" : "142",
"chapter_4_icc_url" : "https://archive.org/details/acriticalandexeg35burtuoft/page/n305/mode/2up",
"chapter_4_icc_page" : "211",
"chapter_5_icc_url" : "https://archive.org/details/acriticalandexeg35burtuoft/page/n363/mode/2up",
"chapter_5_icc_page" : "269",
"chapter_6_icc_url" : "https://archive.org/details/acriticalandexeg35burtuoft/page/n419/mode/2up",
"chapter_6_icc_page" : "325",
"chapter_intro_constable_url": "https://soniclight.com/tcon/notes/html/galatians/galatians.htm#head2",
"chapter_outline_constable_url": "https://soniclight.com/tcon/notes/html/galatians/galatians.htm#head8",
"chapter_1_constable_url": "https://soniclight.com/tcon/notes/html/galatians/galatians.htm#head11",
"chapter_2_constable_url": "https://soniclight.com/tcon/notes/html/galatians/galatians.htm#head18",
"chapter_3_constable_url": "https://soniclight.com/tcon/notes/html/galatians/galatians.htm#head20",
"chapter_4_constable_url": "https://soniclight.com/tcon/notes/html/galatians/galatians.htm#head30",
"chapter_5_constable_url": "https://soniclight.com/tcon/notes/html/galatians/galatians.htm#head39",
"chapter_6_constable_url": "https://soniclight.com/tcon/notes/html/galatians/galatians.htm#head56",
"chapter_intro_tgc_url": "https://www.thegospelcoalition.org/commentary/Galatians/",
"chapter_outline_tgc_url": "#section-6",
"chapter_1_tgc_url": "#section-7",
"chapter_2_tgc_url": "#section-14",
"chapter_3_tgc_url": "#section-17",
"chapter_4_tgc_url": "#section-24",
"chapter_5_tgc_url": "#section-27",
"chapter_6_tgc_url": "#section-33",
"commentary_keys":"['tgc', 'constable', 'icc']",
"commentary_names":"['Matthew Harmon & John Sloat', 'Constable\\'s notes', 'Intl Critical Commentary']"
}