{
"book_description" : "Freedom from Law",
"book_overview" : "Some want to return to Judaism, but circumcision and law-keeping is not how we are saved.",
"ESV_summary" : "Paul’s letter to the Galatians was addressed to a group of churches in Galatia, a region of present-day Turkey. Paul had preached the gospel in these churches. He wrote to counter those who taught that Christians must be circumcised in order to be accepted by God. Paul began with a defense of his apostolic authority (chs. 1–2), then made it clear that all believers, Jew and Gentile alike, enjoy complete salvation in Christ (chs. 3–4). In chapters 5–6 Paul showed how the gospel of grace leads to true freedom and godly living. Perhaps the central message of Galatians is \"a person is not justified by works of the law but through faith in Jesus Christ\" (2:16). Paul wrote this letter sometime between AD 48 and 55.",
"ESV_introduction" : "Paul’s letter addressed to the churches in Galatia is the great letter on Christian freedom; in it Paul attacks the Christians who wished to exalt the law. Galatians’ emphasis is similar to the theme of Paul’s letter to the Romans. The doctrinal section, as is typical of the Pauline format, is followed by an intensely practical section in Chapters five and six.",
"chapter_1_header" : "Paul asserts apostleship",
"chapter_1_description" : "*",
"chapter_1_overview" : "Paul, to the churches of Galatia. You are already turning to a different gospel! The gospel I preached came by revelation from Christ.",
"chapter_1_summary" : "**",
"chapter_2_description" : "*",
"chapter_2_overview" : "I went up to Jerusalem and saw the leaders. I opposed Cephas about circumcision. We are justified by faith in Christ and not by works.",
"chapter_2_summary" : "**",
"chapter_3_header" : "Faith brings freedom",
"chapter_3_description" : "*",
"chapter_3_overview" : "Those who are of faith are blessed with Abraham. Christ has redeemed us from the curse of the law. In Christ you are all sons of God.",
"chapter_3_summary" : "**",
"chapter_4_description" : "*",
"chapter_4_overview" : "God sent his Son for us to receive adoption. How can you turn back to worthless principles? You, like Isaac, are children of promise.",
"chapter_4_summary" : "**",
"chapter_5_description" : "*",
"chapter_5_overview" : "Christ has set us free. Circumcision counts for nothing. Use your freedom to love one another. Walk by the Spirit and not the flesh.",
"chapter_5_summary" : "**",
"chapter_6_description" : "*",
"chapter_6_overview" : "Restore anyone caught in sin. Sow to the Spirit and reap eternal life. Let us not give up doing good. What counts is the new creation.",
"chapter_6_summary" : "**"
}
