{
"book_description" : "Beginnings",
"book_overview" : "From Creation & Adam to Joseph and his brothers in Egypt",
"ESV_summary" : "As its name implies, Genesis is about beginnings. Genesis tells us that God created everything that exists. It shows that God is both the Creator and the Ruler of all creation. But it also tells of humanity’s tragic fall into sin and death, and of God’s unfolding plan of redemption through his covenant with Abraham and his descendants. Genesis includes some of the most memorable stories in the Bible, beginning with Adam and Eve (chs. 1–4), continuing through Noah, Abraham, Isaac, and Jacob, and ending with the life of Joseph (chs. 37–50), who died before 1600 BC Traditionally, Jews and Christians have recognized Moses as the author, writing after the Exodus from Egypt, commonly dated around 1440 BC though some prefer a date around 1260 BC",
"ESV_introduction" : "The word \"genesis\" signifies \"generation\" or \"origin\" and comes from the Greek translation of Genesis 2:4. It is an appropriate title for the first book of the Bible, which contains the record of the origin of the universe, the human race, family life, nations, sin redemption, etc. The first 11 chapters, which deal with primeval or pre-Patriarchal times, present the antecedents of Hebrew history from Adam to Abraham. The remaining chapters (12 - 50) are concerned with God’s dealings with the Patriarchs Abraham, Isaac, and Jacob, and Jacob’s son Joseph, all \"fathers\" of the people whom God has chosen to carry out His plan for the redemption of mankind. The book closes with these \"Chosen People\" in Egypt.",
"chapter_1_header" : "Creation & Adam",
"chapter_1_description" : "God creates everything",
"chapter_1_overview" : "God created the heavens, the earth and everything that lives. He made humankind in his image, and gave them charge over the earth.",
"chapter_1_summary" : "God creates the heavens and the earth. The earth and heavens are water. Then He creates light. He separates light from darkness, and this becomes the definition of day and night. That was the first day as we know it. On the second day, God separates the earth waters and heaven waters with sky. On the third day, God moves all the water on the earth to one place called seas, and the rest of the earth, now dry, was called land; and He made every type of plant, and the plants that grow on that land that bear seed, and plants that had seeds in fruit; and those seeds would make the same types of plants from which they came. On the fourth day, God made the sun and the moon and the stars to mark seasons, days, and years. On the fifth day, God made every type of bird and every type of creature in the ocean. On the sixth day, God made every type of creature that moves on the land; and God created man in His image; and God created woman; and God told man to fill the earth with his offspring and rule it; and God told man that man governs over everything on earth; and God said seed-bearing plants and fruit bearing trees will be man's food, while everything else (except the creatures in the sea) will eat green plants for food. Everything that God created was labeled as good.",
"chapter_2_description" : "Perfection in the garden",
"chapter_2_overview" : "God formed a man and gave him the garden in Eden, except for the tree of knowledge. Adam was alone so God made a woman as his partner.",
"chapter_2_summary" : "The seventh day was holy, blessed by God when He rested on that day. During the creation of the earth, streams sprung up from the ground to water the earth. God made man from the dust of the earth and breathed the breath of life into his nose. God made a garden, which was full of pretty trees that were good for food, called Eden and He placed man there to live and to tend to the garden. In the middle of the garden were the tree of life and the tree of the knowledge of good and evil. God said to man that he could eat the fruit of any tree in the garden except for the tree of the knowledge of good and evil, for he will die if he does eat of that tree. God parades the birds, the livestock, and the beasts of the field in front of man for him to name. The man, now called Adam, is put to sleep by God. During Adam's sleep, God takes part of him (a rib) from which to make a woman. Thereby, husband and wife together shall be considered one flesh.",
"chapter_3_description" : "Temptation and fall",
"chapter_3_overview" : "The serpent deceived the woman; she and Adam ate from the tree. The earth became cursed, and God sent Adam and Eve out of the garden.",
"chapter_3_summary" : "The serpent convinces the woman to eat of the tree of the knowledge of good and evil, and the woman in turn convinces man to eat of the same tree. Suddenly they realize they are naked and make clothing out of fig leaves. The serpent is cursed by God for this action, making it crawl on its belly and be attacked by man. The woman is cursed by God to have increased pain in child birth and to be ruled by her husband. Adam is cursed by God with having to work the land hard for food, saying he will eat the plants of the field. God will make thorns and thistles grow on the land. Adam's wife is called Eve. Man has become like God, knowing good and evil. Adam and Eve are banished from the garden, and the tree of life is guarded by cherubim and a flaming sword.",
"chapter_4_description" : "The first murder",
"chapter_4_overview" : "Eve's sons made offerings to God. Only Abel's was acceptable, so Cain killed him. Abel's blood cried out and God sent Cain away.",
"chapter_4_summary" : "Adam and Eve begot Cain and Abel. Cain was a farmer. Abel was a shepherd. Cain offered plants to God, while Abel offered fat animal parts. God did not like Cain's plants, but God liked Abel's offering. Cain was angry. Cain was jealous of Abel's favor with the Lord. Cain's anger and jealously provoked him to kill Abel. Cain is cursed by God with not being able to farm and to restlessly wander the earth. Cain is marked by God so that God will curse a killer of Cain seven times over. Cain moves away and reproduces. Cain's great, great, great grandson Lamech says Cain's \"killer curse\" is eleven times stronger with him. Adam and Eve begot Seth to replace Abel.",
"chapter_5_description" : "Lineage of Adam to Noah",
"chapter_5_overview" : "Adam's line was: Seth, Enosh, Kenan, Mahalalel, Jared, Enoch, Methuselah, Lamech and Noah. Noah's sons were Shem, Ham and Japheth.",
"chapter_5_summary" : "The lineage from Adam to Noah, totaling 1056 years.",
"chapter_6_header" : "Noah's family",
"chapter_6_description" : "Reasons for the Flood",
"chapter_6_overview" : "Humankind corrupted the earth with evil. God decided to destroy them. He told Noah to build an ark to be saved from the flood.",
"chapter_6_summary" : "The \"sons of God\" married the daughters of men. Humans will live no more than 120 years from now on. The Nephilim had offspring with the daughters of man. Men thought only of evil all the time. God was sorry He ever made man and said He would wipe every creature off the earth. But Noah was the one and only man of the time that did not sin. God walked with Noah. God told Noah make a big boat, because He will flood the earth and all life under the heavens will perish with the exception of the life on that boat. Noah is to bring his three sons, their wives, and two of every kind of creature on the face of the earth, male and female, on the boat. Noah is to gather and store every type of food needed by the animals that will be eaten during the flood. Noah did what God told him to do.",
"chapter_7_description" : "Building the ark",
"chapter_7_overview" : "Noah and his family went into the ark with two of each creature. It rained for forty days and forty nights and the earth was covered.",
"chapter_7_summary" : "Now God tells Noah to bring seven male/female pairs of every kind of clean animals, two pairs of every kind of unclean animals, and seven pairs of every kind of bird to preserve all of these creatures throughout the earth; for He will flood the earth in seven days and kill every living creature on the face of the earth. The flood began when Noah was 600 years old, in 1656 AC. Noah and his wife, his sons and their wives all board the boat, as did all the previously noted pairs of animals under Gods will. It rained for forty days and forty nights; the floodgates of the heavens opened and springs of the great deep burst open. The water on the earth rose high enough to cover the highest mountain by at least twenty feet. Every living thing on the face of the earth was destroyed. The waters flooded the earth for 150 days.",
"chapter_8_description" : "The Flood",
"chapter_8_overview" : "The flood abated. Noah sent out a raven and two doves. When the earth was dry God called them all out of the ark. Noah built an altar.",
"chapter_8_summary" : "The floodgates of the heavens closed, and springs of the great deep closed. God made wind drive back the water. After a while, the boat settled on a mountain. Noah sent out a raven and a dove to look for dry land. No luck. He waited seven days and sent the dove out again. It returned with an olive leaf. About a year after the flood had began, it was over. God tells Noah to bring everything out of the boat and to go forth and multiply. Noah took some clean animals and clean birds and made a burnt offering of them. God says that even though man is evil, He will never again destroy all living creatures. \"As long as the earth endures, seed time and harvest, cold and heat, summer and winter, day and night will never cease.\"",
"chapter_9_description" : "Noah and his children",
"chapter_9_overview" : "God blessed Noah and set the rainbow as a sign that he would never flood the earth again. Noah got drunk and cursed Ham's son Canaan.",
"chapter_9_summary" : "God tells Noah to reproduce and fill the earth. All creatures will now fear man. All creatures, as are all plants, now man's to eat. Man must kill the creature before eating it. Man must not kill another man. Never again will God flood the world. His rainbow will remind him of that promise. Noah made a vineyard, and drank of wine from it. He fell asleep naked. Noah's son Ham saw Noah naked and convinced his other brothers to cover him. They did so not looking at him. Noah was angry when he found out what had happened. Ham's son Canaan was cursed by Noah into servitude of Noah's son Shem because of Ham's actions. Noah died in 2006 AC.",
"chapter_10_description" : "Noah's descendants",
"chapter_10_overview" : "Japheth's line lived in the coastlands; Ham's included Nimrod and the Canaanites; Shem's lived in the East. These formed the nations.",
"chapter_10_summary" : "More lineage information. Nimrod is a mighty hunter. In the time of Peleg the earth was divided.\"",
"chapter_11_description" : "Tower of Babel",
"chapter_11_overview" : "They began building a great tower for themselves, but the Lord confused their language. Shem's line included Abram who married Sarai.",
"chapter_11_summary" : "Everyone spoke one language. Men founded Shinar, and began building a tower to the heavens. God came to Shinar to observe this. God said that with men united in one language, there is nothing they can't do. Seeing this, God confuses their language and scatters the people to different places on the earth. Lineage and ages reported from Shem until in 1949 AC, when Abram (soon to be Abraham) was born. Abram's wife Sarai (soon to be Sarah) was barren of children.",
"chapter_12_header" : "Abraham's family",
"chapter_12_description" : "Abraham leaves home",
"chapter_12_overview" : "God told Abram, \"Go. I will make you a great nation. You will be a blessing.\" In Egypt Abram lied about Sarai and Pharaoh was cursed.",
"chapter_12_summary" : "God tells Abram to move to a different location and at that location, his offspring will prosper, and others will be blessed or cursed according to how they treat his offspring. So Abram sets out for the land of Canaan with his wife and his nephew Lot in 2024 AC. He tents at the site of the great tree of Moreh at Shechem and builds an altar, and God tells him that this land will belong to his offspring. He continues on and builds an altar between Bethel and Ai. He continues toward Negev. Abram decides to wait a while in Egypt because the land was in a famine. Sarai is very attractive, so Abram and Sarai agreed to call each other brother and sister so that the Egyptians would kill Abram to get Sarai. Sarai caught the Pharaoh's eye, so the Pharaoh brought her to his place and treated Abram well. God inflicted serious diseases on Pharaoh and his household because Sarai was there. The Pharaoh became angry at Abram for lying and inciting God's wrath on him, and sent Abram and Sarai on their way.",
"chapter_13_description" : "Abraham back in Caanan",
"chapter_13_overview" : "Abram journeyed with his nephew Lot. Their servants argued, so Lot went to Sodom, Abram to Canaan. The LORD promised Abram the land.",
"chapter_13_summary" : "Abram, his wife, and Lot headed back for Negev. Abram was very wealthy with livestock and money. Then he went back to the altar between Bethel and Ai and spoke to God. Abram and Lot had to part ways because there weren't enough local resources for the both of them. Lot picked to go east and settled near Sodam. The men of Sodom were wicked. Abram lived in the land of Canaan. God tells Abram to look around; all that he sees will be given to his offspring forever and his offspring will be innumerable. Abram settles near the altar at the site of the great tree of Moreh at Shechem.",
"chapter_14_description" : "War of five nations",
"chapter_14_overview" : "The kings went to war and took Lot captive. Abram rescued Lot. Melchizedek blessed Abram and Abram gave him a tenth of everything.",
"chapter_14_summary" : "There was a war in which Sodom and Gomorrah were pillaged and Lot was captured. A person escaped and reported this to Abram. Abram was with the Amorites. So Abram takes 318 trained men from his household to rescue Lot. He came upon the captors at Dan and routed them. He continued pursuing them to Hobah, north of Damascus and there defeated the King Kedorlaomer. Lot, his possessions, the women, and other people were rescued. The rescued King of Salem (Jerusalem), Melchizedek, blessed Abram, and Abram gave him a tithe. The King of Sodom said to Abram that he just needs the people, and Abram can keep everything else. Abram tells the King of Sodom that he will not take anything (except room and board) from him for fear that the he will try to take credit for Abram's wealth.",
"chapter_15_description" : "God tells Abraham the future of his lineage",
"chapter_15_overview" : "The Lord promised Abram an heir and many descendants. Abram believed. He was told that they would be enslaved but would then return.",
"chapter_15_summary" : "In a vision God tells Abram He on his side. Abram complains about lacking an heir. God says that his offspring will be innumerable. God tells him to kill some animals for an offering. Abram falls asleep. God tells Abram that his descendents will be enslaved and mistreated for 400 years in a different country. Then, the fourth generation will leave that land to come back with great possessions. At that time, they'll smite the Amorites when the Amorites are full of sin. Abram's lineage will inherit land from the Wadi of Egypt to the Euphrates River.",
"chapter_16_description" : "Old Abraham has children",
"chapter_16_overview" : "Sarai told Abram to have children with Hagar. Hagar conceived, then ran away, but an angel sent her back. Hagar's son was Ishmael.",
"chapter_16_summary" : "Since Sarai was barren, she offered her maidservant, Hagar, to Abram to bear children. Conflict between the two women makes Hagar leave when she is pregnant. The \"Angel of the Lord\" tells Hagar to go back and serve Sarai, to name her future child Ishmael, and that the child will grow up in conflict in with everyone. Ishmael was born in 2035 AC.",
"chapter_17_description" : "Promise to Abraham",
"chapter_17_overview" : "God made a covenant with Abram and renamed him Abraham. He renamed Sarai Sarah and promised them a son. The men were circumcised.",
"chapter_17_summary" : "In 2048 AC, God tells Abram it's time for Him to make good on His promise. He says to Abram that he is now Abraham, and he'll keep his side of the promise by circumcising any male among him that is not just a guest; babies are to get circumcised at eight days old. Sarai will be called Sarah and will bear children. Abraham laughs, saying they're too old to have children. (Abram was 99 years old. Sarai was 89 years old.) God says the son should be called Isaac, and he'll bear 12 rulers. Abraham circumcises all the males that day.",
"chapter_18_description" : "Warning about Sodom",
"chapter_18_overview" : "Three visitors came and said that Sarah would have a son next year. Sodom was very evil; Abraham pleaded with the LORD for the city.",
"chapter_18_summary" : "God appeared to Abraham. Abraham looked up and saw three men. Abraham told the men to rest under that tree; that he'd wash their feet, feed, and refresh them. Abraham told Sarah to fetch water and bake bread. Abraham went to the flock and got a choice calf, curds, and milk. God/They said I'll return next year and your wife will have a son. Sarah heard this and laughed. God asked why did she laugh? She said she didn't. He said yes you did. The men turn towards Sodom and Abraham walked with them. God reasons with Himself, and then tells Abraham He's going down personally to check out Sodom and Gomorrah. The other men continued onward, but God stayed while Abraham questioned him. Abram asks if there are righteous among the towns, will God still destroy the towns?",
"chapter_19_description" : "God destroys Sodom and Gomorrah",
"chapter_19_overview" : "Angels took Lot out of Sodom. The city was destroyed by fire and Lot's wife was turned to salt. His daughters had children for him.",
"chapter_19_summary" : "The two male angels get to Sodom at night, and Lot invites them into his house. Every male in the town surrounded Lot's home and demanded sex with the male angels. Lot told the crowd to sleep with his virgin daughters instead. The angels blinded the Sodomites so that they couldn't find the door. Then they told Lot that they would destroy Sodom, and that he and his family should leave, and that they can't look back. Lot's sons-in-law, to which his daughters were pledged, thought he was joking when Lot explained this to them. After arguing about the place to run, Lot took his wife and daughters out of Sodom to Zoar. As he was leaving, his wife looked back and was instantly turned to a pillar of salt. God rained burning sulfur on the towns of Sodom and Gomorrah and their surrounding lands. Lot was frightened and decided to move to the mountains like the angels had asked him to do at the beginning, taking his two daughters. Having no other men and wanting children, Lot's daughters got him drunk and then slept with him. They begot Moab and Ben-Ammi.",
"chapter_20_description" : "Abraham and Abimelech",
"chapter_20_overview" : "In Gerar Abraham said, \"Sarah is my sister.\" King Abimelech took her but God warned him in a dream. He restored Sarah to Abraham.",
"chapter_20_summary" : "Abraham went into the region of the Negev and lived in Gerar for a while. Again, Abraham claims his wife is his sister. The king of Gerar, Abimelech, takes Sarah into his household. God reacted by sealing every womb in the household. God came to the king in a dream and said that Sarah is a married woman. The king summoned Abraham and asked why he had lied. Then, he pays Abraham, gives him money, and gives other stuff to Sarah to vindicate the wrong against her. Abraham prayed and the king's household was healed and could bear children again.",
"chapter_21_description" : "Isaac and Ishmael",
"chapter_21_overview" : "As promised, Sarah had a son: Isaac. She had Hagar and Ishmael sent away but God preserved them. Abraham and Abimelech made a treaty.",
"chapter_21_summary" : "Isaac was born in 2049 AC and circumcised eight days later. Sarah couldn't tolerate Hagar and Ishmael, the maid servant and Abraham's son, being around. God told Abraham not to worry, Ishmael will be a nation as well. So Abraham sent them away with food and water. When the water ran out, Hagar put the baby under a bush and walked a little ways away so she wouldn't have to watch the baby die. God heard the baby's cries, sent an angel to comfort Hagar, and made a well for her and her baby to have water. Ishmael grew up to become an archer. His mother got him a wife from Egypt. Abimelech makes Abraham swear not to deal falsely again with Abimelech or Abimelech's descendants. Abraham told Abimelech that Abimelech's men had seized his well. Abraham gives Abimelech sheep and cattle for a peace treaty. Abraham gives Abimelech 7 ewe lambs to bear witness that Abraham had dug the well. Abimelech and his forces return the the land of Philistine.",
"chapter_22_description" : "God tests Abraham with sacrificing his son",
"chapter_22_overview" : "God told Abraham to sacrifice Isaac. As Abraham obeyed, an angel stopped him. The LORD provided a ram instead and blessed Abraham.",
"chapter_22_summary" : "God tells Abraham to take his son up a mountain and sacrifice him there. Abraham takes Isaac up the mountain God specified. As he drew his knife, the angel of God said wait, don't do it. God tells Abraham that now He knows Abraham is a God-fearing man. Abraham sees a ram stuck in a tree by its horns, and sacrifices it instead as a burnt offering. The angel of God tells Abraham that God will make his offspring innumerable. Then there is some information of Abraham's brother Nahor's lineage.",
"chapter_23_description" : "Abraham buries Sarah",
"chapter_23_overview" : "Sarah died in Kiriath-arba. Abraham asked the Hittites for a burial site. He bought a cave from Ephron and buried Sarah there.",
"chapter_23_summary" : "Sarah dies at the age of 127. Abraham asks the Hittites to sell him land for a tomb. The Hittites tell Abraham that he can have any tomb he likes. Abraham chose the land of Ephron the Hittite. Ephron said it's worth 400 shekels of silver, but Abraham could have it for free. Abraham insisted on paying for the land. He buried his wife in the cave in the field of Machpelah.",
"chapter_24_description" : "Abraham finds Isaac a wife",
"chapter_24_overview" : "Abraham's servant went to Nahor to find a wife for Isaac. He met Rebekah by the well. She went back with him and married Isaac.",
"chapter_24_summary" : "Abraham made his chief house servant swear to him to get his son a wife from Abraham's original country and from his relatives, not from the land of the Canaanites where he was. The servant went to the land with ten camels. Upon reaching a spring in the original land, the servant prayed in his heart that a woman would come and give him water, and, without asking, would water his camels as well. Before he finished praying, Rebekah, a virgin, came to the spring and did just that. The servant gave her some jewelry and asked of her lineage. It was of Abraham's brother, Nahor. They went back to her house and explained things to the family. The family agrees to do as God wills. After some slight reluctance, the family lets Rebekah leave with the servant. They get back and Isaac marries Rebekah.",
"chapter_25_header" : "Isaac's family",
"chapter_25_description" : "Isaac's early years",
"chapter_25_overview" : "Abraham died and was buried with Sarah. Isaac and Rebekah had twins: Esau and Jacob. Esau sold his birthright to Jacob for a meal.",
"chapter_25_summary" : "Abraham took another wife, Keturah. Abraham left everything he had to Isaac. Abraham did give gifts to the sons of his concubines and sent them away. Abraham dies in 2124 AC, 175 years old, and was buried with Sarah. There is some lineage about Ishmael. Ishmael lives to be 137. Isaac married Rebekah in 2089 AC. Rebekah was barren, so Isaac prayed for babies. Rebekah became impregnated with twins. God tells Rebekah that both babies will form nations, one will be stronger, and the older will serve the younger. The first born was red and hairy, named Edom/Esau. The next baby was named Jacob. Edom/Esau became a hunter and earned his father's favor. Jacob was quiet, stayed in tents, and earned his mother's favor. Edom/Esau came in from the fields starving while Jacob was making stew. Jacob made Edom/Esau sell his birthright for some stew.",
"chapter_26_description" : "Isaac and Abimelech",
"chapter_26_overview" : "In Gerar Isaac lied about Rebekah. He grew so rich that Abimelech sent him away. He dug wells, and at Beersheba the LORD blessed him.",
"chapter_26_summary" : "Because of a famine, Isaac went to Abimelech king of the Philistines in Gerar. God told Isaac to stay there for a while. Isaac claimed Rebekah was his sister instead of his wife so that the Philistines would not kill him to get Rebekah, for she was beautiful. Abimelech saw Isaac caressing Rebekah, and so he summons Isaac. He asks Isaac why he lied. Isaac explains himself. Then Abimelech decrees that anyone that molests Isaac or Rebekah would be put to death. Isaac became rich, as God greatly increased the output of his efforts. Abimelech told Isaac to move away because he was too powerful. Isaac moved to the Valley of Gerar and re-dug his father's wells. He dug a couple more wells, but other herdsman fought over the water. He finally dug where no one disputed with him and proclaimed God had given them room. He went to Beersheba (where Abraham and Abimelech made the treaty). That night God appeared to Isaac and told him not be afraid, that God would bless him and his offspring because of Abraham. So Isaac made an altar, pitched his tents, and dug a well there. Abimelech came there and asked Isaac for a peace treaty. The next morning they made the oath. Edom/Esau married when he was 40 years old to Judith and to Basemath, who were both a source of grief to Isaac and Rebekah.",
"chapter_27_description" : "Jacob/Israel steals Edom/Esau's blessing",
"chapter_27_overview" : "Rebekah and Jacob tricked Isaac into giving Jacob his blessing. Esau vowed revenge so Rebekah told Jacob to go to her brother Laban.",
"chapter_27_summary" : "Isaac became old and lost his sight. He called for Edom/Esau and asked Edom/Esau to gather wild game to make a meal for him, so that he could bless Edom/Esau before he died. Edom/Esau left to hunt. Rebekah had overheard this conversation. Since Rebekah favored Jacob, she told him to get two of his best young goats and she would cook them up, and then Jacob could present them and get the blessing intended for Edom/Esau. Jacob argued that he was not hairy like his brother Edom/Esau, so Isaac would be able to feel the difference. Rebekah put Jacob in Edom/Esau's clothing, and covered his hands and neck with goat skins. Jacob went to his father with the food. When Isaac questioned Jacob on his quick return, Jacob replies that God had blessed him in his hunt. Isaac told him to come closer. Isaac said the voice was Jacob's, but the hands were hairy like Edom/Esau. Isaac ate. Isaac smelled Jacob and happily recognized Edom/Esau's scent from the clothing. Isaac blessed Jacob, part of which was to be ruler over his brothers. After Jacob left, Edom/Esau walked in and offered his hunt to Isaac. Isaac realized he had given the blessing to Jacob. Without much left to bless, Isaac blessed Edom/Esau that he would \"live by the sword\" and serve his brother, but would leave his brother when Edom/Esau became restless. Rebekah told Jacob to stay with her brother Laban in Haran, for Edom/Esau was thinking of killing Jacob. Rebekah told Isaac that Jacob shouldn't marry a Hittite.",
"chapter_28_description" : "Israel leaves home",
"chapter_28_overview" : "Isaac sent Jacob to marry one of Laban's daughters. On the way Jacob dreamed of a ladder reaching to heaven and the LORD blessed him.",
"chapter_28_summary" : "Isaac told Jacob to leave and to take a wife from Laban's daughters, not a Canaanite. Edom/Esau heard of this, so he married a Canaanite named Mahalath, making a total of 3 wives for himself. Jacob set out and slept on a rock one night. There he had the \"Jacob's Ladder\" dream. God was at the top of a ladder that reached to earth saying that He will bless Jacob. When Jacob woke up, he poured oil on his rock pillow and named the place Bethel, though the city used to be called Luz. Jacob said that if God watched over him, he would give a tithe.",
"chapter_29_description" : "Israel gets a wife",
"chapter_29_overview" : "Jacob worked for Laban seven years to marry Rachel, but Laban gave him Leah and made him work seven more for Rachel. Leah had sons.",
"chapter_29_summary" : "Jacob journeyed on and came across some shepherds and a well. He asked them of Laban, to which they replied they knew him, and his daughter Rachel was coming now up to the well. Rachel and Jacob went back to Laban's house and there was much rejoicing. Jacob agreed to work for Laban for 7 years, after which Rachel would be given to him as a wife. After 7 years, which seemed quick to Jacob because of his developing love for Rachel, there's a party. Laban gives Leah, his other daughter, to be Jacob's wife, and Jacob had sex with her. In the morning Jacob realized the woman next to him was Leah, not Rachel. Jacob confronted Laban who explained that it was not the custom to give the younger daughter first. He told Jacob to wait a week, then he could marry Rachel in return for another 7 years of work. He did, and loved Rachel more than Leah. Since Leah wasn't loved, God closed Rachel's womb and opened Leah's. Leah had four sons. Then God closed Leah's womb.",
"chapter_30_description" : "God blesses Israel with children and livestock",
"chapter_30_overview" : "Rachel's maid had sons for Jacob, then Leah's maid, then Leah. Finally Rachel had a son. Laban allowed Jacob flocks as wages to stay.",
"chapter_30_summary" : "Rachel complained about having no children, so she gave her maidservant, Bilhah, to Jacob to have children. Bilhah had two sons. Since Leah was having no more children, she gave her maidservant, Zilpah, to Jacob to have children. Zilpah had two sons. Rachel and Leah argued, and Leah bought from Rachel the right of sleeping with Jacob that night. God blesses Leah with another son. Another son and a daughter were born from Leah. God finally opens Rachel's womb, and she birthed Joseph. Jacob wanted to leave, but Laban wanted him to stay and told Jacob to name his price. Jacob agreed to continue working for him, taking the spotted and streaked goats and the dark colored lambs as payment. Jacob put branches from poplar, almond, and plane trees in front of the animal mating locations when the strongest of the flock were there, so their offspring would be spotted, streaked, or dark in color. In this way Jacob became rich.",
"chapter_31_description" : "Israel leave Laban",
"chapter_31_overview" : "The Lord told Jacob to return home. Jacob left in secret and Rachel took Laban's idols. Laban chased Jacob but they made a treaty.",
"chapter_31_summary" : "God told Jacob to return to the land of Isaac. Laban's other clan questioned Jacob's wealth. Jacob said God provided offspring matching Laban's prescribed wages, which Laban had changed 10 times in the course of the work. Jacob said he worked for Laban for 20 years. Jacob sent all his possessions ahead of himself, and fled without telling Laban. Rachel stole Laban's house gods. Three days later, Laban found out and pursued Jacob. Seven days later, Laban met Jacob. God came to Laban in a dream and told him not to say anything good or bad to Jacob. Laban asked Jacob why did he run away and why did he steal Laban's gods. Jacob said he ran for fear of forceful retribution. Jacob said that if anyone in Jacob's camp stole the gods, that person will be killed. Jacob said Laban should look around take anything that belongs to him. Laban searches almost everywhere for the gods. Rachel had hidden the gods in her saddle bags in the saddle she was sitting on, and lied to her father saying she couldn't get up because she was having her period. Laban didn't find anything that belonged to him directly, yet claimed the daughters, children, and flocks as his, but he said that he would let Jacob keep those. Then they gathered some rocks and promised each other that they each would not cross over that pile of rocks to harm the other.",
"chapter_32_description" : "Israel literally wrestles with God",
"chapter_32_overview" : "Jacob heard that Esau was coming to meet him. He was afraid and sent gifts. That night he wrestled with a man who renamed him Israel.",
"chapter_32_summary" : "On Jacob's way back to the land from which he came, he sent a messenger of peace to notify Edom/Esau. The messenger reported back that Edom/Esau was coming with 400 men to greet Jacob. Jacob feared this meant an attack, and divided his party into two groups. Jacob sent several herds of animals ahead as gifts to Edom/Esau in the hopes it would pacify Edom/Esau. That night, he sent everyone else across a river while he remained on the other side alone. An angel showed up and wrestled with Jacob until daybreak. He couldn't overpower Jacob, so he touched Jacob in the hip socket, causing Jacob pain. The angel told Jacob to let him go, to which Jacob replied that he would let go only if he would bless him. He asked Jacob what his name was, and told Jacob that he will now be called Israel, because he struggled with God and overcame. Israel asked for God's name, to which God asked why he asked. Israel had seen the face of God and survived. Now Israel limped from God's touch, and Israelites from then on would not eat of the tendon that connects the hip socket.",
"chapter_33_description" : "Israel and Edom/Esau make peace",
"chapter_33_overview" : "Esau and his men arrived. Jacob bowed down but Esau ran to embrace him. Jacob settled near Shechem and built an altar.",
"chapter_33_summary" : "When Israel and Edom/Esau finally met, Israel bowed down 7 times. Edom/Esau asked why Israel sent all the gifts and tells Israel to keep them. But Israel insists that Edom/Esau keep them. Israel told Edom/Esau he must travel slow, for he had children and young ewes to tend. Edom/Esau offered some men to help, but Israel refused. Israel stopped in Succoth and built shelters for his livestock. Then he continued to just outside of Shechem, where he bought some land and made an altar.",
"chapter_34_description" : "Israel's sons revenge unwed sex and love",
"chapter_34_overview" : "Shechem raped Jacob's daughter and asked to marry her. Jacob's sons told him to circumcise his men, then Simeon and Levi killed them.",
"chapter_34_summary" : "Dinah, the daughter of Leah, went out exploring. Shechem saw her and had sex with her. He grew to love her and asked his father Hamor to get her as his wife. Hamor talked to Israel about this. Israel's sons came home and heard of this. They were angry. Israel's sons lied and said that if every male in your city is circumcised, then Dinah can be Shechem's wife. Hamor's city agreed and circumcised all males. Three days later, while all of them were still in pain, Simeon and Levi, Dinah's brothers, took their swords and attacked the unsuspecting city, killing every male. Israel said to Simeon and Levi that they have made them disliked by the Canaanites and Perizzites. They argued that they should not have let their sister be treated as a prostitute.",
"chapter_35_description" : "Israel purifies his household",
"chapter_35_overview" : "Jacob went to Bethel and God renamed him Israel. They journeyed on. Rachel died having Israel's twelfth son. Isaac died in Hebron.",
"chapter_35_summary" : "God told Israel to go to Bethel and to set up an altar. Israel told his people to discard the foreign god idols, discard their earrings, and change clothes to purify themselves. The earrings and gods were burned. Israel went to Bethel and set up an altar. God appeared to Israel and blessed him. God told Israel again that he will no longer be called Jacob, but will be called Israel. They continued the journey. Rachel died while giving birth to Benjamin. Reuben slept with Israel's concubine Bilhah. Israel's twelve sons are named. Israel finally reached Isaac in Mamre. Isaac died in 2229 AC at the age of 180.",
"chapter_36_description" : "Edom/Esau's lineage",
"chapter_36_overview" : "Esau's sons were Eliphaz, Reuel, Jeush, Jalam and Korah. Esau and his family moved away to Seir. They became the Edomites.",
"chapter_36_summary" : "Lineage of Edom/Esau.",
"chapter_37_header" : "Jacob's family; Joseph",
"chapter_37_description" : "Joseph is sold to an Egyptian",
"chapter_37_overview" : "Joseph was Israel's favourite son. He had dreams and his brothers were jealous so they sold him. He was bought by Potiphar in Egypt.",
"chapter_37_summary" : "At the age of 17, Joseph tattled on his brothers. Israel loved Joseph more than any other son and gave him an ornamented robe. His brothers hated and envied him for that love. Joseph had two dreams which suggested that his brothers would bow down to him. That revelation didn't raise his brothers' opinions of him. Joseph's brothers were grazing their flocks. Israel told Joseph to check on them and report back. When his brothers saw Joseph coming, they suggested killing him. Reuben pleaded to let Joseph live and said to put Joseph in a cistern. They did so after taking Joseph's robe. The brothers saw some Midianite merchants and decided to sell Joseph to the merchants as a slave. Reuben wasn't part of this plan, for he was surprised when he checked the cistern and didn't find Joseph. The brothers took Joseph's robe and put goat blood on it, and reported to Israel that Joseph was missing and they found his coat bloodied. Israel assumed Joseph died by some animal and went into mourning. Joseph was sold to Potiphar in Egypt, one of Pharaoh's officials, the captain of the guard.",
"chapter_38_description" : "Judah impregnates his daughter-in-law",
"chapter_38_overview" : "Judah's sons Er and Onan died, leaving Tamar a widow. Judah sent her away but she put on a veil and he slept with her. She had twins.",
"chapter_38_summary" : "Judah married a Canaanite woman. She had three sons; Er, Onan, and Shelah. Er got a wife named Tamar. But Er was wicked, so God killed him. Judah asked Onan to sleep with Tamar to make children. He did have sex with her, but spilled his semen on the ground because the offspring would have been in his brother's lineage. God found this wicked and killed Onan for it. Judah told Tamar to live as a widow in Er's house, and she did. Judah's wife died. After a while, Judah went to help the men shearing his sheep. When Tamar heard of this, she disguised herself as a prostitute. Not recognizing Tamar, her grandfather, Judah, asked to sleep with her. They agreed on the price of a young goat. But because he didn't have the goat with him, Judah gave his seal and its cord, and his staff as a promise until the goat could be given to her. They had sex and she was impregnated. Immediately after Judah left, she put back on her widow's clothes and left. Judah sent his friend to pay the prostitute the goat, but she wasn't there. When Judah asked around town, no one knew of the prostitute. Three months later, people claimed Tamar was impregnated because of prostitution. Judah instructed to burn her to death. Tamar said she was impregnated by the man that owned the seal and its cord, and the staff. Judah recognized them and let her live. Tamar gave birth to twins.",
"chapter_39_description" : "Joseph is sent to Egypt",
"chapter_39_overview" : "Potiphar put Joseph in charge of his house. His wife tried to seduce Joseph, then lied about it, so Potiphar put Joseph in prison.",
"chapter_39_summary" : "Joseph worked for Potiphar. Potiphar noticed Joseph did well at everything, so Potiphar made Joseph in charge of Potiphar's household. The household prospered under Joseph's care. Joseph was handsome and well-built, thereby catching the eye of Potiphar's wife. She begged to have sex with Joseph, but Joseph refused. She kept begging on subsequent days. One day she caught him by his cloak. Joseph dropped his cloak and ran out of the house. Potiphar's wife was angry, so she made up a story saying that Joseph tried to force himself on her and he ran away when she screamed, using the cloak as evidence. Potiphar found out his wife's story and subsequently had Joseph thrown in the prison for the king's prisoners. Due to God's influence, Joseph found favor with the prison ward, and the ward put him in charge of all the prisoners.",
"chapter_40_description" : "Joseph in prison",
"chapter_40_overview" : "Pharaoh put his cupbearer and baker in prison. Joseph interpreted their dreams. The cupbearer was restored but the baker was hanged.",
"chapter_40_summary" : "The Pharaoh's cupbearer and baker angered Pharaoh, and he sent them to prison. One night, the cupbearer and baker each had a dream. Joseph offered interpretations through God's help. The cupbearer would be restored to his position. Joseph asked that the cupbearer remember him when back in the Pharaoh's care. The baker would be killed by Pharaoh. The interpretations came true in three days, but the cupbearer forgot Joseph.",
"chapter_41_description" : "Josephs rules Egypt",
"chapter_41_overview" : "Pharaoh had a dream and called for Joseph to interpret it. The dream predicted a famine. Pharaoh put Joseph in charge of all Egypt.",
"chapter_41_summary" : "Two years later, the Pharaoh had two dreams. One involved seven fat grains being eaten by seven skinny grains. The other one involved seven fat cows being eaten by seven skinny cows. Pharaoh requested interpretations, but nobody had a good one. Finally the cupbearer remembered Joseph's ability to interpret dreams and he told Pharaoh about Joseph. Pharaoh sent for Joseph. Joseph said God had revealed His plans to Pharaoh. There will be seven years of abundance, followed by seven years of famine. Joseph instructed that Pharaoh should take one fifth of the harvest during the first seven years to collect a reserve for the famine years. Pharaoh put Joseph in charge of everything, second only to Pharaoh. Joseph was 30 years old at that time. Joseph made the collections. Meanwhile he had two sons with Asenath. The famine came on all lands, but Egypt had food. Joseph opened the storehouses and sold the grain.",
"chapter_42_description" : "Joseph brothers come for food",
"chapter_42_overview" : "Joseph's brothers went to Egypt to buy grain but didn't recognise him. He kept Simeon in prison and sent the rest to fetch Benjamin.",
"chapter_42_summary" : "Since the famine was in all places, Israel's family needed food too. Israel sent 10 of his sons to get food, but kept the youngest, Benjamin, for fear that harm may come. When the brothers arrived in Egypt, Joseph recognized them, but the brothers didn't recognize Joseph. Joseph questioned the brothers about their family. Joseph accused his brothers of being spies and detained them for three days. Joseph kept Simeon, but released the others with full bags of grain and their silver. Joseph told them to bring back the youngest brother if they want Simeon to live. The brothers returned and told Israel what had happened. Israel wept for all his sons may now be in danger. Reuben said Israel could kill both Reuben's sons if Benjamin was not returned safely, but Israel still wouldn't let Benjamin go.",
"chapter_43_description" : "Joseph tricks his brothers",
"chapter_43_overview" : "When the grain ran out, Joseph's brothers went back to Egypt with Benjamin. Joseph invited them to his house and gave them a feast.",
"chapter_43_summary" : "Israel's family eventually needed food again. Eventually the brothers convinced Israel to let Benjamin go this time. Israel sent them with gifts from the land, and double the silver. Upon seeing them Joseph invited the brothers to a feast at noon. The brothers sought Joseph's steward about the silver they had found in their sacks from their last visit. The steward said not to worry about it, and he brought out Simeon. The brothers presented the gifts to Joseph. Joseph asked of Israel, to which the brothers said he was still alive and they bowed in honor. Joseph met his youngest brother and left the room quickly to weep. Then they ate, the brothers by themselves, the Egyptians by themselves, and Joseph alone, for Egyptians thought it sickening to eat with Hebrews. Benjamin's portion was 5 times larger than the rest of the brothers' portions.",
"chapter_44_description" : "Benjamin is held captive",
"chapter_44_overview" : "Joseph hid his cup in Benjamin's sack, then sent a steward after his brothers. Judah offered himself as a slave instead of Benjamin.",
"chapter_44_summary" : "Joseph had his brothers' sacks filled with grain and their silver. He also had a silver cup placed in Benjamin's sack. The brothers set out to return home in the morning. Before they had gotten far, Joseph sent his steward after them to accuse the brothers of stealing the silver cup. The brothers said that if anyone is found to have it, that brother will die and the other brothers will become slaves. The cup was found in Benjamin's sack, so they all headed back. Joseph told them that he could find things out by divination. The brothers said that God had revealed this evil and pleaded with Joseph that they would all be slaves. Joseph said that only Benjamin would be a slave. Judah pleads to be a slave instead of Benjamin, for it would kill Israel to learn of Benjamin's slavery.",
"chapter_45_description" : "Joseph reveals all",
"chapter_45_overview" : "Joseph told his brothers who he was. They were afraid, but he told them, \"God sent me here.\" His brothers went to fetch their father.",
"chapter_45_summary" : "Joseph finally revealed that he was their brother that was sold into slavery. Joseph told them not to worry about having sold him into slavery, for it had been part of God's plan to save lives. This happened two years into the famine. Joseph told his brothers to bring the family of Israel into Egypt for shelter from the famine. Joseph told them to leave their belongings, for the best ones were to be given to them in Egypt. Joseph sent them back with gifts of Egypt. The brothers returned and explained to happenings to Israel. Israel said he would go to Egypt.",
"chapter_46_description" : "Israel goes to Egypt",
"chapter_46_overview" : "So Israel set out with all his household. God told him not to be afraid. Israel and all his family came to Egypt and Joseph met him.",
"chapter_46_summary" : "Israel's clan set out for Egypt. When they arrived at Beersheba, Israel made a sacrifice offering. God spoke to Israel and told him not to be afraid, but to go to Egypt. Israel's clan continued to Egypt with their possessions. There is some lineage information of those who went to Egypt. Israel finally saw Joseph again, and there was much rejoicing. Joseph told his brothers to claim that they are shepherds so that they may settle in the land of Goshen, because shepherds are detestable to the Egyptians.",
"chapter_47_description" : "Israel settles in Egypt",
"chapter_47_overview" : "Pharaoh allowed Joseph's family to settle in Goshen. The famine continued and the Egyptians sold all they had to Pharaoh for food.",
"chapter_47_summary" : "Pharaoh interrogated the brothers, and they answered as Joseph had instructed. They were allowed to settle in Goshen, in the district of Rameses. Pharaoh asked Israel how old he was, to which he replied 130 years old. Then Israel blessed Pharaoh and left. Through selling grain, Joseph acquired all the money in Egypt and Canaan for Pharaoh. The people complained that they had no more money. Joseph told them to exchange with livestock instead. That lasted a year before all the livestock in Egypt and Canaan were Pharaoh's as well. After that, the people complained that all they had left was their land and their bodies. So Joseph reduced them to servitude in exchange for food. Only the priests were spared slavery. Joseph made a law that 1/5 of the produce of the land shall go to Pharaoh. At 147 years old, Israel realized he would die soon and made Joseph swear to bury him with his father in Canaan.",
"chapter_48_description" : "Israel blesses Joseph's sons",
"chapter_48_overview" : "Jacob became ill, so Joseph took his sons to see him. Jacob blessed Joseph's sons as his own, putting Ephraim ahead of Manasseh.",
"chapter_48_summary" : "Joseph took his sons to see Israel. Israel blessed them, with his right hand on the youngest, Ephraim, and his left hand on the oldest, Manasseh. This displeased Joseph. Israel said that he knew what he was doing, and that Joseph's youngest son would make a greater family than his older brother, but both would make great families. Israel gave Joseph the land he won by war from the Amorites.",
"chapter_49_description" : "Israel blesses Joseph and his brothers",
"chapter_49_overview" : "Jacob gathered his sons and blessed each of them. He charged them to bury him with Abraham in the cave in Canaan, and then he died.",
"chapter_49_summary" : "Israel called upon his sons for their final blessings. Each was given a blessing. Reuben got a curse for sleeping with Israel's concubine. Simeon and Levi were cursed for slaughtering Hamor's city's men. Judah would have dark eyes and white teeth. Joseph got the best blessing. After he gave burial instructions, Israel died.",
"chapter_50_description" : "Israel buried and Joseph dies",
"chapter_50_overview" : "Pharaoh allowed Joseph to go and bury Jacob. Before Joseph died, he said that God would lead his people back to the promised land.",
"chapter_50_summary" : "Joseph had his father embalmed. Pharaoh allowed Joseph to take his father to be buried as requested. Joseph did so. Joseph's brothers were worried that he held a grudge against them. Joseph reassured his brothers, and told them that it was part of God's plan. As Joseph neared death, he made his brothers swear to bring him back to Canaan for burial. Joseph died at 110 years old and was embalmed."
}
