{
"book_description" : "Judgement on evil",
"book_overview" : "God uses Babylon to punish Israel's evil then punishes Babylon for her evil. God is in charge.",
"ESV_summary" : "Habakkuk was probably written about 640–615 BC, just before the fall of Assyria and the rise of Babylon (Chaldea). God used Assyria to punish Israel (722); now he would use Babylon to punish Assyria and Judah. This prophecy would be fulfilled several decades after Habakkuk, in 586. The \"theme question\" of Habakkuk is, how can God use a wicked nation such as Babylon for his divine purpose? God judges all nations, said Habakkuk, and even Babylon would eventually be judged (Babylon fell to Persia in 539). Though God’s ways are sometimes mysterious, \"the righteous shall live by his faith\" (2:4) while awaiting salvation. These words are quoted three times in the New Testament (Rom. 1:17; Gal. 3:11; Heb. 10:38).",
"ESV_introduction" : "While this book is true prophecy, its method is quite different from other writings of the prophets. Dramatically constructed in the form of dialogue, this book contains the prophet’s complaints (questions) and God’s reply to them. In god’s answers Habakkuk discovers the doorway leading from questioning to affirmation, through which he enters into a faith that enables him to affirm, \"I will rejoice in the Lord… God, the Lord, is my strength.\"",
"chapter_1_header" : "Evil in Judah",
"chapter_1_description" : "*Babylon will punish Judah, then God will punish Babylon",
"chapter_1_overview" : "O LORD, why do you tolerate evil? \"Behold, I am raising up the Chaldeans.\" Your eyes are pure. Why do you look upon the treacherous?",
"chapter_1_summary" : "Habakkuk complains to God that there is rampant injustice, violence, and conflict, and that the wicked are prevailing. God answers that He is rousing the Babylonians to punish (inferred) the House of Judah. Habakkuk then asks God why He tolerates the wickedness of the Babylonians.",
"chapter_2_header" : "Evil in Babylon",
"chapter_2_description" : "*Babylon will punish Judah, then God will punish Babylon",
"chapter_2_overview" : "The LORD answered: \"The just shall live by faith. Woe to him who plunders nations! What profit is an idol? The LORD is in his temple.\"",
"chapter_2_summary" : "God tells Habakkuk that at a certain time, God will save those who are faithful to Him and will punish the Babylonians, because they are arrogant, greedy, and murderous. All of their work will come to nothing when God acts and puts them to shame. They foolishly trust in idols, but God is reigning in His Temple, and will silence the earth.",
"chapter_3_header" : "Trust in God",
"chapter_3_description" : "God thrashes the nations to save the Israelites",
"chapter_3_overview" : "O LORD, renew your works! He stood and shook the earth. You crushed the head of the wicked. I will rejoice in the God of my salvation.",
"chapter_3_summary" : "God came from Mount Paran, showing glory and power. He sent plague and pestilence, shook the mountains, enraged the seas, and sent river torrents. God threshed the nations in His wrath to save His chosen people. God killed the leader of the wicked nation with his own spear. Despite all of the frightening chaos and devastation around Habakkuk, he will still rejoice in God, who strengthens him."
}
