{
"book_description" : "Rebuilding the temple",
"book_overview" : "Those who returned to Jerusalem must rebuild the Temple, or harvests will continue to fail.",
"ESV_summary" : "When the first wave of Jewish exiles returned from Babylon to Jerusalem in 538 BC, they began to rebuild the temple but soon gave up. Inspired by the prophetic ministries of Haggai and Zechariah, they finally completed the task in 516. Haggai rebuked the people for living in \"paneled houses\" while the house of God remained in ruins (1:4). He warned that, despite their best efforts, their wealth would never suffice, because the Lord was not pleased with their neglect of his temple (see Lev. 26:2-20). He called them to repent and renew their covenant with the God of their fathers. He assured them that God would achieve his purposes for his people and for all other nations. The rebuilding of the temple symbolized God’s restored presence among his people.",
"ESV_introduction" : "This book, the first among the writings of the post-Exilic prophets, consists of four prophecies delivered within the space of 4 months, some 15 years after the return of the first exiles to Jerusalem. Work on the second Temple has begun shortly after the exiles’ arrival, but had been delayed for almost two decades. Haggai comes forward with a series of timely and vigorous messages challenging the people to respond wholeheartedly to a noble task - rebuilding the House of God.",
"chapter_1_header" : "Call to rebuild",
"chapter_1_description" : "God motivates the people to rebuild the Temple",
"chapter_1_overview" : "The LORD says: \"Consider your ways! You never have enough because the temple lies in ruins.\" So the people worked on the temple.",
"chapter_1_summary" : "God gave a message to Haggai to give to Zerubbabel (the governor of Judah) on the first day of the sixth month of the second year of King Darius. God marvels that the people have not understood why they are suffering; with insufficient harvests, poor clothing, lack of financial success, and drought. They have chosen to rebuild their own houses, meanwhile neglecting the rebuilding of the Temple, so God has been punishing them. Zerubbabel and all of Judah obeyed God's request, and began working on the Temple on the twenty-fourth day of the sixth month. God was with them, and stirred up their spirits.",
"chapter_2_header" : "Blessings will follow",
"chapter_2_description" : "God will soon shake the nations",
"chapter_2_overview" : "The LORD says: \"The latter glory of this temple shall be greater than the former. This nation is unclean. But now I will bless you.\"",
"chapter_2_summary" : "God gave a message to Haggai to give to Zerubbabel on the twenty-first day of the seventh month of the second year of King Darius. God encourages them to work hard on the Temple. God is with them, His Spirit is among them, and He is keeping the covenant given during the Exodus. Soon, God will \"shake\" all of the nations, and select people from all nations will give silver and gold to the Temple to bestow it with glory. This Temple will be even more spectacular than the one Solomon had built. God will grant peace from the Temple. God gave a message to Haggai to give to the priests on the twenty-fourth day of the ninth month. Before the Temple reconstruction began, God afflicted them with blight, mildew, and hail because they ignored His Temple. However, now that they have started the reconstruction, God will bless them. God gave a message to Haggai to give to Zerubbabel on the twenty-fourth day of the ninth month. God will cause great destruction to foreign kingdoms. At that time, Zerubbabel will be God's chosen king."
}
