{
"book_description" : "Jewish Christianity",
"book_overview" : "Jesus is higher than Moses or angels, and is the one offering for sin for all time, so don't reject him.",
"ESV_summary" : "The letter to the Hebrews was written to encourage Christians in a time of trial. It does so by focusing on the absolute supremacy and sufficiency of Jesus Christ. While God spoke in the past \"many times and in many ways,\" he has now spoken to us \"by his Son,\" Jesus Christ, who is the \"exact imprint\" of God’s nature and who \"upholds the universe by the word of his power\" (1:1-3). Jesus accomplished complete salvation for all who trust in him (1:1–10:18). We dare not \"neglect such a great salvation\" (2:3; 5:12–6:20; 10:19-39). Rather, in our faith and in our everyday living, we should imitate the example of Christ and of those on the honor roll of faith (chs. 11–13). This letter, whose author is unknown, was probably written between AD 60 and 70.",
"ESV_introduction" : "Although tradition ascribed Hebrews to Paul, it is now generally believed to have been written by someone other than the Apostle, but certainly someone who was acquainted with Paul’s teaching. The Epistle portrays Jesus, who performed the perfect sacrifice for the sins of the world, as the great High Priest of the line of Melchizedek (Gen. 14). The Bible’s only definition of faith occurs in this Epistle (Chap. 11) and is followed by the \"great line of splendor\" of the men of faith.",
"chapter_1_header" : "Jesus better than angels or Moses",
"chapter_1_description" : "*",
"chapter_1_overview" : "In these last days God has spoken by his Son. Of the Son he says, \"Let the angels worship him.\" And, \"Your throne, O God, is forever.\"",
"chapter_1_summary" : "**",
"chapter_2_description" : "*",
"chapter_2_overview" : "We must pay closer attention. The author of salvation tasted death for everyone. He was made like us to make atonement for our sins.",
"chapter_2_summary" : "**",
"chapter_3_description" : "*",
"chapter_3_overview" : "Jesus has more honour than Moses. He is the Son over God's house. Therefore, \"Do not harden your hearts as they did in the rebellion.\"",
"chapter_3_summary" : "**",
"chapter_4_header" : "Jesus as High Priest",
"chapter_4_description" : "*",
"chapter_4_overview" : "Let us fear lest anyone fails to reach the promised rest. The word of God judges the heart. So we boldly approach the throne of grace.",
"chapter_4_summary" : "**",
"chapter_5_description" : "*",
"chapter_5_overview" : "Every high priest from among men is subject to weakness. Christ is a high priest in the order of Melchizedek. You still need teaching.",
"chapter_5_summary" : "**",
"chapter_6_description" : "*",
"chapter_6_overview" : "Let us press on to maturity. It is impossible to restore those who fall away. The promise of God is a steadfast anchor for the soul.",
"chapter_6_summary" : "**",
"chapter_7_description" : "*",
"chapter_7_overview" : "Abraham gave a tithe to Melchizedek, who had no end. Our Lord became a priest through indestructible life. He is always able to save.",
"chapter_7_summary" : "**",
"chapter_8_header" : "New Covenant & Sacrifice",
"chapter_8_description" : "*",
"chapter_8_overview" : "We have a high priest who ministers in the true tent. He mediates a better covenant. He says, \"I will write my laws on their hearts.\"",
"chapter_8_summary" : "**",
"chapter_9_description" : "*",
"chapter_9_overview" : "The high priest enters the Most Holy Place once a year with blood. Christ entered the true holy place once for all by his own blood.",
"chapter_9_summary" : "**",
"chapter_10_header" : "Faith yesterday & today",
"chapter_10_description" : "*",
"chapter_10_overview" : "The law is but a shadow. Animal blood cannot take away sins. Christ offered one sacrifice forever. So let us hold fast to our hope.",
"chapter_10_summary" : "**",
"chapter_11_description" : "*",
"chapter_11_overview" : "Faith is the proof of hope. By faith the world was made. By faith Abraham obeyed. By faith Moses left Egypt. In faith some suffered.",
"chapter_11_summary" : "**",
"chapter_12_description" : "*",
"chapter_12_overview" : "Let us run the race, looking to Jesus. God is disciplining you as sons. See that no one falls short of grace. Let us worship in awe.",
"chapter_12_summary" : "**",
"chapter_13_description" : "*",
"chapter_13_overview" : "Let love continue. Marriage should be honoured. Let us bear the reproach Christ endured. Submit to your leaders. Grace be with you.",
"chapter_13_summary" : "**"
}
