{
"book_description" : "Acting out God's love",
"book_overview" : "Hosea is told to marry someone as unfaithful as Israel to demonstrate God's continuing love",
"ESV_summary" : "Hosea has been called the \"death-bed prophet of Israel\" because he was the last to prophesy before the northern kingdom fell to Assyria (about 722 BC). His ministry followed a golden age in the northern kingdom, with a peace and prosperity not seen since the days of Solomon. Unfortunately, with this prosperity came moral decay, and Israel forsook God to worship idols. So God instructed Hosea to marry a \"wife of whoredom\" (1:2), whose unfaithfulness to her husband would serve as an example of Israel’s unfaithfulness to God. Hosea then explained God’s complaint against Israel and warned of the punishment that would come unless the people returned to the Lord and remained faithful to him. The book shows the depth of God’s love for his people, a love that tolerates no rivals.",
"ESV_introduction" : "Sometimes called the \"Prophet of Divine Love,\" Hosea was a native of Israel and was called to be God’s spokesman during that kingdom’s darkest hour. The apostasy of his own people was enough to break Hosea’s heart, but he also bore a heavy cross in his own life - his wife had proved unfaithful. In this bitter experience Hosea came to fathom God’s love for his erring children and pleads with his people to repent and avail themselves of God’s divine compassion and a love that will not let Israel go.",
"chapter_1_header" : "Marries an adulteress",
"chapter_1_description" : "Hosea marries adulteress Gomer, and God names his children for prophesy",
"chapter_1_overview" : "The LORD told Hosea, \"Marry an adulterer for the land has prostituted itself.\" Gomer had sons. The LORD said, \"You are not my people.\"",
"chapter_1_summary" : "Hosea was a prophet of God during the reign of King Jeroboam in Israel (Samaria). God told Hosea to marry an adulterous wife and to have unfaithful children, because that is what Israel is like. So Hosea married Gomer. When they had their first son, God said to name him \"Jezreel,\" because God will end the kingdom of Israel in the Valley of Jezreel. When the next had a daughter, God said to name her \"Lo-Ruhamah\" (not loved) because God will no longer love or forgive the House of Israel, even though He will save the House of Judah. When they had their second son, God said to name him \"Lo-Ammi\" (not my people) because God disowns them. Despite that, at some later time they will again be prosperous and return to Israel, uniting with Judah under one leader who they have appointed.",
"chapter_2_description" : "God's prophesy of punishment and restoration",
"chapter_2_overview" : "\"Your mother has been unfaithful. I will expose her lewdness. Now I will speak tenderly to her. I will betroth you to me forever.\"",
"chapter_2_summary" : "God tells Hosea to give the people of Israel the following prophesy. The people should change from their spiritually adulterous ways. Otherwise, God will strip their kingdom, send a drought to the land, and stop their celebrations; punishing them for worshiping Baals and seeking protection by allying with other nations instead of seeking God. Later, God will lure the people of Israel back to Samaria, and again become their God. They will no longer worship idols. God will make the people safe from animals and weapons. The land will again be productive.",
"chapter_3_description" : "God tells Hosea to love his adulteress wife again",
"chapter_3_overview" : "The LORD said to me, \"Go, love your wife again as the LORD loves Israel.\" So I bought her back. For Israel will return to the LORD.",
"chapter_3_summary" : "God told Hosea to love his adulteress wife again, just like God still loves the House of Israel despite their idol worship and love for raisin cakes. So Hosea bought his wife, and told her to wait for him for several days, as he would wait for her. The House of Israel will live a while without kings or sacrifices. Then they will humbly return to their land and to God and their king David in the \"last days.\"",
"chapter_4_header" : "Israel is adulterous",
"chapter_4_description" : "God will destroy the House of Israel for its wickedness",
"chapter_4_overview" : "The LORD has a charge against Israel: \"There is no faithfulness. They have left God to play the whore. The rulers love shameful ways.\"",
"chapter_4_summary" : "God said that the House of Israel has abandoned God. They instead turn to idol worship. They have become lawless. Their sins kill the land, the beasts, the birds, and the fish. The people are as despicable as those who accuse priests. Their prophets are blind. God will destroy their land because of their sins. Even the priests are wicked, and encourage wickedness in the people. God will restrict their food supply and limit their numbers. The people prostitute themselves and drink old and new wine, which ruins their understanding. God will not punish their prostitutes or adulteress women, because the men seek them out due to their lack of understanding. The House of Israel should stay away from Judah and not swear by God. The House of Israel is stubborn, persisting in their sins.",
"chapter_5_description" : "God will destroy both Israel and Judah for their wickedness",
"chapter_5_overview" : "\"Hear this, O priests, O king! Israel shall stumble in his guilt. Ephraim is crushed in judgement. I will leave until they seek me.\"",
"chapter_5_summary" : "God knows of the House of Israel's corruption, sins, and rejection of God. The House of Judah is stumbling with them. God has removed His blessing from the House of Israel. They have children out of wedlock. God will destroy Samaria and Judah like a lion, and take the surviving remnant from their land. Then God will wait until they seek Him in their misery.",
"chapter_6_description" : "Israel and Judah should repent so that God will restore them",
"chapter_6_overview" : "Come, let us return to the LORD. On the third day he will raise us up. \"I desire steadfast love, not offerings. Israel is defiled.\"",
"chapter_6_summary" : "Return to God and He will heal us. God will revive us in two days, and will restore us in three days so that we can live with God. If we acknowledge God, He will come surely back to us. The love of the Houses of Israel and Judah is fleeting, so God condemned them with His prophets. God desires mercy, not sacrifice, and acknowledgment instead of burnt offerings. They are wicked. A harvest will occur in Judah.",
"chapter_7_description" : "God wants to heal Samaria, but they are too wicked and so will instead be destroyed",
"chapter_7_overview" : "\"The sins of Ephraim are revealed. They are like a heated oven. They call to Egypt, go to Assyria. Woe to them for they have strayed!\"",
"chapter_7_summary" : "God wants to heal Samaria, but their their sins are grievous and God remembers all of their evils always. The king delights in the people's wickedness, and likewise the people delight in the king's wickedness, together mocking God. Samaria mixes with other nations, which weakens Samaria without them noticing. Instead of relying on God, Samaria seeks help from other nations. God will destroy them for their rebellion. Instead of crying to God, they turn away and seek grain and new wine. Their leaders will fall by the sword and be ridiculed.",
"chapter_8_header" : "Judgement & repentance",
"chapter_8_description" : "*God will destroy Ephraim for their sins and rebellion",
"chapter_8_overview" : "\"A vulture is over Israel. The calf of Samaria shall be broken. The LORD will punish their sins. For Israel has forgotten his Maker.\"",
"chapter_8_summary" : "The Israelites have broken God's covenant and laws, while acknowledging God. Israel chooses rulers without God's consent, and makes idols. Samaria worships a calf-idol and produces no fruit, so God is angry and their idol will be broken. Samaria sows what will reap destruction, not profit. Israel and Ephraim have sold themselves to other nations, becoming worthless. Samaria's altars have become used for sinning. God will punish them for their sins. Israel has forgotten God, so God will destroy their cities and fortresses.",
"chapter_9_description" : "*God will destroy Ephraim for their sins and rebellion",
"chapter_9_overview" : "Rejoice not, O Israel! The days of punishment have come. \"I will bereave them. I will drive them from my house.\" God will reject them.",
"chapter_9_summary" : "Ephraim will be punished for their sins, being sent to Egypt and Assyria. Their sacrifices will not be accepted. If they escape their destruction, they will be killed in Egypt. They ignore and mistreat God's prophet. God was happy when He found Israel, but they have turned into idol worshipers. God will make them miscarry, give them dry breasts, and will slay their children. Because of their wickedness in Gilgal, like in the days of Gibeah, God rejects them. They will be scattered among other nations.",
"chapter_10_description" : "*God will destroy Ephraim for their sins and rebellion",
"chapter_10_overview" : "Israel is a rich vine. The LORD will break down their altars. \"Nations shall be gathered against them.\" It is time to seek the LORD.",
"chapter_10_summary" : "God will destroy the means of idolatry in Samaria. They make false oaths which cause problems. Their calf-idol will be taken to Assyria, and Samaria's king will be destroyed. The people of Israel will ask for the mountains to cover them and the hills to fall on them. God will bring them war and slavery for their double sin. Ephraim is like a cow, so God will drive Ephraim, and Judah will plow, because Jacob must turn the soil. They should sow righteousness and seek God until He comes, but instead they plant and reap evil and they do not depend on God.",
"chapter_11_description" : "God will not completely destroy Ephraim because of His compassion",
"chapter_11_overview" : "\"When Israel was a child, I loved him. But the sword shall devour them. How can I give you up, O Ephraim? I will bring them home.\"",
"chapter_11_summary" : "God loved the Israelites, bringing them out of Egypt, but they rejected Him with idolatry. God treated Ephraim with loving kindness, but they will be sent to Egypt and ruled by Assyria for their non-repentance. Their nation will be destroyed by war, and God will not help them in their distress. Yet God's compassion is aroused, so Ephraim will not be completely destroyed, because God is God, not a man. God will call the trembling remnant of Ephraim back from Egypt and Assyria. Ephraim and Judah both rebel against God.",
"chapter_12_description" : "*God will destroy Ephraim without compassion due to their sins and rebellion",
"chapter_12_overview" : "\"Jacob fought with God. Ephraim has said, 'I am rich.' But I am the LORD. I spoke through the prophets.\" The LORD will repay Ephraim.",
"chapter_12_summary" : "Ephraim lies, and makes alliances with Assyria and Egypt. Judah will be punished for their sins. Jacob grabbed his brother's heal in the womb, and as a man he successfully wrestled with God. He spoke with God. Judah must return to God, love, and justice. They are fraudulent. Ephraim thinks that its wealth will protect them from guilt. God will make them live in tents again. God spoke through the visions of prophets, and told parables through them. Gilead and Gilgal will be destroyed for their wickedness. Jacob fled to Aram, and paid for his wife with service. God used a prophet to bring Israel out of Egypt and care for him, but Ephraim provoked him to hostilities, and so Ephraim's contempt will be repaid by God.",
"chapter_13_description" : "*God will destroy Ephraim without compassion due to their sins and rebellion",
"chapter_13_overview" : "\"They make idols of silver. But I am the LORD. I will tear them open. Ephraim's sin is stored up. Shall I redeem them from death?\"",
"chapter_13_summary" : "Ephraim was exalted, but then began idolatry, and their idolatry proliferated and progressed. Therefore they will be destroyed. They shall acknowledge no god or savior but God Himself. God had taken care of them, but in their prosperity they rejected Him. So God will attack them like a sly and ferocious animal. God angrily gave them a king per their request, and will now take their king away in His wrath. Their sins are on record. They do not learn from their pain, so God will kill them without compassion. They will have a drought. God is stirring up an invading and plundering army from the east. The Samaritans will bear their guilt through war. Their children and pregnant women will be killed.",
"chapter_14_description" : "God calls the Samaritans to repent to be healed",
"chapter_14_overview" : "O Israel, return to the LORD. \"I will heal their apostasy. They shall blossom like the vine. Whoever is wise, let him understand.\"",
"chapter_14_summary" : "Samaria's sins have caused their ruin. They should repent, beg God for forgiveness, acknowledge that Assyria cannot save them, and renounce their idolatry. Then God will heal them, love them, and bless them. They will become firmly rooted in the land, and will be attractive and famous for their prosperity. The wise will righteously walk in God's ways, but the rebellious will stumble."
}
