{
"book_description" : "Judgement brings hope",
"book_overview" : "Israel and Judah have been punished, but God will rescue them by means of his Servant",
"ESV_summary" : "Isaiah lived during the decline of Israel in the shadow of Assyria. He spoke the word of God to a people who were \"deaf and blind\" (see 6:10), who refused to listen to his warnings of looming disaster. He warned that the sin of the people of Judah would bring God’s judgment, yet he also declared that God is sovereign and would use Cyrus the Persian to return them from exile. The book speaks of a \"servant,\" a \"man of sorrows,\" who would be \"pierced for our transgressions,\" accomplishing God’s purposes of salvation (52:13–53:12). The final chapters give a beautiful description of a new creation in which God will rule as King, judging the wicked and establishing eternal peace. Isaiah prophesied about 740–700 BC (possibly till the 680s).",
"ESV_introduction" : "This book, as is true of all the prophetical books, derives its name from the prophet whose messages it records. The unity of Isaiah, a problem related to authorship and contents, has been the subject of much debate. The message of the book is twofold: judgment upon Judah for her sins (1-39), and comfort and hope for an exiled people (40-66). In these messages of encouragement are found some of the most graphic portrayals of the Messiah in the Old Testament.",
"chapter_1_header" : "Judgement on Judah",
"chapter_1_description" : "God will purge the evil from Judah",
"chapter_1_overview" : "The LORD has spoken: I raised children but they have rebelled. Wash yourselves. I will smelt away your dross. Zion shall be redeemed.",
"chapter_1_summary" : "Isaiah, son of Amoz, had the following vision concerning Judah and Jerusalem during the reigns of the kings of Judah Uzziah, Jotham, Ahaz, and Hezekiah. Isaiah says that God says: God has reared up children which rebel against Him. Isaiah says that the Israelites are full of evil and will not yield to God despite His attempts to punish them, and now they are physically injured, their country is desolate, and their fields are stripped. If it wasn't for God sparing some of them, they would all be dead. Isaiah says that God says: God has had enough burnt offerings and asks who asked them to make these sacrifices? Stop bringing meaningless sacrifices. God hates their festivals, Sabbaths, and appointed feasts. God will not listen to your prayers. Purify yourself, be righteous, seek justice, and defend the oppressed, orphans, and widows. Though the Israelites are stained with scarlet sins, they will be purified white as snow again and be rewarded if they obey God. But if they don't obey, they will be killed by the sword. Jerusalem has become a whore, and everything has been corrupted. God declares that He will purge the evil and restore the judges like in the days before kings, and Zion (Jerusalem) will again be righteous. God will redeem the righteous but will punish the rebels and sinners.",
"chapter_2_description" : "*In the last days, God will humble Judah and leave only a remnant",
"chapter_2_overview" : "The mountain of the LORD will be established. On that day the pride of men will be humbled. They will flee the splendour of the LORD.",
"chapter_2_summary" : "Isaiah, son of Amoz, had the following vision concerning Judah and Jerusalem. In the last days, God's mountain temple will be established in Jerusalem, and God will judge, teach, and settle the disputes of many nations, such that swords will be turned to plowshares and there will no longer be any wars. The people of the house of Jacob are wealthy, have pagan practices, and worship idols, but God will humble them. Hide from the wrath of God. God has a day planned when all arrogant men will be humbled and God alone will be exalted. Idols will disappear on that day. On that day, men will throw away their idols and try to hide from God's wrath. Stop trusting in man.",
"chapter_3_description" : "*In the last days, God will humble Judah and leave only a remnant",
"chapter_3_overview" : "The LORD will take away all support from Judah. Children will govern. You grind the faces of the poor. The women of Zion are proud.",
"chapter_3_summary" : "God is about to remove all food, water, and leaders from Jerusalem and Judah. Children will lead and govern. Neighbors will fight each other. No one will want to rule. This will happen because they have been proud of their sins. The righteous will be rewarded at that time. God will punish the elders and the leaders for creating this evil and oppressing the poor. The Israelite women act and dress seductively, so God will give them sores and make them bald. God will take all of their jewelery. God will make them stinky, bald, branded, and poorly dressed. Men will die in battle.",
"chapter_4_description" : "*In the last days, God will humble Judah and leave only a remnant",
"chapter_4_overview" : "In that day the branch of the LORD will be glorious. Those who are left in Zion will be called holy. The LORD will create a shelter.",
"chapter_4_summary" : "In that day, women will be so desperate for marriage that seven women will marry one man only for his namesake. The survivors will inherit a beautiful and glorious land and will be called holy after God has purged and cleansed Jerusalem with a spirit of judgement and a spirit of fire. Then God will make a canopy of smoke by day and fire by night to protect the land.",
"chapter_5_description" : "*In the last days, God will humble Judah and leave only a remnant",
"chapter_5_overview" : "Why did my vineyard yield wild grapes? Woe to those who pursue drink, who call evil good. The anger of the LORD is against his people.",
"chapter_5_summary" : "In a vineyard metaphor, Isaiah says that God set up Israel in the best country using the best people to start things off. However, the result has been bad, so God will destroy it. God will punish wealthy landowners by making their crop production drop. Woe to the drunkards. The Israelites have parties without respect to God, so they will be sent into exile and many will die in the process. Mankind will be humbled, God will be exalted by His justice, and sheep will feed in the ruins. Woe to those that seek a quick resolution of God's plan, to those that deceive, to the arrogant wise, to drunkards, to those that take bribes and deny justice. God will punish the Israelites with deadly earthquakes until bodies litter the streets, and He has called other nations to attack them, and these nations are on their way. God will see to it that the other nations are successful in attacking the Israelites.",
"chapter_6_description" : "God has Isaiah curse the Israelites to leave only a remnant",
"chapter_6_overview" : "I saw the LORD seated on high. A seraph brought a coal to my lips. The LORD said, \"Who will go for us?\" I said, \"Here am I; send me!\"",
"chapter_6_summary" : "In the year that King Uzziah died, Isaiah had a vision of God on a throne in a temple with six-winged seraphs flying above Him. They hid their faces with two wings, hid their feet with two wings, and flew with the last pair of wings. They praised God, and the Temple filled with smoke. Isaiah feared that he was guilty, but a seraph touched Isaiah's mouth with a hot coal and told him that his guilt was taken away and his sin was atoned. God tells Isaiah to tell the Israelites to hear but not understand, see but not perceive, make them calloused and stubborn so that they will not change their minds and thus be healed. Isaiah asked how long should this happen. God replies until the land is destroyed, but a tenth of the population will remain there and as a holy seed.",
"chapter_7_description" : "*Immanuel will be born, then the Assyrians will conquer nations",
"chapter_7_overview" : "Aram plotted with Ephraim. The LORD sent Isaiah to King Ahaz: Behold, a virgin shall bear a son. The LORD will use Assyria as a razor.",
"chapter_7_summary" : "When Ahaz was king of Judah, Aram allied with Israel to attack Judah. God tells Isaiah to tell Ahaz that Aram and Israel will not be successful in conquering Judah. God (implicitly) tells Isaiah to ask Ahaz what sign he would like from God as proof that he will not be conquered. Ahaz rejects the question, not wanting to test God. (Implicitly) God angrily responds through Isaiah that Ahaz is trying God's patience, and God will give them a sign: that a virgin (literally \"a young woman\") will give birth to a son called Immanuel (God with us). Immanuel will eat curds and honey until he knows right from wrong. But before the boy is that mature, the two attacking kings will be laid to waste. God will then bring the king of Assyria to invade Judah. God will fill the land with Egyptian flies and Assyrian bees. The Assyrian king will shave them. Cows and goats will produce a lot of milk, so the people will eat curds and honey. God will fill the vineyards and fields with briers and thorns so that they will be afraid to farm there.",
"chapter_8_description" : "*Immanuel will be born, then the Assyrians will conquer nations",
"chapter_8_overview" : "The floodwaters of Assyria will overflow the land. Many will fall and be snared. I will trust in the LORD. They will curse their gods.",
"chapter_8_summary" : "God tells Isaiah to write on a scroll \"quick to the plunder swift to the spoils\". Isaiah has sex with a prophetess who bears a son, and God told Isaiah to name him quick to the plunder swift to the spoils, and that before the boy can talk Damascus and Samaria will be plundered by the king of Assyria. God tells Isaiah that because the people of Aram have rejected Shiloah, God will bring the king of Assyria against them and they will not be able to do anything about it because God [is] with us. God tells Isaiah to fear and dread Him, and He will be a Sanctuary. But for the Israelites, God will be a stone that trips them and a snare that traps them. Isaiah says that he will trust God. Isaiah says that those who do not consult with God will see only distress, darkness, and gloom.",
"chapter_9_description" : "Mighty God will rule forever after Israel is destroyed",
"chapter_9_overview" : "A child is born to us. His government will increase forever. The LORD will raise the enemies of Israel. His anger has not turned away.",
"chapter_9_summary" : "But there will be an end to the dimness for the anguished; the lands of Zebulun and Naphtali who were lightly afflicted and afterward heavily punished by Gentiles from across the Jordan River and beyond Galilee. (Alternate Translation: But there will be an end to the dimness for the anguished. In the future, God will honor the Gentiles beyond Galilee and across the Jordan River.) People in darkness have seen a great light. You (which is not defined as to who this is) have made the nation bigger, increased joy, and lifted peoples burdens. War-bloodied clothing will be burnt. A son is born who will rule and be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace. His peace and government will know no end, and he will rule from David's throne in justice and righteousness forever. God is angry with Israel for their pride and arrogance, and will have them conquered in a single day. God will not pity orphans or widows because everybody in Israel is wicked. God will scorch the land, incite brother to fight against brother, and bring them to cannibalism.",
"chapter_10_description" : "Mighty God will destroy the Assyrians and call back the remnant",
"chapter_10_overview" : "Woe to those who rob the poor of justice. Woe to Assyria, whose purpose is to destroy. The remnant of Israel will return to the LORD.",
"chapter_10_summary" : "Woe to the unjust and the oppressors, they will see a day of reckoning where they will cower or die. Woe to the king of Assyria. God sent him to conquer Judah, but he will be punished for thinking that it is through his strength that he has done this. God will punish his soldiers with disease, and the \"Light of Israel\" will destroy his nation in a single day. In that day, the Israelite remnants will return to Mighty God. God tells the remnant that very soon His wrath will end against them and will turn to the Assyrians and will destroy them.",
"chapter_11_description" : "*The Root of Jesse will gather back the remnant",
"chapter_11_overview" : "A shoot will come up from Jesse. He will judge with righteousness. The wolf will live with the lamb. The Lord will gather his people.",
"chapter_11_summary" : "A man will come from the family of Jesse, and the spirit of God will be with that man. He will be righteous and wise, have delight in and fear of God, and will speak condemning, righteous justice. Weak animals will live peacefully with strong animals, and carnivores will become vegetarians. All the earth will know God. All nations will rally behind this \"root of Jesse\", and God will gather the remnant Israelites back from Egypt, Cush, Elam, Baylonia, Hamath, the islands, and all the earth. The people of Israel and the people of Judah again will be at peace making a unified Israelite nation. They will capture Edom, Moab, and the Ammonites. God will dry up the Egyptian sea and break the Euphrates into seven shallow streams, and create a path for the Israelites.",
"chapter_12_description" : "*The Root of Jesse will gather back the remnant",
"chapter_12_overview" : "In that day you will say: I will praise you, O LORD! Your anger has turned away. Surely God is my salvation. Sing for joy, O Zion!",
"chapter_12_summary" : "When that day comes, people will praise God, calling him their salvation. They will give thanks to God, and will make known to other nations what He has done.",
"chapter_13_header" : "Judgement on all",
"chapter_13_description" : "*Babylon will be destroyed and Israel will be restored and rule all nations",
"chapter_13_overview" : "The oracle concerning Babylon: Listen! The LORD is calling an army. I will punish the world for its evil. Babylon will be overthrown.",
"chapter_13_summary" : "This is a prophesy for Babylon as seen by Isaiah. God is bringing massive armies from far away against Babylon to destroy the country. They will attack on the day of God to enact His wrath. People will be terrorized and writhe in pain. The day of God will be cruel with wrath and anger, destroying sinners. There will be no light from the stars, the sun, or the moon. God will punish the world for their wicked sins and put an end to haughty arrogance and ruthless pride. Afterwards, mankind's population will be scarce. Heaven and earth will shake. People will flee to their homelands. Anyone caught will be killed, their children will be killed, and their wives will be raped. God will send the Medes to make this merciless attack on Babylon. Babylon will never again be inhabited except by wild animals. The time for this is soon.",
"chapter_14_description" : "*Babylon will be destroyed and Israel will be restored and rule all nations",
"chapter_14_overview" : "The LORD will again choose Israel. How you are fallen, O Lucifer! You will be cast away like a trampled corpse. Wail, O Philistia!",
"chapter_14_summary" : "God will bring the Israelites back to Israel, and they will rule over other nations and their former oppressors. They are to taunt the king of Babylon after this happens. God has conquered the wicked and the land is at peace. The dead will mock the newly killed king of Babylon. The king of Babylon had arrogant ambitions but is now brought down to common death. Onlookers wonder at Babylon's fall. The king of Babylon will not be buried in his nation because there will be no nation left. Slaughter the king's sons for the sins of their forefathers so that they will have no inheritance. God will utterly destroy Babylonian nation and turn it into an owl-filled swamp. God, according to His plan for the whole world, will crush the Assyrians for oppressing his people, and nobody can stop Him. Below is a prophesy as seen by Isaiah in the year that King Ahaz died. God will inflict plague on the Philistines and have the Israelites attack them.",
"chapter_15_description" : "*Moab will be destroyed and Israel's throne will be established",
"chapter_15_overview" : "An oracle concerning Moab: Ar of Moab is laid waste. In the streets they wear sackcloth. The waters of Dibon are full of blood.",
"chapter_15_summary" : "Isaiah gets a prophecy that Moab will be destroyed in one night, their people will flee, the vegetation will be gone, and their wealth will be plundered. A lion will attack their fugitives and remnants.",
"chapter_16_description" : "*Moab will be destroyed and Israel's throne will be established",
"chapter_16_overview" : "A throne will be established from the house of David. We have heard of the pride of Moab. Within three years Moab will be despised.",
"chapter_16_summary" : "Send tribute to Israel. Hide the Moabite fugitives until God has stopped destroying them. In Israel, the throne will be established in love, faithfulness, justice, and righteousness by someone of Davidic lineage. Moab was prideful, so they will wail and grieve. Their crops will be ruined, and nobody will be shouting for joy at the harvest. This will happen within three years.",
"chapter_17_description" : "Aram and the Israelites which broke from Judah will be reduce to a remnant",
"chapter_17_overview" : "An oracle concerning Damascus: Damascus will become ruins. Jacob will be brought low. You have forgotten the God of your salvation.",
"chapter_17_summary" : "Isaiah gets a prophecy that Damascus will be destroyed. The fortified city of Ephraim will disappear. Aram will be reduced to a remnant like the Israelites that broke from Judah. Then Jacob will be reduced to a remnant too. Then people will turn to God and turn away from idols, and their fortified cities will be abandoned. They have forgotten the Savior, the Rock, God, so God will destroy their harvest and give them disease and pain. Many nations will be destroyed in a single night.",
"chapter_18_description" : "Cushites will be reduced to a remnant which will then give God tribute",
"chapter_18_overview" : "Woe to the land of buzzing wings, beyond the rivers of Cush. The LORD will cut down the branches. Wild animals will feed on them.",
"chapter_18_summary" : "Woe to the Cushites (roughly modern-day Sudan). Everyone on earth will see God's banner raised in Israel and will hear His trumpet. The Cushites will be mostly destroyed, and then they will give tribute to God in Israel.",
"chapter_19_description" : "*Egypt will be reduced to a remnant and then will worship God, as will Assyria",
"chapter_19_overview" : "An oracle concerning Egypt: I will hand the Egyptians over to a cruel master. When they cry out to the LORD, he will send a saviour.",
"chapter_19_summary" : "Isaiah gets a prophecy that Egypt will be destroyed. God will make the Egyptians fight amongst themselves, make all their plans fail, be ruled by a fiercely cruel king, and experience a drought so bad that the Nile will dry up and all of the crops will be destroyed. Additionally God will make all of the Egyptian leaders and wise men fools. The Egyptians will cower like women at the mention of Judah because of what God has planned for them. At that time five Egyptian cities will speak the Canaanite language and swear allegiance to God. At that time there will be an altar to God put in the heart of Egypt and a monument to God put at its border. When the Egyptians cry out to God, He will send them a Savior. The Egyptians will sacrifice to God. God will attack them with a plague and then heal them. At that time, Egypt, Israel, and the Assyrians will all worship God together and be a blessing to the earth.",
"chapter_20_description" : "*Egypt will be reduced to a remnant and then will worship God, as will Assyria",
"chapter_20_overview" : "The LORD spoke through Isaiah: As Isaiah has gone stripped for three years, so Assyria will lead the Egyptians and Cushites captive.",
"chapter_20_summary" : "In the year that Assyria captured the city of Ashdod, Isaiah got naked for three years and prophesied that the king of Assyria would defeat Egypt and the Cushites, and lead their captives away naked.",
"chapter_21_description" : "The Babylonians, Edomites, and Kedarites will be reduced to a remnant",
"chapter_21_overview" : "The oracle concerning the wilderness of the sea: I set a watchman. He said, \"Fallen, fallen is Babylon!\" The glory of Kedar will end.",
"chapter_21_summary" : "Isaiah gets a prophecy that Babylon will be destroyed by the Medes and Elamites. By the time the Babylonians realize what is happening, Babylon will have fallen. Isaiah gets a prophecy that night is coming for the Edomites. Isaiah gets a prophecy that within one year the Kedarites will be reduced to a remnant.",
"chapter_22_description" : "God is planning a day of destruction for Jerusalem because they didn't repent",
"chapter_22_overview" : "The oracle concerning the valley of vision: The LORD has taken away the covering of Judah. I will give to Eliakim the key of David.",
"chapter_22_summary" : "Isaiah gets a prophecy about Jerusalem, the Valley of Vision. God is wondering why there is so much commotion when they were captured without bloodshed and their leaders were taken away. God has a day of terror planned for Jerusalem brought on by the Elamites and the Medes. The Israelites changed Jerusalem in the process of trying to rebuild its defences without consideration that God had designed Jerusalem. God had made Jerusalem to become captured to provoke repentance, but instead the Israelites had a party because they thought they would die the next day. For as long as they live this sin will not be atoned for. The king's steward, Shebna, is going to be sent to a foreign country and disgraced. God will make Eliakim, son of Hilkiah, take Shebna's place and give him great honor and athority. What Eliakim opens, nobody can shut, and what he shuts nobody can open.",
"chapter_23_description" : "Tyre will be destroyed, and then be a whore for benefiting God's people",
"chapter_23_overview" : "The oracle concerning Tyre: Wail, O ships, for Tyre is laid waste. The LORD has planned it. Tyre will be forgotten for seventy years.",
"chapter_23_summary" : "Isaiah gets a prophecy that Tyre will be destroyed. Everyone will be amazed at its destruction. This is part of God's plan to humble all renowned men. The destruction will spread to all of Phoenicia, just like what happened to the Babylonians. Tyre will remained destroyed for seventy years. Then it will be like a prostitute to all nations, and all of it's profits will be given to God's people.",
"chapter_24_header" : "God delivers, not allies",
"chapter_24_description" : "*God has planned the Apocalypse",
"chapter_24_overview" : "Behold, the LORD lays the earth waste. Its people are held guilty. Fear and pit and snare await you. The LORD of hosts will reign.",
"chapter_24_summary" : "Isaiah gets a prophecy that all of the earth will be destroyed, its surface will be ruined and people will be scattered. The earth will be completely plundered and dry up. Because people defile the earth by breaking laws and \"the everlasting covenant\", God will curse the earth, burning people until there is only a remnant left. Nobody will be cheerful or happy. The city will be ruined. The remnant will joyfully praise God. For the others, there will be no escape from God's wrath. The earth will fracture and shake violently, and mankind will never recover. At that time God will punish the mighty in Heaven and on earth, binding them in prison and punishing them for many days, and God will rule the earth gloriously from Jerusalem.",
"chapter_25_description" : "*God has planned the Apocalypse",
"chapter_25_overview" : "O LORD, I will praise you. You have done marvellous things. The LORD will swallow up death forever. Moab will be trampled as straw.",
"chapter_25_summary" : "Isaiah praises God for doing what He had planned. God destroyed fortified cities. Because God showed His power, all people will honor God. In Jerusalem God will prepare a feast for everybody, with the best meat and wine. From Jerusalem, God will set up a one world government. God will end death forever, stop people from crying, and make the Israelites proud again. The Israelites which trusted God will rejoice in His salvation. But God will destroy the Moabites.",
"chapter_26_description" : "*God has planned the Apocalypse",
"chapter_26_overview" : "A song will be sung in Judah: The LORD is the eternal Rock. Your hand is lifted high. We gave birth to wind, but your dead will rise.",
"chapter_26_summary" : "At that time people in Judah will sing a song saying: Jerusalem is fortified by God's salvation. Trust in God and have peace. God humbles mighty men. We follow God's laws and seek Him. People learn righteousness when God judges the earth, but the wicked do not learn their lesson. Let God's fire burn the wicked. We don't honor our past kings, we only honor God as our king. The dead kings are punished and wiped from our memory. God has made His/our nation become (or instead \"become honored in\" according to a more literal interpretation) the whole world. We have worked in pain like a pregnant woman, but have have not really produced anything substantial, such as salvation or life. (As best as I can discern studying the different translations of the Bible, Isaiah 26:19-21 could be interpreted essentially two different ways. Both are included here, numbered 1 and 2. I favor 1 because of how the reanimated dead are supposed to shout for joy [in the sense that the sins against them will finally be punished] and the earth is supposed to be a witness of their blood, but most scholars probably favor 2 because of the closer tie in with the final judgement of Christian theology.) {1} We should hide indoors for a little while, because God will resurrect those which had their blood wrongfully shed and take vengeance on those of whom are responsible. {2} All of the dead will live again. We should hide indoors for a little while, because God will unleash His wrath on all of the sinners.",
"chapter_27_description" : "*God's Apocalypse plan for the Israelites",
"chapter_27_overview" : "In that day the LORD will slay Leviathan. By exile the guilt of Jacob will be purged. Those who were perishing will worship the LORD.",
"chapter_27_summary" : "At that time, God will punish with His sword. He will slay Leviathan, a sea monster. In a garden metaphor, God stewards and guards the Israelites. God will battle enemies but will accept the peaceful in peace. The Israelites will fill the earth with their fruit. God has punished the Israelites, but not as severely as He has punished those people which attacked the Israelites. The Israelites' sin will be removed when all of the idol altars are destroyed and Jerusalem is abandoned and destroyed. God will show them no mercy because they do not obey Him. At that time, God will gather the exiled Israelites and return them to Jerusalem where they will worship God.",
"chapter_28_description" : "*God's Apocalypse plan for the Israelites",
"chapter_28_overview" : "Woe to the drunkards of Ephraim! They will be snared. Behold, I lay in Zion a precious cornerstone. The LORD will do his alien work.",
"chapter_28_summary" : "God will punish the Israelites which broke off from Judah, symbolized as Ephriam. At that time, God will be glorious to His remnant of people. Ephriam's priests are corrupt and distort God's teachings. Therefore God will have foreigners speak to the people because they would not listen to Him. God will let them continue in their evil so that they will be ensnared and punished. God tells the leaders of Jerusalem, who have made covenants with idols for protection, that He has set down the foundation of Jerusalem such that it will have justice and righteousness. Therefore, those which trust in idols will find no protection from the coming destruction. This is part of God's plan, just like you have to plow, sow, reap, and grind the grain to make bread.",
"chapter_29_description" : "*God will humble the Israelites with invaders",
"chapter_29_overview" : "Woe to Ariel, the city of David! But your enemies will be like dust. I will astound these people. No longer will Jacob be ashamed.",
"chapter_29_summary" : "God says that He will bring enemies to besiege Jerusalem and humble the city. Then, instantly God will destroy Jerusalem's enemies with earthquakes, storms, and fire. The Israelites should be in awe by this. God has stopped giving the Israelites prophets and seers. Nobody will be able to interpret this prophesy. This is because the Israelites say they honor God but do not in their hearts, and they follow men's rules instead of God's rules. So God will humble the wise and intelligent. Nobody can hide what they do from God. Nobody has the right to question God. Shorty the known world will be changed. At that time the Israelites will understand this prophesy and will worship God. All of the evil people will be killed. The Israelites will be proud again, worshiping God in His awesomeness. Wayward people will then understand and follow God.",
"chapter_30_description" : "*God will humble the Israelites with invaders",
"chapter_30_overview" : "Woe to the stubborn children who seek help from Egypt! The LORD will wait to show mercy. The voice of the LORD will shatter Assyria.",
"chapter_30_summary" : "God is angry that Judah as made an alliance with Egypt without consulting God, and therefore will disgrace them by making the alliance ineffective. God calls Egypt an arrogant do-nothing. God tells Isaiah to write it down as witness forever. The Israelites will not follow God and choose not to listen to His prophets. Therefore, God will shatter their nation. God told them to rest and repent for salvation, that quietness and trust was their strength, but they would not listen. Instead they have chosen to flee, so God will scatter them until they are defenceless. But God wants to show them grace, and blessed are those that wait for God. When Jerusalem cries for help, God will be quick to help them. God will guide them, and they will discard their idols. God will bless their crops and livestock. At that time they will have plentiful rivers and extra-bright daylight and moonlight. God is full of wrath, and He destroys nations and leads them astray. The Israelites will rejoice in God. Men will hear God's voice and see Him unleash His wrath in fire, thunderstorms, and hail. While making music, God will destroy Assyria in the valley of Topheth.",
"chapter_31_description" : "*God will humble the Israelites with invaders",
"chapter_31_overview" : "Woe to those who trust in chariots! As a lion roars, so the LORD will come down to fight for Mount Zion. Turn back to him, O Israel.",
"chapter_31_summary" : "God is angry at the people of Judah for making an alliance with Egypt instead of seeking God's help. God will make both Egypt and Judah fall. Like a brave lion, God will fight in Jerusalem and protect it. Isaiah pleads for the Israelites to return to God, and at that time they will reject their idols. Assyria will fall by the sword of God, not of man, and their young men will become slaves.",
"chapter_32_description" : "*The Kingdom after the Apocalypse",
"chapter_32_overview" : "Behold, a king will reign in righteousness. Tremble, you women of ease. The city will be deserted until the Spirit is poured upon us.",
"chapter_32_summary" : "God will make a righteous king rule. Then the people will be able to see and understand God clearly. Then the fools, and those which lie concerning God, and evil people will be exposed for what they are, but noble people will persevere. God tells the women that although they feel secure now, in a little more than a year God will bring about this Apocalypse, and Jerusalem will be laid to waste. This will continue until God sends His Spirit which will restore the land of Israel and provide peace and righteousness forever for the Israelites.",
"chapter_33_description" : "*The Kingdom after the Apocalypse",
"chapter_33_overview" : "Woe to you, O destroyer! The fear of the LORD is Zion's treasure. \"I will arise,\" says the LORD. You will see the king in his beauty.",
"chapter_33_summary" : "The destroyer will be destroyed and the betrayer will be betrayed. Isaiah asks God to be gracious to the Israelites. People flee from the voice of God. God will fill Israel with righteousness and will provide salvation if people fear Him. When people are distressed from the destruction of their cities, then God will appear and be exalted. Mankind has produced nothing worthwhile and they speak evil, so they will be burned. Those far away should take heed and those near God should acknowledge His power. God scares the Godless. Then the righteous will dwell in Jerusalem with God, where God will supply bread and water without fail. Those then in Jerusalem will observe a beautiful king and vast nation, and will wonder what has become of the leaders from before the destruction. They will never again be ruled by foreigners. At that time Jerusalem will be established forever, ruled by God, and full of wealth. Jerusalem's inhabitants will never be sick and will be forgiven of their sins.",
"chapter_34_description" : "All nations, especially Edom, will be destroyed",
"chapter_34_overview" : "The LORD is enraged against the nations. His sword is filled with blood. He has a day of vengeance for Zion. Edom shall lie waste.",
"chapter_34_summary" : "God is angry at all of the nations and will totally destroy them. The heavens will be rolled up like a scroll. After God destroys the heavens, He will destroy Edom. God's sword is covered with lamb and goat blood and the fat of ram kidneys. God will totally destroy Edom as vengeance for Israel. Edom will be desolate, and nobody will ever pass through there again. Edom will become a place inhabited by only wild animals, each with their mate per God's scroll. God distributes all things, and gives Edom to the wild animals forever.",
"chapter_35_description" : "God will build a highway of Holiness to Jerusalem",
"chapter_35_overview" : "The desert shall rejoice and bloom. The eyes of the blind shall be opened. The ransomed of the LORD shall return to Zion with songs.",
"chapter_35_summary" : "The desert will become a glorious place. God will come with vengeance to save the Israelites. Then the blind will see, the deaf will hear, the lame will jump, and the mute will speak. At that time deserts will become lush lands. At that time there will be a highway called the \"Way of Holiness\". Only holy people redeemed by God will be able to use the highway to return to Israel. They will return with everlasting joy and happiness, and will not have sorrow.",
"chapter_36_header" : "Sennacherib & Hezekiah",
"chapter_36_description" : "*Isaiah reveals God will protect Judah from Sennacherib",
"chapter_36_overview" : "The king of Assyria came against Judah. His commander said, \"Do not listen to Hezekiah. Have any of the gods delivered their lands?\"",
"chapter_36_summary" : "In King Hezekiah's fourteenth year of reigning Judah, the king of Assyria, Sennacherib, captured all of the cities of Judah and then besieged Jerusalem. The Assyrian army's commander spoke to leaders of Jerusalem, Eliakim, Shebna, and Joah, and mocked them for putting up resistance. He mocked them depending on Egypt for support, and mocked them for depending on God for support when it was God Himself that told them to attack and destroy Judah. He tells them to bargain for peace. The leaders of Jerusalem told the Assyrian army commander to speak in Aramaic instead of Hebrew so that the other Israelites would not understand. However, the Assyrian army commander continued in Hebrew and spoke specifically to the other Israelites, telling them that they will have to eat and drink their own feces and urine if they don't surrender. He tells them not to believe what Hezekiah tells them. He tells them that if they surrender, they will be treated well. He tells them not to believe that God can save them, because the gods of other countries were not able to save those countries from being captured. The leaders of Jerusalem told Hezekiah what the commander said. (Cross-reference 2 Kings 18)",
"chapter_37_description" : "*Isaiah reveals God will protect Judah from Sennacherib",
"chapter_37_overview" : "Hezekiah prayed to the LORD. Isaiah said, \"The king of Assyria will not enter the city.\" The angel of the LORD struck the Assyrians.",
"chapter_37_summary" : "Upon hearing the message, Hezekiah donned sackcloth and consulted with the prophet Isaiah. Isaiah tells him not to worry because Sennacherib has blasphemed and therefore God will cause him to return to his own country and be killed. Sennacherib hears that Tirhakah, the Cushite king of Egypt, is marching against him, so he sends another taunting message to Hezekiah. When Hezekiah gets the letter he prays to God, who is enthroned between the cherubim, to deliver them. Isaiah prophesies a message for Sennacherib that, while he has conquered much of the land, it is because God planned it that way. God says that Hezekiah will eat from the wild foods for 2 years, but in 3 years he will be back to sowing and reaping. God says that Sennacherib will not enter or siege Jerusalem because God will defend it for His sake and the sake of David. That night an angel of God killed 185000 of Sennacherib's men, so Sennacherib withdrew. One day while he was praying to his god, Sennacherib's sons killed him. Sennacherib's son Esarhaddon succeeded him. (Cross-reference 2 Kings 19)",
"chapter_38_description" : "*Hezekiah's later years of ruling Judah",
"chapter_38_overview" : "Hezekiah became sick, so he prayed. The LORD said, \"I will add fifteen years to your life.\" Hezekiah wrote, \"The LORD will save me.\"",
"chapter_38_summary" : "Hezekiah became ill with a boil near the point of death. Isaiah tells him that God says that he will die. Hezekiah prays to God to remember how righteous he has been and he wept. Isaiah told him that because of his prayer and tears, God will heal him, and when he goes up to the Temple 3 days from now, God will add 15 years to his life. Furthermore, God will deliver Judah from Assyria. Isaiah had God move a shadow back ten steps on a stairway as a sign. Hezekiah wrote a poem about his illness and recovery saying that God will kill him and he will not see God again \"in the land of the living\", that like a lion God broke all his bones and because God has said that he will die there is nothing he can do but submit to God's will. He goes on to say God saved him and healed him, saying that it must have been for his benefit that God made him suffer. He says that God forgave all of his sins. He says the dead can't praise God once they are dead, but the living praise God, as he is doing today. Isaiah had a poultice of figs put on Hezekiah's boil to heal it. Hezekiah had asked for a sign that God will do what He promises. (Cross-reference 2 Kings 20)",
"chapter_39_description" : "*Hezekiah's later years of ruling Judah",
"chapter_39_overview" : "The king of Babylon sent envoys. Hezekiah showed them his treasure houses. Isaiah said, \"All you have shall be carried to Babylon.\"",
"chapter_39_summary" : "The king of Babylon sent messengers with gifts to Hezekiah because he heard that Hezekiah was ill. Hezekiah showed the messengers all of the treasures of Jerusalem. Isaiah asks Hezekiah what he had shown the messengers, to which Hezekiah replied truthfully. Isaiah says God says that a time will come when all these treasures will be carried off to Babylon and sons of Hezekiah's lineage will be made eunuchs for the palace of Babylon. Hezekiah said God's word is good because he was happy that there would be peace during his lifetime. (Cross-reference 2 Kings 20)",
"chapter_40_header" : "Deliverance & the Servant",
"chapter_40_description" : "*God is done punishing the Israelites, so He will bring them to Israel to be His Servant",
"chapter_40_overview" : "Comfort, comfort my people. A voice cries: Prepare the way of the LORD! He is the everlasting God. He gives strength to the weary.",
"chapter_40_summary" : "God tells Isaiah to comfort Jerusalem, to tell them that they have paid for their sins twice over. \"A voice\" (which appears to be God) cries out to prepare a path for God by filling valleys, leveling mountains, etc. God's glory will be revealed and all of mankind will see it. \"A voice\" tells Isaiah to tell the people that they are like grass which God kills with His breath, but God's word stands forever. God commands Isaiah to shout that God is coming to Jerusalem, and He is coming with power and rewards. Like a shepherd, God gathers His sheep. Who is like God in His knowledge? The world is nothing compared to God. Idols are just man made objects which will not last. God sits above the circle of the earth and to him people are minuscule. At God's will, He destroys mighty men. God created the heavens by His power. God lasts forever; tireless and wiser than anyone. People who hope in God will be strengthened by Him and will not grow weary.",
"chapter_41_description" : "*God is done punishing the Israelites, so He will bring them to Israel to be His Servant",
"chapter_41_overview" : "Let the nations meet for judgement. Do not fear, O Israel. I will help you. Idols are nothing. I will give a messenger of good news.",
"chapter_41_summary" : "God tells the nations to strengthen themselves and then meet with God at the place of judgement. God talks of the creation of the nation of Israel through Abraham as a testimony of His power. The pagan nations support each other and think themselves to be strong. God tells the Israelites that He has gathered them from the ends of the earth, and not to fear because God is supporting them. God will humble those that speak against Israel and will completely eliminate those that make war with Israel. God will turn the Israelites into a vicious war machine which will utterly destroy their enemies, and the Israelites will praise God. God will make water flow for the thirsty, and will transform the desert into a fertile land so that people will know that the God of Israel did this. God tells the pagan nations to bring their idols and prove their wisdom by explaining the past or predicting the future, and prove their power by some miraculous sign. The pagans are detestable and worthless. The pagans didn't foretell the future, but God gave Israel a messenger of good tidings. Not one pagan priest or idol has proved to be worthwhile.",
"chapter_42_description" : "*God is done punishing the Israelites, so He will bring them to Israel to be His Servant",
"chapter_42_overview" : "Behold, my Servant! He will bring justice to the nations. Sing to the LORD a new song. Hear, you deaf! The LORD gave Israel as spoil.",
"chapter_42_summary" : "God says that here is His chosen Servant who He will put His spirit on. The Servant will bring justice to the nations on earth, and will do so gently, without shouting in the streets, and will not falter. God has called His righteous Servant and will guide His Servant. God's Servant will be a covenant for the people and a guide for the Gentiles. The Servant will open the eyes of the blind and free prisoners and those in dungeons. God will not let anything else have His deserved glory. God is prophesying new things to come before they happen. Everyone should sing to God in praise and give Him glory. God will shout a battle cry and defeat His enemies. God has been quiet for a long time, but will now unleash His wrath. God will lead the blind through new territory and make their way easy, and will not forsake them. God will shame those who trust in idols. God tells the Israelites to understand Him. God asks who is blind other than His Servant and deaf like His messenger? The Israelites have not followed God. God wanted to make His Law glorious through the Israelites, but they are now in exiled captivity. God has put them into exile because they sinned against Him, yet they still didn't understand this punishment.",
"chapter_43_description" : "*God is done punishing the Israelites, so He will bring them to Israel to be His Servant",
"chapter_43_overview" : "But I am with you, O Jacob. I am the LORD. There is no other saviour. Behold, I will do a new thing! Yet you have not called upon me.",
"chapter_43_summary" : "God tells the Israelites not to be afraid. God will protect them while they are in exile because God is their Savior, and will punish Egypt, Ethiopia, Sudan, and other men instead of the Israelites because God loves them. God will bring together all of the exiled Israelites again from wherever they are for His Glory. All of the nations will be assembled to Israel. God claims that nobody else has prophesied this assembly. God tells the Israelites that they are His witnesses and His chosen Servant so that they would know that He is God. There are no other gods, and there is no other Savior. Nobody can counter God's actions. God, Israel's Redeemer and King, will destroy the Babylonians for the Israelites' sake. God, the orchestrator of the Exodus, tells the Israelites to forget the past. God is bringing about something new, and will change the desert wasteland into a lush region full of water. The wild animals will be happy with God for doing this. The Israelites, who God had formed to praise Him, will live in that lush land. However, because the Israelites have not provided proper service to God through sacrifices, but instead burden God with their sins, God will first punish and disgrace the Israelites.",
"chapter_44_description" : "*God will direct Cyrus to bring the Israelites back to Israel",
"chapter_44_overview" : "I will pour my Spirit on your offspring. Who makes an idol? A carpenter prays to a block of wood. I am the LORD who made all things.",
"chapter_44_summary" : "God tells the Israelites, His Servant, not to be afraid because God will help them. God will bless the remnant of the Israelites with many descendants. They will proudly proclaim that they belong to God and will become known as Israel. God is Israel's King and Redeemer, and the only true God. Nobody knows the past or can tell the future like God. Don't be afraid, because God told you this would happen. The various craftsmen which make idols and those which believe in idols don't understand anything and they are deluded. God tells the Israelites to remember that God made the Israelites and they are His Servant. God has absolved their sins, so they should return to Him and praise Him. God, Israel's Redeemer, the Creator of everything, the one that makes the ungodly people seem foolish but fulfills all of His prophesies, says that Jerusalem will be inhabited and restored and the streams of the watery deep will dry up. God will accomplish this through Cyrus.",
"chapter_45_description" : "*God will direct Cyrus to bring the Israelites back to Israel",
"chapter_45_overview" : "The LORD says to Cyrus: For the sake of Jacob I have called you. I am the LORD. Turn to me and be saved, all the ends of the earth!",
"chapter_45_summary" : "God tells Cyrus that He will help him subdue nations, and will level mountains and break gates to make this happen. God will give Cyrus the plunder and honor even though he doesn't acknowledge God for the sake of the Israelites and so that everybody will know God. God creates everything good and bad. God tells the heavens to rain down righteousness and tells the earth to let salvation spring up. God condemns those that question His plans. God will make Cyrus rebuild Jerusalem and let the exiled Israelites free. The Egyptians, Ethiopians, and Sudanic people will pay tribute to the Israelites in honor of God. God hides Himself. Those that worship idols will be disgraced, but the Israelites will be saved with everlasting Salvation, never to be shamed or disgraced. God created earth to be inhabited. God did not speak in secret, He speaks the Truth. God tells the nations to gather together. Idol worshipers are ignorant. God asks them to say who has predicted the future, and claims that only God has done this. God is the only God and Savior. God tells the nations to turn to Him to be saved, and that God has sworn that every knee will bow to Him and acknowledge His righteousness. Those which fought against God will be put to shame, but the descendants of Israel will be righteous.",
"chapter_46_description" : "*God disgraces pagans and will destroy Babylon",
"chapter_46_overview" : "The idols of Bel and Nebo are burdens to be carried. O Jacob, I have made you and I will carry you. I am God and there is no other.",
"chapter_46_summary" : "The idols of pagan gods only provide burden for the weary, and they are hauled around at the whim of their owners. God tells the remnant of the Israelites to listen to Him, because He will sustain and rescue them. Who is God's equal? People are worshiping man-made idols which can't do anything for them. God says to remember that God alone is the only God, that He has made known \"the end\" from ancient times, and He will do whatever He pleases and has planned to do. God has chosen a man from the east to fulfill His plan. God's righteousness and Salvation for the Israelites is coming soon.",
"chapter_47_description" : "*God disgraces pagans and will destroy Babylon",
"chapter_47_overview" : "Sit in the dust, O daughter of Babylon. You showed no mercy. You trusted in sorcery. Evil shall fall upon you. No one shall save you.",
"chapter_47_summary" : "Although Babylon believes that it is precious and flawless, God will expose their faults; taking His vengeance and not sparing one of them. God is the Redeemer, the Holy One of Israel. God was angry with the Israelites, so He let the Babylonians capture them, but the Babylonians showed them no mercy. The Babylonians think that they are invincible, but God will bring them down. The sorcerers and astronomers they depend on will be of no help to prevent their downfall.",
"chapter_48_description" : "God has refined the Israelites through their afflictions",
"chapter_48_overview" : "Hear this, O Jacob: I have refined you for my own sake. I am the First and the Last. Thus says your Redeemer: Go out from Babylon!",
"chapter_48_summary" : "God tells the Israelites to listen. Many years ago God predicted the future and He took action to fulfill those prophesies. God knew that the Israelites were stubborn, so He gave these prophesies to prove that He is God. Now God will tell them about new things which God created now, not long ago. The Israelites have not understood or listened to God, but for God's own sake, He withholds His wrath. God has refined the Israelites through their afflictions. For God's own sake and glory He does this. God made the foundations of earth and spread out the heavens. What idol has predicted that the Babylonians will be destroyed? God tells the Israelites that if they had only listened to God, they would have lived in peace and righteousness, and would have had a large population. God will Redeem the Israelites and free them from Babylon. The Israelites did not thirst during the Exodus because God made water come from the rock. The wicked will have no peace.",
"chapter_49_description" : "*God's suffering Servant's vindication will exhibit God to everyone",
"chapter_49_overview" : "The LORD formed me in the womb to restore Jacob and to bring salvation. Can a mother forget her nursing baby? I will not forget Zion.",
"chapter_49_summary" : "God has made His sharp-speaking Servant, protected him, and chosen him to show God's glory. The Servant claims that he has labored in vain, but God will provide his reward. God made the Servant to gather the Israelites back to God, and God has been the Servant's strength. God will make His Servant not only gather the Israelites but also be a light to the Gentiles to bring Salvation to all of the earth. Although this Servant was despised and was a servant to rulers, God will make the Servant honored by kings and princes. When God chooses, He will make His Servant be a covenant and restore the exiled Israelites to Israel. They will not hunger, thirst, or be oppressed by the sun's heat. God will lead them to water and make their return easy from wherever they are. The Israelites cry that God has forsaken them, but God will never forget them. God will bring the Israelites back to Israel, and will bless them with so many offspring that they will need a larger country. The Gentiles will help bring Israelites back to Israel, and their royalty will humble themselves to the Israelites, and the Israelites will realize that God did this. God will rescue the Israelites, and make their oppressors eat their own flesh and drink their own blood. At that time, all of mankind will know God is Israel's Savior and Redeemer.",
"chapter_50_description" : "*God's suffering Servant's vindication will exhibit God to everyone",
"chapter_50_overview" : "Have I no power to deliver? The LORD has given me a learned tongue. I gave my back to those who beat me. He who justifies me is near.",
"chapter_50_summary" : "God asks the Israelites if they thought God had left them or sold them, or if they thought He couldn't save them. God has the strength the rescue them because He is omnipotent. God has given His Servant the right words to say. God's Servant listens to God and doesn't rebel, and let his back be beat, his beard pulled out, and his face be spit on. The Servant knows that God will vindicate him soon. Those in darkness should follow God, because those which instead follow their man-made idols will be tormented.",
"chapter_51_description" : "God will richly bless the Israelites and punish their oppressors",
"chapter_51_overview" : "Listen, the LORD will comfort Zion. Awake, O arm of the LORD! The ransomed shall return. You will drink the cup of my wrath no more.",
"chapter_51_summary" : "God tells the Israelites to listen to Him, because He will rebuild Israel and turn its deserts into gardens like Eden. God's law and justice will impress the Gentile nations. God's righteousness will soon come, and He will bring justice to the nations. The heavens will vanish, the earth will wear out, and people will die, but God's Salvation will last forever. God tells those with His Law in their hearts to listen (meaning the Israelites). The enemies of the Israelites will be destroyed but God's Salvation and righteousness will last through all generations. God's ransomed people will return to Israel with everlasting joy. Why do the Israelites fear their oppressors when God will soon free them, including prisoners and those in dungeons? God is finished applying His wrath to the Israelites, and will now apply it to their oppressors.",
"chapter_52_description" : "*God's suffering Servant's vindication will exhibit God to everyone",
"chapter_52_overview" : "Awake, O Zion! How beautiful are those who bring good news. The LORD has redeemed Jerusalem. Behold, my Servant will be lifted up.",
"chapter_52_summary" : "The Israelites are to go free and to rebuild Jerusalem in splendor because the uncircumcised and defiled will not enter there again. God sold the Israelites for free and now they will be redeemed without money. The Assyrians are acting like the pre-Exodus Egyptians, so God will punish them and prove that He is God. The Israelites should purify themselves and keep watch, because God will prepare the way for them to return to Israel. Even though the appearance of God's Servant was pitiful, God's Servant will be exalted in a way such that kings and nations will see and understand God.",
"chapter_53_description" : "*God's suffering Servant's vindication will exhibit God to everyone",
"chapter_53_overview" : "He was despised and rejected. He was pierced for our transgressions. By his wounds we are healed. Out of anguish he will see light.",
"chapter_53_summary" : "God's Servant was ugly, despised, and rejected, and the Israelites considered him afflicted by God. The Servant was pierced and crushed for the sin of the Israelites, but this punishment healed and brought peace to the Israelites. He did not protest his afflictions. He was \"cut off from the land of the living\" for the sin of the Israelites. He was given a grave with the wicked and the rich despite not being violent or deceitful. It was God's will to make him suffer to make his life a guilt offering. God will reward His Servant with offspring, prolonged life, and a large share of the spoils because he suffered so greatly, \"pouring out his life unto death\", bearing the sin of many people and making intercession for them. Knowing him will justify many.",
"chapter_54_description" : "God will forever bless and protect the Israelites",
"chapter_54_overview" : "Sing, O barren woman! Your offspring will inherit the nations. Your Maker is your husband. No weapon formed against you will prosper.",
"chapter_54_summary" : "God, the Israelites' husband and Redeemer, God of all the earth, will restore the Israelites to Israel and they will be blessed with so many offspring that they will have to expand their boundaries into other countries, dispossessing other nations. They will not be shamed or humiliated, and will forget their earlier shame. In God's surge of anger, He briefly abandoned the Israelites. Now God is coming back to them with everlasting kindness and compassion. God swears that He will never rebuke them again, and His love and covenant of peace with them will last forever. God will rebuild Jerusalem with precious stones. God will teach their sons. They will no longer have tyranny and terror. Anyone who attacks them will not succeed, and the attack will not be caused by God. God made the blacksmith and the destroyer. No weapon or accusations will harm the servants of God.",
"chapter_55_description" : "All who keep God's Law and Sabbaths are welcome in Israel",
"chapter_55_overview" : "Come, all you who are thirsty. I will make an everlasting covenant. My word will not return void. The mountains will burst into song.",
"chapter_55_summary" : "Come to drink and eat for free, and eat what is good to please your soul. Don't waste money on stuff that doesn't satisfy. Listen to God so that your soul will live. God has set Israel to be a prosperous leader and commander of nations forever. Seek God while you can find Him. Repent and God will freely pardon you. God's thoughts and ways are not those of humans; they are much better. God will accomplish what He plans to do. Thorn bushes and briers will no longer grow as a sign of God's everlasting covenant.",
"chapter_56_description" : "*God will eventually punish the wicked pagans and stop punishing Israel",
"chapter_56_overview" : "Keep justice, for salvation is near. I will bring the outcasts of Israel to my house and gather still others. The watchmen are blind.",
"chapter_56_summary" : "God's Salvation will happen soon. Blessed is the man that acts justly and righteously and who keeps the Sabbath. Foreigners which obey God's Law and keep the Sabbath will be joyfully welcomed in the Temple, and their burnt offerings and sacrifices will be accepted. God will gather others besides the exiled Israelites. The wild beasts will come and devour. Israel's leaders are wicked.",
"chapter_57_description" : "*God will eventually punish the wicked pagans and stop punishing Israel",
"chapter_57_overview" : "The righteous find peace in death. As for you rebels, you make your bed wide. Let your idols save you! But I will not accuse forever.",
"chapter_57_summary" : "God kills the righteous to save them from the evil yet to come. The pagans mock God, fornicate, sacrifice their children, and give offerings to idols, so God will not withhold His wrath from them. The pagans have chosen their gods over God. Despite the fact that these gods have not helped them, they continue to worship them. Because the pagans don't respect God, He will destroy them. God will prepare the road back to Israel. God is with the contrite. God will not accuse in anger forever, because otherwise men would give up on God. God punished the Israelites, but they continued sinning. However, God will heal and guide the Israelites and they will praise God again. There will be no rest for the wicked.",
"chapter_58_header" : "True religion",
"chapter_58_description" : "Properly fast and obey the Sabbath to restore Israel",
"chapter_58_overview" : "You seek pleasure on your fast days. Is this not the fast I choose: to loose the bonds of injustice? Then your ruins will be rebuilt.",
"chapter_58_summary" : "God says to tell the Israelites that they rebel against Him. They are eager for God's guidance, and they fast and humble themselves, but they continue to disregard God's commandments. God's instructions of fasting are: free the oppressed, feed the hungry, shelter the homeless, clothe the naked, and aid your family. If you fast like that, then God will heal, protect, help, guide, and strengthen you. If the Israelites fast like that, they will rebuild the ruins of Israel. If they obey the Sabbath properly and then God will restore Israel to the Israelites.",
"chapter_59_description" : "Sin keeps the Israelites separate from God",
"chapter_59_overview" : "Your sins have separated you from God. Justice is far from us. Truth is nowhere. So the LORD put on garments of salvation and fury.",
"chapter_59_summary" : "God can hear the Israelites and can save them. However, their continual evil deeds separate them from God. God was appalled that nobody represented His righteousness, so He worked Salvation Himself, putting on the breastplate of righteousness, the helmet of Salvation, the clothes of vengeance, and the cloak of zeal. God will apply His wrath to all of mankind which deserve it. Then men will fear and respect God. God will come to those that repent their sins. God promises that then God's words will be forever with them and their descendants.",
"chapter_60_header" : "Glorious future",
"chapter_60_description" : "*God will soon make Israel a blessed nation representing God",
"chapter_60_overview" : "Arise, shine, for your light has come! The nations will come to you. I will make you majestic forever. Your God will be your glory.",
"chapter_60_summary" : "God tells the Israelites to be happy, because God's light and glory is with them. Israel will be restored and their exiled people will return. Israel will be financially blessed and kings and other nations will seek out guidance from Israel. Foreigners and their kings will help rebuild Israel and will serve them. God afflicted the Israelites in His anger, but now He shows them compassion. Any other nation which does not serve Israel will be destroyed. The Israelites former oppressors will bow down before them in Zion (Jerusalem). God will make the restored Israel everlasting, served by all the other nations. Then the Israelites will know that God is God, their Savior and Redeemer. There will never again be violence in Israel. God will provide His light to Israel in place of the sun and moon forever. They will have no more sorrow, will possess Israel forever, and will be blessed with many offspring. This will happen quickly.",
"chapter_61_description" : "*God will soon make Israel a blessed nation representing God",
"chapter_61_overview" : "The Spirit of the LORD is on me. He has sent me to proclaim freedom. My people will inherit a double portion. I delight in the LORD.",
"chapter_61_summary" : "The spirit of God is on Isaiah, who has been anointed to proclaim the good news about God's upcoming day of wrath and God's favor on the Israelites. God will restore Israel to glory and its ruins will be rebuilt. Foreigners will provide labor for the Israelites. The Israelites will be called God's priests and ministers. They will become wealthy from other nations and will have everlasting joy for all generations to come such that Gentiles will know that the Israelites are blessed by God.",
"chapter_62_description" : "*God will soon make Israel a blessed nation representing God",
"chapter_62_overview" : "For Zion's sake I will not keep silent. You will be given a new name. Your God will rejoice over you. Raise a banner for the nations!",
"chapter_62_summary" : "For Jerusalem's sake, God will turn the nation of Israel into a prosperous and righteous nation. God tells the Israelites to keep soliciting God until He has carried out this promise. God swears by His right hand that never again will enemies oppress them. God, Israel's savior is coming. The Israelites will be called Holy People, the Redeemed of God.",
"chapter_63_description" : "*The Israelites repent of their sins",
"chapter_63_overview" : "Why are your robes red? I have trampled the nations. Israel remembered who brought them through the sea. You, O LORD, are our father.",
"chapter_63_summary" : "God's garment will be stained with blood on the day of His wrath. God will destroy nations by Himself in the day of His vengeance, and then will bring about Salvation. God has been kind to the Israelites. God redeemed the Israelites from their Egyptian slavery, but then they rebelled against Him and so God Himself fought against them. Then the Israelites remembered the God that led them out of Egypt and gave them Israel. They asked where God was, why was His compassion withheld from them, and why did God make them wander from His ways and harden their hearts. They have been neglected by God.",
"chapter_64_description" : "*The Israelites repent of their sins",
"chapter_64_overview" : "Oh that you would rend the heavens! You meet those who do right. We are all the work of your hand. Do not remember our sins forever.",
"chapter_64_summary" : "The Israelites call for God to bring wrath to His enemies. Nobody has heard, perceived, or seen any other God. God helps those that do right, but the Israelites have sinned. Their acts of righteousness are like filthy rags. However, the Israelites are the clay, and God is the potter; they are the work of His hands. The Israelites plead for God to not remember their sins forever. The nation of Israel has been destroyed, Jerusalem is desolate, and the Temple is in ruins.",
"chapter_65_description" : "*God will create the new heaven and the new earth",
"chapter_65_overview" : "I held out my hands to an obstinate people. My servants will eat, but you will go hungry. I will create new heavens and a new earth.",
"chapter_65_summary" : "God has shown Himself to the Israelites, but they have rebelled against Him. They mock God, offer sacrifices and incense outside of the Temple, commune with the dead, eat unclean meats such as pork, and act self-righteous. God has written that He will take vengeance for their sins and their fathers' sins, so He will destroy them. However, God will not destroy them all. God will bring forth some God-seeking Israelites to inherit Israel again, but God will punish those which forsake Him and choose to do evil. People will swear and take oaths by the God of truth because God has forgotten the sins of the past. God will make new heavens and a new earth. Then God will delight in Jerusalem and there will be no more sorrow there. There will never again be people that die early; someone that dies before reaching 100 years old will be thought to have been cursed. Everyone there will enjoy the fruits of their labor because God will bless them and their descendants. God will help them before they even ask for help. Predatory animals will no longer eat prey, and snakes will eat dust and never harm anyone in Jerusalem.",
"chapter_66_description" : "*God will create the new heaven and the new earth",
"chapter_66_overview" : "Listen! The LORD is repaying his enemies. Rejoice with Jerusalem and be comforted. All flesh will worship before me, says the LORD.",
"chapter_66_summary" : "God has made the earth and the heavens. God esteems a humble, God-fearing man. Those that sacrifice animals, give grain offerings, and burn incense are like the pagans, and so God will punish them for not listening to Him. The enemies of the Israelites will be destroyed by God. God will re-establish Israel in one day. Israel will be richly blessed by God. When the Israelites see this, they will know God. God will punish His enemies with fire and His sword, and will kill many people; pagans and those that eat unclean meats alike. All the nations will come to Israel and see God's glory. God will send the survivors of His wrath to distant nations to proclaim God's glory. Then the distant nations will bring back to Israel the exiled Israelites in their countries. The new heavens and earth will last forever, and their descendants will forever possess Israel. The Israelites will go out and look upon the dead bodies of those which have rebelled against God."
}
