{
"book_description" : "Trials of faith",
"book_overview" : "Testing makes us better, wisdom shows us how to live, and prayers help us through suffering.",
"ESV_summary" : "Sometimes called \"the Proverbs of the New Testament,\" the book of James practically and faithfully reminds Christians how to live. From perseverance to true faith to controlling one’s tongue, submitting to God’s will, and having patience, this book aids readers in living authentically and wisely for Christ. Many have claimed that James and the apostle Paul differed on the question of faith versus works, but in reality the spiritual fruit that James talks about simply demonstrates the true faith of which Paul wrote. Their writings are complementary rather than contradictory. Possibly one of the earliest of the New Testament writings (AD 40–50), the book is believed to have been written by Jesus’ brother James (Gal. 1:19).",
"ESV_introduction" : "The author of this letter introduces himself as \"James, a servant of God and the Lord Jesus Christ\". Four men in the New Testament bore this name but the writer of this Epistle is usually identified with James who was the leader of the church in Jerusalem. The letter is addressed to the \"the twelve tribes which are scattered abroad\", and is the most Jewish in style and form of any of the New Testament books. It is not a treatise on Christian theology but rather a practical letter dealing with Christian ethics. James insists that works, not words, are the mark of a disciple.",
"chapter_1_header" : "Trials come from inside us",
"chapter_1_description" : "*",
"chapter_1_overview" : "James, to the tribes. Many trials produce perseverance. Riches will fade. Every good gift comes from the Father. Be doers of the word.",
"chapter_1_summary" : "**",
"chapter_2_description" : "*",
"chapter_2_overview" : "If you show partiality to the rich you are committing sin. Act as those who are under the law of liberty. Faith without works is dead.",
"chapter_2_summary" : "**",
"chapter_3_header" : "Resist evil and do good",
"chapter_3_description" : "*",
"chapter_3_overview" : "No one can tame the tongue. With it we bless our Father and with it we curse others. The wisdom from above is pure and peace-loving.",
"chapter_3_summary" : "**",
"chapter_4_description" : "*",
"chapter_4_overview" : "Your worldly desires cause conflict. Resist the devil, draw near to God. Who are you to judge your neighbour? You boast in arrogance.",
"chapter_4_summary" : "**",
"chapter_5_description" : "*",
"chapter_5_overview" : "You rich have fattened yourselves for slaughter. Brothers, be patient until the Lord comes. The prayer of faith will save the sick.",
"chapter_5_summary" : "**"
}
