{
"book_description" : "Trials of faith",
"book_overview" : "Testing makes us better, wisdom shows us how to live, and prayers help us through suffering.",
"ESV_summary" : "Sometimes called \"the Proverbs of the New Testament,\" the book of James practically and faithfully reminds Christians how to live. From perseverance to true faith to controlling one’s tongue, submitting to God’s will, and having patience, this book aids readers in living authentically and wisely for Christ. Many have claimed that James and the apostle Paul differed on the question of faith versus works, but in reality the spiritual fruit that James talks about simply demonstrates the true faith of which Paul wrote. Their writings are complementary rather than contradictory. Possibly one of the earliest of the New Testament writings (AD 40–50), the book is believed to have been written by Jesus’ brother James (Gal. 1:19).",
"ESV_introduction" : "The author of this letter introduces himself as \"James, a servant of God and the Lord Jesus Christ\". Four men in the New Testament bore this name but the writer of this Epistle is usually identified with James who was the leader of the church in Jerusalem. The letter is addressed to the \"the twelve tribes which are scattered abroad\", and is the most Jewish in style and form of any of the New Testament books. It is not a treatise on Christian theology but rather a practical letter dealing with Christian ethics. James insists that works, not words, are the mark of a disciple.",
"chapter_1_header" : "Trials come from inside us",
"chapter_1_description" : "Tested faith brings wisdom and endurance",
"chapter_1_overview" : "James, to the tribes. Many trials produce perseverance. Riches will fade. Every good gift comes from the Father. Be doers of the word.",
"chapter_1_summary" : "James addresses the twelve tribes of Israel on a number of topics, emphasizing steadfast faith, wisdom, and action. He begins by encouraging believers to find joy in trials, knowing that testing produces perseverance, which leads to spiritual maturity. James urges those lacking wisdom to ask God in faith without doubting, for doubt leads to instability. He contrasts the fleeting nature of wealth with the eternal reward for those who endure temptation. The chapter warns against blaming God for temptation, highlighting that sinful desires bring forth death, while God gives every good and perfect gift. It concludes by stressing the importance of not only hearing but also doing the Word, with true religion defined as caring for the vulnerable and remaining untainted by the world.",
"chapter_2_description" : "Faith without works is dead",
"chapter_2_overview" : "If you show partiality to the rich you are committing sin. Act as those who are under the law of liberty. Faith without works is dead.",
"chapter_2_summary" : "James discusses the relationship between faith and works, warning against favoritism within the church, stating that believers should treat everyone equally regardless of their social status. He emphasizes that faith without works is dead, that genuine faith is demonstrated through actions. James uses the example of Abraham, who was justified by his works when he offered his son Isaac. He also mentions Rahab, a prostitute who was justified by her actions when she hid the spies.",
"chapter_3_header" : "Resist evil and do good",
"chapter_3_description" : "Taming the tongue brings wisdom",
"chapter_3_overview" : "No one can tame the tongue. With it we bless our Father and with it we curse others. The wisdom from above is pure and peace-loving.",
"chapter_3_summary" : "James focuses on the power of the tongue, warning that teachers will be judged more strictly, and emphasizing the importance of controlling one’s speech; the tongue can be both a blessing and a curse, capable of causing great harm or great good. He compares the tongue to a small fire that can set a great forest ablaze, encouraging believers to use their words wisely and to seek wisdom from above, which is pure and peace-loving.",
"chapter_4_description" : "Submit to God, and resist worldly desires",
"chapter_4_overview" : "Your worldly desires cause conflict. Resist the devil, draw near to God. Who are you to judge your neighbour? You boast in arrogance.",
"chapter_4_summary" : "James warns against worldly desires and conflicts, emphasizing that quarrels arise from selfish passions. He rebukes pride and calls for humility, reminding believers that friendship with the world is enmity with God. James urges submission to God, resisting the devil, and drawing near to Christ with repentance. He warns against slander and judging others, emphasizing that only God is the true judge.",
"chapter_5_description" : "Patient endurance and powerful prayer",
"chapter_5_overview" : "You rich have fattened yourselves for slaughter. Brothers, be patient until the Lord comes. The prayer of faith will save the sick.",
"chapter_5_summary" : "James discusses the importance of prayer and patience in times of suffering. He encourages believers to pray for one another and to confess their sins, highlighting the power of prayer, and stating that the prayer of a righteous person is powerful and effective.He encourages patience in the face of suffering, using the examples of the prophets and Job, who remained steadfast in their trials. He concludes with a call to restore those who wander from the truth and emphasizes the importance of community support and love.",
"chapter_outline_icc_url" : "https://archive.org/details/criticalexegetic00ropeuoft/page/n13/mode/2up",
"chapter_outline_icc_page" : "X",
"chapter_intro_icc_url" : "https://archive.org/details/criticalexegetic00ropeuoft/page/n19/mode/2up",
"chapter_intro_icc_page" : "1",
"chapter_1_icc_url" : "https://archive.org/details/criticalexegetic00ropeuoft/page/116/mode/2up",
"chapter_1_icc_page" : "117",
"chapter_2_icc_url" : "https://archive.org/details/criticalexegetic00ropeuoft/page/184/mode/2up",
"chapter_2_icc_page" : "185",
"chapter_3_icc_url" : "https://archive.org/details/criticalexegetic00ropeuoft/page/226/mode/2up",
"chapter_3_icc_page" : "226",
"chapter_4_icc_url" : "https://archive.org/details/criticalexegetic00ropeuoft/page/252/mode/2up",
"chapter_4_icc_page" : "252",
"chapter_5_icc_url" : "https://archive.org/details/criticalexegetic00ropeuoft/page/282/mode/2up",
"chapter_5_icc_page" : "282",
"chapter_intro_constable_url": "https://soniclight.com/tcon/notes/html/james/james.htm#head2",
"chapter_outline_constable_url": "https://soniclight.com/tcon/notes/html/james/james.htm#head9",
"chapter_1_constable_url": "https://soniclight.com/tcon/notes/html/james/james.htm#head12",
"chapter_2_constable_url": "https://soniclight.com/tcon/notes/html/james/james.htm#head29",
"chapter_3_constable_url": "https://soniclight.com/tcon/notes/html/james/james.htm#head44",
"chapter_4_constable_url": "https://soniclight.com/tcon/notes/html/james/james.htm#head55",
"chapter_5_constable_url": "https://soniclight.com/tcon/notes/html/james/james.htm#head65",
"chapter_intro_tgc_url": "https://www.thegospelcoalition.org/commentary/James/",
"chapter_outline_tgc_url": "#section-7",
"chapter_1_tgc_url": "#section-8",
"chapter_2_tgc_url": "#section-11",
"chapter_3_tgc_url": "#section-13",
"chapter_4_tgc_url": "#section-14",
"chapter_5_tgc_url": "#section-16",
"commentary_keys": "['icc', 'constable', 'tgc']",
"commentary_names": "['ICC', 'Constable', 'Dan Doriani']"
}