{
"book_description" : "Warnings of Judgement",
"book_overview" : "Israel has been exiled for her adultery with idols, and Judah is in danger of the same punishment",
"ESV_summary" : "Jeremiah, often called the \"weeping prophet\" because of his sorrow over the persistent message of God’s judgment, prophesied to the nation of Judah from the reign of King Josiah in 627 BC until sometime after the destruction of Jerusalem in 586. He dictated his prophecies to a scribe named Baruch (36:4, 32). Jeremiah’s task as a prophet was to declare the coming judgment of God. However, throughout the book we also see God’s concern for repentance and righteousness in individuals as well as nations. This dual focus is seen in God’s instructions to Jeremiah: he was \"to pluck up and to break down\" but also \"to build and to plant\" (1:10). Jeremiah sees a future day when God will write his law on human hearts, and \"they shall all know me,\" and \"I will remember their sin no more\" (31:33-34).",
"ESV_introduction" : "Jeremiah was God’s spokesman during the decline and fall of the southern kingdom, Judah. Among the Prophets not one had a more difficult task than that of standing alone for God in the midst of the apostasy of his own people, and not one who bares his soul to his reader as does Jeremiah. Although Jeremiah announced the coming destruction of Judah, he looked beyond this judgement to a day when religion, no longer national, would be individual and spiritual. This new kind of religion would result from God’s \"new covenant\" with His people.",
"chapter_1_header" : "Called to condemn Judah",
"chapter_1_description" : "Jeremiah becomes a prophet",
"chapter_1_overview" : "The LORD said to me: I appointed you as a prophet to the nations. Do not be afraid. I am calling the northern kingdoms against Judah.",
"chapter_1_summary" : "Jeremiah, son of Hilkiah, was a priest at Anathoth in Benjamin. He was a prophet for God from the thirteenth year of King Josiah of Judah to the fifth month of the eleventh year of King Zedekiah of Judah. God tells Jeremiah that He chose him to be a prophet from before he was conceived. Jeremiah complained that he can't speak well. God told Jeremiah to do whatever He commands and that he should not be afraid because God will protect him. God touched Jeremiah's mouth with His hand and told him that He put words into his mouth. God tells Jeremiah that he will be over nations, destroying them and building them. God asks Jeremiah what he sees. Jeremiah says that he sees an almond branch and a boiling pot tipping from the north. God says that Jeremiah sees correctly, because God is watching (which sounds like almond branch in Hebrew) to see that His word is fulfilled and the northern kingdoms will attack Judah as part of God's judgement on them for their pagan worship. God tells Jeremiah not to be terrified by people, or else God will terrify him. Instead, he is to be brave because God is with him.",
"chapter_2_description" : "*God will mercilessly decimate the Israelites, send the remnant into exile, and then bring them back better than before",
"chapter_2_overview" : "Go and proclaim: My people have exchanged their glory for idols. You have all rebelled against me. Now I will bring you to judgement.",
"chapter_2_summary" : "God remembers how the Israelites were devoted to God after they were brought out of Egypt, and how He protected them. God asks why the Israelites have now turned to idols, neglected what God has done for them, and defiled His land. Because the people now worship idols, God will punish them for generations, including their children's children. No other nation changes gods like the Israelites, who traded God for worthless idols. Not only have the Israelites forsaken God, but they have also turned to man made idols. The Egyptians have laid waste to Judah and humiliated its people. The Israelites brought this on themselves. Why do they seek protection through Egypt now? God will punish them for not respecting His power. A long time ago the Israelites stopped serving God and instead turned to idols. God started them out as a choice vine, but they have been corrupted into a wild vine. They cannot wash away their sins. God likens the Israelites relationships with pagan gods to that of a donkey in heat that is willing to take all mates. They worship idols, but then cry to God when they are in trouble. God says to let their idols save them. God has punished the Israelites in vain because they don't learn from correction and still kill the prophets. Why do the Israelites think they can neglect God? The Israelites claim to be innocent and do not think God should be angry with them. Therefore, God will make their alliance with the Egyptians fail.",
"chapter_3_description" : "*God will mercilessly decimate the Israelites, send the remnant into exile, and then bring them back better than before",
"chapter_3_overview" : "Israel played the whore on every hill. Her false sister Judah saw it. Return, O faithless children! Surely the LORD is our salvation.",
"chapter_3_summary" : "The Israelites prostitute themselves to any idols there are, and they do all the evil they can, and yet they wonder why God's wrath continues. During Josiah's reign, God said that the people of Israel turned to idols, so God divorced them. The people of Judah were influenced by Israel, and also turned to idols. When the people of Judah did return to God, it was only a superficial pretense. Jeremiah is to tell the people of Israel to return to God, acknowledge their guilt, and then God will be merciful to them. God will bring back a sparse remnant of them to Zion (Jerusalem). God will guide them with shepherds after His own heart and they will be blessed with many offspring. The Ark of the Covenant will be forgotten because Jerusalem will be God's Throne. All nations will come to Jerusalem to honor God and the Israelites will no longer be stubbornly evil. Judah and Israel will be reunited, coming back to the land from the north. God wanted to bless the Israelites, but they have been like an unfaithful wife to Him, and so they are lamented. Come back to God. Confess that they are guilty in worshiping idols and have rebelled against God.",
"chapter_4_description" : "*God will mercilessly decimate the Israelites, send the remnant into exile, and then bring them back better than before",
"chapter_4_overview" : "Flee to safety! I am bringing disaster from the north, says the LORD. I have heard the trumpet! The whole land shall be a desolation.",
"chapter_4_summary" : "The Israelites should return to God and dispose of their idols. If they righteously swear to follow God, God will bless the nations. Come back to God whole heartedly or face God's wrath. God says to tell the people of Judah to flee to the fortified city of Jerusalem because an army from the north is on its way and will lay waste to the rest of the land of Judah. In that day, the king, officials, priests, and prophets will be afraid. Jeremiah marveled at how God deceived the people of Judah by telling them they will have peace. God says that Judah will be destroyed and the people should repent to be saved. They have deserved this bitter punishment from God. They will lament its severity. The people of Judah were like foolish children which did not understand God and knew only how to do evil. In Jeremiah's vision, Judah had become a desert wasteland where even the animals had fled. God says that He will destroy Judah, but not completely. Why do the people of Judah seek protection from sources other than God? The people of Judah will be distressed like a mother birthing her first child.",
"chapter_5_description" : "*God will mercilessly decimate the Israelites, send the remnant into exile, and then bring them back better than before",
"chapter_5_overview" : "Israel and Judah have been utterly unfaithful to me. I am bringing a distant nation against you. Your sins have deprived you of good.",
"chapter_5_summary" : "God says that if there are any honest people in Jerusalem, He will forgive the city. They only superficially seek God's help. Jeremiah spoke to the people of Jerusalem and found that everybody, including the leadership, had turned from God and stubbornly refused to repent. Therefore, God will send wild animals to tear them to pieces if they leave Jerusalem. Why should God forgive them when they continually commit adultery with other gods and idols? God must punish them for this. God will destroy almost all of them for not listening and obeying Him. God will send an army from the north to destroy them, but not completely. Because they have served foreign gods, they will serve foreign men in a foreign land. The people of Judah have eyes but do not see, and have ears but do not hear. Should people not fear God, the maker of the sand which forever keeps the see from crossing it? These people turn away from God and do not respect His omnipotent power. They do limitless evil and wicked things, and will not honestly defend the fatherless or the poor, and so God will punish them. They love the way that their prophets lie to them.",
"chapter_6_description" : "*God will mercilessly decimate the Israelites, send the remnant into exile, and then bring them back better than before",
"chapter_6_overview" : "Flee from Jerusalem! I appointed watchmen but you would not listen. An army is coming from the north. My people are rejected silver.",
"chapter_6_summary" : "The people of Judah should flee to Jerusalem because God is sending and army to destroy Judah. The city of Jerusalem will be sieged to punish them because they have been wicked, and the people of Judah will be reduced to a remnant. They will not listen to God's warning. God will not have mercy on anyone because of their age. Their houses, fields, and wives will be pillaged in God's wrath. They are all greedy, deceitful, and have no shame, so God will bring them down. They do not listen to God or follow His Law. Their incense, burnt offerings, and sacrifices are not the right kind and do not please God. God will give them obstacles to make them perish, and He is sending a mighty army to destroy them. Jeremiah says that they are anguished like a woman in labor because they have heard the army is coming, and that they should repent in sackcloth and ashes. God has made Jeremiah a tester of the people, and like poor metal which cannot be refined, the people continue in their wickedness despite punishment, and so God rejects them.",
"chapter_7_description" : "*God will mercilessly decimate the Israelites, send the remnant into exile, and then bring them back better than before",
"chapter_7_overview" : "Proclaim at the temple: Has this house become a den of thieves? I sent prophets but you did not listen. Judah will become desolate.",
"chapter_7_summary" : "God tells Jeremiah to give this message at the entrance to the Temple. God tells the people that if they repent, act with justice, do not oppress foreigners, widows, or orphans, do not shed innocent blood, and do not worship other gods, then He will let them live safely in Judah. However, if they do not do these things, then God will not save them. See how God has destroyed Shiloh because the wicked people of Israel would not listen to God. God will do the same thing to Judah and the Temple. God will reject them just like he did Ephraim (the people of Israel). God will not listen to their prayers because they make offerings to the \"Queen of Heaven\" and other gods. God will pour out His wrath on man, beast, trees, and gardens. God told the Israelites to obey Him from when He took them out of Egypt, but they have not listened and they have done more evil than their forefathers. God tells Jeremiah that the people will not listen to him. Therefore, Jeremiah should tell them that God has rejected this generation. The people worship idols and sacrifice their sons and daughters in fire, something that never entered God's mind. Therefore God will make the Valley of Ben Hinnom known as the Valley of Slaughter, and it will be filled with the dead bodies of Israelites.",
"chapter_8_description" : "*God will mercilessly decimate the Israelites, send the remnant into exile, and then bring them back better than before",
"chapter_8_overview" : "Why do these people refuse to return? They have no shame. The LORD has doomed us because we have sinned. Is there no balm in Gilead?",
"chapter_8_summary" : "At that time, the bones of kings, officials, priests, and prophets of Judah will be taken out of their graves and left on the ground. The exiled surviving Israelites will prefer death to life. The people of Judah will not repent. They claim that they are wise because of God's Law, but their scribes interpret it falsely. Their wise will be shamed, and their wives and fields will be given to other men. They are all greedy and deceitful, so God will bring them down. Flee to the fortified cities, because the army is coming to destroy Judah. God has sent poisonous snakes to bite them. The people have angered God with their idol worship. The harvest has passed, and they have not been saved. Jeremiah laments that his people are crushed.",
"chapter_9_description" : "*God will mercilessly decimate the Israelites, send the remnant into exile, and then bring them back better than before",
"chapter_9_overview" : "No one speaks the truth. I will scatter these people, says the LORD. The sound of wailing is heard from Zion. I act with justice.",
"chapter_9_summary" : "Jeremiah laments his slain, exiled, and sinful people. God says that they speak lies like a bow shoots arrows. They are all deceitful. God will refine them, and punish them for their deceit. Jeremiah weeps about the destruction. God will destroy Jerusalem and Judah because they have forsaken God's Law and they worship idols. God says that they should wail for their losses in repentance. Dead bodies will be all over the place. Boast only in God, who delights in kindness, justice, and righteousness. The days are coming when God will punish the exiled Israelites because they only superficially honor God.",
"chapter_10_description" : "*God will mercilessly decimate the Israelites, send the remnant into exile, and then bring them back better than before",
"chapter_10_overview" : "Do not learn the ways of the nations. The LORD is the true God. Listen, a great commotion from the north! They have devoured Jacob.",
"chapter_10_summary" : "God tells the Israelites that they should not learn about astrology or make wooden idols adorned with metal which cannot do anything. Jeremiah says that everyone should revere God because of His wisdom and power. Unlike man-made idols, God is the true God and is omnipotent. God says that the idols did not create the earth, but God did. God controls the oceans, clouds (rising from the ends of the earth), rains, and winds. Idols cannot control anything. God is the maker of all things. God tells the people that they should be ready to go into exile. God must endure this sickness. Nobody righteously follows God. The army from the north is on its way to destroy Judah. Jeremiah says that he knows that a man's life does not belong to himself, but to God. Jeremiah prays that God deal justly, not angrily, with the Israelites, because otherwise there would be none of them left. Jeremiah suggests that instead God should pour out His wrath against the Gentile nations for destroying Judah.",
"chapter_11_description" : "*God will mercilessly decimate the Israelites, send the remnant into exile, and then bring them back better than before",
"chapter_11_overview" : "Both Israel and Judah have broken my covenant. I will bring disaster. Do not pray for them. I will punish those who seek your life.",
"chapter_11_summary" : "Since the time when God brought the Israelites out of Egypt, His covenant with them was for them to obey Him so that they could have a land flowing with milk and honey. Despite multiple warnings, the people do not obey God. God brought on all of the curses that He promised them if they did not obey, but still they did not obey. The people of Judah have conspired against God and turned to idols, so God will destroy them. They have as many gods as they do towns. God will not listen to their prayers. God once thought they were beautiful, but will now destroy them for worshiping Baal. God showed Jeremiah that he was being led to the slaughter like a gentle lamb, as the men of his hometown of Anathoth were plotting to \"cut him off from the land of the living\". Because of this, God plans to utterly destroy Anathoth, leaving no remnant in the \"year of their punishment\".",
"chapter_12_description" : "*God will mercilessly decimate the Israelites, send the remnant into exile, and then bring them back better than before",
"chapter_12_overview" : "O LORD, why do the wicked prosper? I have left my house. Many shepherds have ruined my vineyard. I will uproot my evil neighbours.",
"chapter_12_summary" : "Jeremiah says that God is always righteous, yet he asks God why He is allowing the wicked to prosper. Jeremiah prays that God will slaughter them, because it has been a long time waiting for justice. God tells Jeremiah that he will not be better off after God's judgement. Jeremiah should not trust his deceitful family. God will forsake the Israelites because they are like a lion that growls at Him, so He hates them. God will turn His Israel into a wasteland because nobody cares about Him. The army God sends will destroy the people of Judah. They people of Judah will sow wheat but will reap thorns and gain nothing, harvesting only God's anger. Sometime after the nations drag away the remnant people of Judah into exile, God will remove the nations from Israel and will bring the exiled Israelites back to Israel. If the nations learn to obey God from the Israelites, then they will be welcome in Israel. However, if they will not listen to God, God will completely destroy them.",
"chapter_13_description" : "*God will mercilessly decimate the Israelites, send the remnant into exile, and then bring them back better than before",
"chapter_13_overview" : "The LORD told me to hide a sash in the rocks. So I will ruin the pride of Judah, says the LORD. All Judah will be carried into exile.",
"chapter_13_summary" : "God has Jeremiah buy a linen belt and stuffs it in a rock crevice. Days later, God has Jeremiah get the belt, which he finds ruined and useless. God says that He will ruin the people of Judah like this belt because they worship idols and do not listen to Him. God tells Jeremiah to tell them that wineskins should be filled with wine. Then Jeremiah is to tell them that God will make everybody in Judah drunk and will have them fight one another. God will have no mercy when He destroys them. Jeremiah pleads for the people of Judah to repent, because they will be taken captive otherwise. God will shame and destroy the people of Judah because of their many sins.",
"chapter_14_description" : "*God tells Jeremiah not to pray or mourn for the Israelites because it is too late to save them from His wrath",
"chapter_14_overview" : "There is no water in the cisterns. O LORD, do not forsake us! I will destroy them by sword and by famine. Can any idols bring rain?",
"chapter_14_summary" : "God says that there is a severe drought in the land of Judah. Jeremiah prays to God, wondering why He is not saving them from this drought despite their great sins. God says that he will not save them because of their wickedness, and He tells Jeremiah not to pray for them. Jeremiah asks why the prophets say that peace will be with them. God says that they are false prophets, and God will kill so many people of Judah that there will be nobody left to bury the dead. God will weep for His \"virgin daughter\", the Israelites, during their destruction. Jeremiah prays that God will come back to them and he repents for their sins. Jeremiah says that for the sake of God's name, He should save them because He is the only one who can save them.",
"chapter_15_description" : "*God tells Jeremiah not to pray or mourn for the Israelites because it is too late to save them from His wrath",
"chapter_15_overview" : "Send these people away from my presence! Who will mourn for Jerusalem? O LORD, I suffer insult for you. I am with you, says the LORD.",
"chapter_15_summary" : "Even if Moses and Samuel pleaded for the people of Judah, God would show them no mercy. They will be killed, stuck in battle, starve, or become captives. God will send them four destroyers: the sword, dogs, birds, and beasts. The people of Judah will become despised by everyone because of what Hezekiah, the former king of Judah, did in Jerusalem. God can no longer show compassion to the people of Judah, so He will destroy them and make them have numerous widows. God will deliver Jeremiah for a good purpose. God will have Judah plundered and its people enslaved because of their sins. Jeremiah pleads with God to save him because he has faithfully and joyfully worked for God. Jeremiah asks why God is letting him suffer, and he is wondering if God will truly deliver him. God tells Jeremiah that if he repents, then God will let him be His prophet and will protect him.",
"chapter_16_description" : "*God tells Jeremiah not to pray or mourn for the Israelites because it is too late to save them from His wrath",
"chapter_16_overview" : "The LORD said to me: Do not marry or have children. Why has the LORD pronounced evil against us? You have followed your evil hearts.",
"chapter_16_summary" : "Then God tells Jeremiah not to marry and have children in Judah, because the people of Judah will die by disease, sword, and famine, and their bodies will be eaten by wild animals. God tells Jeremiah not to mourn for them, because God has withdrawn His blessing, love, and pity from them. God will stop the sounds of joy in Judah because the fathers of the people of Judah forsook God, worshiped other gods, and disobeyed His Law, and the present generation is even more wicked. God will remove them from Judah to a land unknown to them where they will worship other gods. However, the time will come when God will bring back the exiled Israelites to Israel. God will send people to hunt down the people of Judah. The Israelites will be punished them double for their sin because they have defiled Israel, God's land. God will teach all the nations that He is God.",
"chapter_17_description" : "Jeremiah prays for God to punish his enemies",
"chapter_17_overview" : "Cursed are those who trust in man. Blessed are those who trust in the LORD. If you keep the Sabbath, Jerusalem will remain forever.",
"chapter_17_summary" : "The people of Judah's sin comes from deep within them and their sinful practices get passed down to their children. God will let the nation of Judah be destroyed and its people will be enslaved, because made God angry and His anger will last forever. Cursed is the man who trusts man, but blessed is the man who trusts God. God studies the heart and mind of a man and rewards him according to what he deserves. Those which forsake God will be shamed and destroyed. Jeremiah prays that God will shame and destroy his enemies and shelter him from the upcoming destruction. God tells Jeremiah to stand at the gates of Jerusalem and proclaim that if the people of Judah keep the Sabbath day holy by not doing any work on it, then Jerusalem will be inhabited forever. Otherwise, God will destroy Jerusalem.",
"chapter_18_header" : "The potter & Exile",
"chapter_18_description" : "If the people of Judah repent, God will not destroy them",
"chapter_18_overview" : "The LORD said: Go to the potter. You are clay in my hand, O Israel. My people have forgotten me. O LORD, they have dug a pit for me.",
"chapter_18_summary" : "God is like a potter and Israel is like the clay. If God says that He will destroy a nation but they then repent of their sins, then God will not destroy them. If God says that He will bless a nation but they then do evil, then He will reconsider the blessing He had intended for them. God says that He is planning to destroy Judah, so the people should repent of their sins, but they will choose to continue being evil. Because Virgin Israel has turned to idol worship, God will turn Israel into a wasteland. The people plotted to kill Jeremiah because they thought he was worthless. Jeremiah prays that God will punish his enemies.",
"chapter_19_description" : "God will destroy Judah for worshiping other gods",
"chapter_19_overview" : "The LORD said: Buy a clay jar. These people have burned sacrifices to foreign gods. Then break the jar. So I will smash this nation.",
"chapter_19_summary" : "God tells Jeremiah to take a clay jar near the Potsherd Gate and tell the people that God will bring such destruction on Jerusalem that the ears of the people which hear about its destruction will tingle. This is because they worship other gods, killed the innocent, and even went so far as to sacrifice their sons in the fire to Baal, something which God never commanded or thought of requiring. Therefore, the Valley of Ben Hinnom will become known as the Valley of Slaughter. Judah and Jerusalem will be ruined and their people will be killed and left for wild animals to eat. During the siege of Jerusalem, they will resort to cannibalism. Then Jeremiah is to smash the jar and say that God will smash the city and the nation like the jar. Topheth will become so full of the dead that they will not be able to bury anyone else there. This is because they worshiped other gods. Jeremiah then went to the Temple and said that God said He would destroy Jerusalem and its surrounding villages because they would not listen to Him.",
"chapter_20_description" : "Jeremiah laments his life and prays for God to punish his enemies",
"chapter_20_overview" : "Pashhur put Jeremiah in the stocks. Everyone mocks me. But the word of the LORD is a fire in my bones. Cursed be the day I was born!",
"chapter_20_summary" : "After the chief Temple officer, Pashhur, heard Jeremiah prophesying the destruction, he had Jeremiah beaten and put in stocks. The next day Pashhur released Jeremiah, and Jeremiah told Pashhur that God says that He will make Pashhur a terror because God will orchestrate the killing of his friends in front of him. Judah will be completely captured by the Babylonians, and Pashhur will be taken to Babylon in exile where he and his friends will die and be buried. Jeremiah laments that God controls him and forces him to speak God's word, which only makes him become scorned and mocked. Even his friends wait to take revenge on him. However, God protects Jeremiah from being completely prevailed against. Jeremiah prays to see God's vengeance on those which would harm him. God rescues the needy from the wicked. Jeremiah curses the day that he was born and curses the man who told Jeremiah's father that Jeremiah was born, asking God to show that man no pity because he did not instead kill Jeremiah in the womb. Jeremiah laments ever being born.",
"chapter_21_description" : "God's message: fight and die, or surrender and live",
"chapter_21_overview" : "Zedekiah enquired about Nebuchadnezzar. The LORD says: Whoever stays in the city will die. Nebuchadnezzar will destroy it with fire.",
"chapter_21_summary" : "King Zedekiah sent Pashhur and Zephaniah to Jeremiah to ask him to ask God if He will protect Jerusalem from Nebuchadnezzar's Babylonian army. Jeremiah says that God says that He will help the Babylonians successfully attack Jerusalem. God will give the people of Jerusalem a terrible plague to kill many animals and people. Those which do not die by plague, sword, or famine will be captured by Nebuchadnezzar, who will kill them and show no mercy. God says that He is giving the people the choice; the way of life or the way of death. If they surrender, they will live. If they instead fight, they will die because God will destroy Jerusalem. God tells the royal house of Judah to provide proper justice or else God will destroy them. God is against Jerusalem because of their self-reliant pride, so He will destroy them.",
"chapter_22_description" : "God's message: do good to keep Jerusalem, or it will be destroyed",
"chapter_22_overview" : "Proclaim at the palace: I will make you a desert. Shallum will not return. They will not lament for Jehoiakim. Coniah is cast away.",
"chapter_22_summary" : "God tells Jeremiah to go to the palace in Jerusalem and say: Do what is right and just. Rescue the oppressed. Do not treat aliens, orphans, or widows wrongly. Do not shed innocent blood. If they do this, they will keep the city of Jerusalem. Otherwise, God will ruin it. Although God once prized the land of Judah, He will turn it into a desolate desert because they have forsaken Him. Do not weep for the king, but instead weep for the exiled people who will never see the land of Judah again. Shallum, the King of Judah, will never return to Judah. Shallum built himself a big palace with slave labor and sought dishonest gain, unlike his righteous father Josiah. Josiah's son Jehoiakim will have his dead body dragged out of Jerusalem because he disobeyed God from the beginning. He will be shamed with a painful end. God will send Jehoiachin and his mother into Babylonian exile, never to return. God says that none of Jehoiachin's offspring will prosper or ever rule in Judah.",
"chapter_23_description" : "God will punish false prophets and bring back the exiled Israelites to a blessed land",
"chapter_23_overview" : "I will raise up a righteous Branch, says the LORD. The prophets fill you with false hopes. I did not speak, yet they have prophesied.",
"chapter_23_summary" : "God will punish the shepherds of the people of Judah for leading them astray. God will gather the exiled remnant of the Israelites back to Israel, and He will provide shepherds for them and they will no longer be afraid. The days are coming when God will raise a king of the Davidic lineage who will rule Judah and Israel with justice. The king will be called \"The LORD is Our Righteousness\". People will then swear by the God that brought the exiled Israelites back to Israel. Jeremiah laments the wicked prophets that Judah has. God says that their prophets and priests are godless and wicked, so He will punish them for leading the people astray and being wicked. The prophets are lying and have not been given messages from God because they did not seek God's guidance. God sees and knows everything. The deluded prophets speak about dreams to guide the people away from God. The prophet with God's word will speak it faithfully with power. God is angry with the false prophets. The people of Judah are asking what God has spoken. God will punish false prophets with everlasting disgrace and shame.",
"chapter_24_description" : "The first exiles will be good, the second will be bad",
"chapter_24_overview" : "The LORD showed me two baskets of figs after the exile to Babylon. The good figs are the exiles. The bad figs are those who remain.",
"chapter_24_summary" : "After king Jehoiachin, the officials, craftsmen, and artists of Judah were exiled to Babylon, God showed Jeremiah a basket of tasty figs and a basket of spoiled figs in front of the Temple. God says that the exiled people of Judah are like the good figs; they will be given a heart to know God and will be brought back to Judah, and they will be God's people. God says that king Zedekiah, his officials, and the survivors of Jerusalem will be like the bad figs; wherever they are God will curse them to a life of reproach and ridicule, and any which stay in the land of Israel will be completely destroyed. (Cross-reference 2 Chronicles 36)",
"chapter_25_description" : "God will bring judgement to all of mankind",
"chapter_25_overview" : "You did not listen, says the LORD. So I will summon Babylon. Make the nations drink my cup of wrath. The LORD will roar from on high.",
"chapter_25_summary" : "In the first year of Nebuchadnezzar's reign in Babylon and the fourth year of Jehoiakim's rule in Judah, Jeremiah told the people of Judah that he had been prophesying for 23 years but they have not listened to him or any of the other prophets of God. Therefore, God will summon the people of the north and His servant Nebuchadnezzar to destroy Judah and all of the surrounding nations giving them everlasting ruin. Judah will be desolate, and all of these nations will serve Babylon for 70 years. Then, God will punish the land of Babylon by making it desolate forever. At that time God will bring about all that He spoke against all nations; what is written in this book and spoken by Jeremiah. The Babylonians will be enslaved by many nations for what they have done. (Cross-reference 2 Chronicles 36) God gave Jeremiah a cup of the wine of God's wrath and instructed him to give to the nations where God sent him, which included \"all the kingdoms on the face of the earth\". The king of Babylon is to drink it after everyone else. If anyone refuses to drink it, Jeremiah is to tell them that God says that they must drink it, because if God is punishing His people then He will surely punish everyone else too. God will bring judgement on all of mankind and will kill the wicked by the sword. Those killed by God will be littering the ground all over the earth. Now is the time when the leaders should weep, because God is going to destroy them in His fierce anger.",
"chapter_26_description" : "*Jeremiah relays prophecies of potential destruction for several nations",
"chapter_26_overview" : "The LORD said: Speak in the courts. The priests seized Jeremiah to kill him, but the officials refused. Uriah had been put to death.",
"chapter_26_summary" : "Early in Jehoiakim's reign, God told Jeremiah to give a prophesy in the courtyard of the Temple and so that maybe the Israelites would listen to God so that He would not have to destroy them as He was planning to do. The prophesy is that if the people do not listen to God and obey His Law, then God will destroy Jerusalem like Shiloh was destroyed. The priests and prophets seized Jeremiah and threatened to kill him after he gave the prophesy. Jeremiah said that God gave him the prophesy and if they do not listen to God then God will destroy them, and they can do whatever they think is right to him. The officials said that Jeremiah should not be killed because he gave a prophesy from God. The elders said that Micah of Moresheth prophesied when Hezekiah was king that Zion (Judah) would be destroyed. The elders pointed out that because Hezekiah then repented, God did not bring that disaster on them. Therefore, if they do not listen to God they will be destroyed. Uriah, the son of Shemaiah from Kiriath Jearim had earlier prophesied the same thing as Jeremiah, so king Jehoiakim tried to kill Uriah. Uriah fled to Egypt, but Jehoiakim had him hunted down, brought back to Jerusalem, and killed. Ahikam helped protect Jeremiah.",
"chapter_27_description" : "*Jeremiah relays prophecies of potential destruction for several nations",
"chapter_27_overview" : "The LORD said: Put a yoke on your neck. I will hand all the nations over to serve Nebuchadnezzar. Do not listen to your prophets.",
"chapter_27_summary" : "God tells Jeremiah to put himself in a homemade yoke and declare to envoys from Edom, Moab, Ammon, Tyre, and Sidon that God created the earth, its people, and its animals, and will give them all to Nebuchadnezzar. Then sometime later, God will have many nations subjugate Babylon. However, if any nation refuses to serve Nebuchadnezzar, God will destroy that nation and send it into exile. Jeremiah gave the same message to Zedekiah. Jeremiah then tells the people and the priests that Nebuchadnezzar will come back and take away the remainder of the Temple furnishings.",
"chapter_28_description" : "The false prophet, Hananiah, is killed by God",
"chapter_28_overview" : "Hananiah took Jeremiah's yoke and broke it. The LORD said: Tell Hananiah, I have put an iron yoke on these nations. Hananiah died.",
"chapter_28_summary" : "That same year, the fourth year in the reign of Zedekiah, Hananiah prophesied that God would free Israel from Nebuchadnezzar, bring the exiled Israelites back, and the Temple furnishings back within two years. Jeremiah replied that he hopes Hananiah is correct, but that a prophet who prophesies peace is only from God if his predictions come true. Hananiah took the yoke off of Jeremiah, broke it, and proclaimed again that Nebuchadnezzar's reign would end within two years. Jeremiah then got a prophesy from God, which he relayed to the people. He said an iron yoke will be put on all nations from Nebuchadnezzar, and even the wild animals will be controlled by him. God also said that He would kill Hananiah within that same year for preaching rebellion against God. Hananiah died two months later.",
"chapter_29_description" : "God capriciously makes good exiles and bad exiles",
"chapter_29_overview" : "Jeremiah wrote to the exiles: Seek peace for the city. After seventy years you will return. Ahab, Zedekiah and Shemaiah speak lies.",
"chapter_29_summary" : "Jeremiah wrote a letter to the Israelites who were first put into Babylonian exile while under king Jehoiachin. The letter stated: Build a life in Babylon and have lots of children. Do not listen to prophets who tell you anything different. After 70 years, God will come back for them and keep His promise. When they seek God with all their heart, they will find Him. God will bring all of the exiled Israelites back to their homeland. God will punish and destroy those now in the kingdom of Judah, and make any who are exiled from there objects of scorn because they have not listened to God. The exiled Israelites in Babylon have not listened either. God will have the false prophets Ahab and Zedekiah burned to death by Nebuchadnezzar because of their false prophesies and because they are adulterers. Shemaiah sent Zephaniah a letter telling him to punish Jeremiah for this letter. Zephaniah informed Jeremiah of this request. Jeremiah received God's word to tell Shemaiah that God will punish Shemaiah and his descendants, killing them all.",
"chapter_30_header" : "New Covenant",
"chapter_30_description" : "*God will bring the exiled Israelites back and establish them there forever",
"chapter_30_overview" : "Write these words in a book. I will restore my people, says the LORD. I have punished you but I will heal you. I will be your God.",
"chapter_30_summary" : "God tells Jeremiah to write God's message in a book because the days are coming when He will bring back the exiled Israelites. In an awful day everybody will be afraid, but God will free the Israelites from bondage to foreigners. They will serve God and king David whom God will raise. God will completely destroy the nations to which they have been scattered. The Israelites will be punished too, but with justice. God has punished them cruelly like an enemy because of their great and many sins. However, God will heal their wounds and take revenge on their enemies. God will restore the Promised Land and give the Israelites numbers of offspring which will never be decreased and honor which will not be taken away. God will punish their oppressors. It will be like the old times when God was in the Temple. Their leader will rise from among them and be close to God. God's wrath will not be turned back until He accomplishes His plan.",
"chapter_31_description" : "*God will bring the exiled Israelites back and establish them there forever",
"chapter_31_overview" : "Sing with joy for Jacob! Return to your cities. I will make a new covenant with Israel, says the LORD. I will put my law within them.",
"chapter_31_summary" : "Then God will be over all of the clans of Israel. God will give aid to those who were not previously killed. God has loved the Israelites with an everlasting love and kindness. God will restore Israel to being a joyful state. God will return the exiled Israelites, including the blind, the lame, and the pregnant. God will protect the Israelites. They will be prosperous and have no more sorrow. In Ramah, Rachel will cry because her children were killed, but God says to refrain from weeping because their work will be rewarded. They will return from their exile. The Israelites recognize that the punishment is for their sins, and they repent. Therefore God has compassion on them and calls them back from exile. God will create a new thing: a woman will surround a man. God will restore the land of Judah. Just like God oversaw their destruction, God will oversee their restoration. No longer will people say children are punished for their father's sins. Instead, everyone will die or be punished for his own sin. God will make a new covenant with the Israelites, putting His law in their mind and hearts. Then they will all know God, and He will forgive their wickedness and no longer remember their sins. Only if the sun, moon and stars stop shining and the ocean becomes still will the nation of Israel cease to exist. Only if the heavens are measured and the foundation of earth is found will God reject all of the Israelites. The days are coming when Jerusalem will be rebuilt for God and will never again be uprooted or demolished.",
"chapter_32_description" : "*God will bring the exiled Israelites back and establish them there forever",
"chapter_32_overview" : "Jeremiah bought a field in Anathoth. O LORD, the city has been handed over to Babylon. The LORD says: I will surely gather my people.",
"chapter_32_summary" : "In the tenth year of Zedekiah's reign, the eighteenth year of Nebuchadnezzar's reign, the Babylonian army was besieging Jerusalem and Jeremiah was confined in the guards' courtyard in the royal palace. Zedekiah asks Jeremiah why he is prophesying that the Babylonians will capture him and Jerusalem. Jeremiah tells him that Jeremiah's cousin Hanamel will tell Jeremiah to buy a field in Anathoth for him. Then Hanamel came in and did just that. Jeremiah bought the field for 17 shekels of silver. Jeremiah tells them to seal the deed in a clay jar, because God says in the future the Israelites will be back in this land. Jeremiah prayed to God, saying that God made everything, nothing is too hard for Him, He loves thousands but punishes children for their fathers' sins, He is mighty, He rewards everyone according to their conduct, He performs signs and wonders to this day, and He brought the Israelites out of Egypt with great terror and into the Promised Land, but the Israelites have not listened to Him, so God brought this destruction to them. Just like God said would happen, Jerusalem is being destroyed by sword, famine, and plague. Jeremiah has bought the field per God's instructions. God then told Jeremiah: Nothing is too hard for God. Jerusalem will be taken and destroyed where they worshiped other gods by the Babylonians. The people of Israel and Judah have done nothing but evil since their youth. Jerusalem transgressed God since it was built and so God will destroy it. The people of Judah have worshiped idols and other gods, and sacrificed their sons and daughters to Molech. God is destroying Jerusalem, but in the future He will gather them back from the lands where He had banished them and let them live in safety. He will be their God, and will give them a focus on God so that they will always fear Him for their own good and for their children after them. This will be an everlasting covenant, and God will always do good for them and inspire fear in them so that they will not turn away from Him. God will plant them in the land with all of His heart and soul. Just as God has brought destruction, God will bring them back as promised. Once again land will be bought with silver. God will make them prosperous again.",
"chapter_33_description" : "*God will bring the exiled Israelites back and establish them there forever",
"chapter_33_overview" : "The LORD says: I will tell you great things. I will bring healing to the land. David will never lack a son on the throne of Israel.",
"chapter_33_summary" : "While Jeremiah was still in the courtyard, God said to him: God, who made everything, says that call to Him, and He will answer and tell you unknown things. The houses of Jerusalem will be filled with the dead bodies of those slain in His wrath. However, God will heal Jerusalem, and bring back the exiled Israelites from captivity. God will forgive all of their sins. All of the other nations will be in awe and fear of Jerusalem because of the renown, joy, praise, honor, prosperity, and peace it experiences due to God. Although Judah will become desolate, God will restore it to its former glory and people will make thank offerings to God there. The days are coming when God will keep His promise to Israel and Judah and will make a righteous branch of the Davidic lineage rule in Jerusalem. In those days Judah will be saved and will be safe. It/He will be called \"the LORD Our Righteousness\". From then on, there will forever be a king of Davidic lineage ruling and the Levites will forever offer burnt offerings, burnt grain offerings, and sacrifices. Only if the day and the night stop coming will this covenant be broken. David's descendants and the Levites will become innumerable. As surely as the day and the night, God will restore the Israelites.",
"chapter_34_description" : "The Israelites free their slaves, then change their minds",
"chapter_34_overview" : "Tell Zedekiah: You will not escape the king of Babylon. The people took back their slaves. The LORD says: You have not obeyed me.",
"chapter_34_summary" : "When the Babylonian army was besieging Jerusalem, Lachish, and Azekah, God told Jeremiah to tell king Zedekiah that God will give Jerusalem to the Babylonians and that he would be brought to Babylon where he will die peacefully. King Zedekiah made a covenant with the people in Jerusalem to free their Hebrew slaves, which they did, but then changed their minds and enslaved them again. God tells Jeremiah to tell the people that in His covenant with the Israelites, they were to free their Hebrew slaves after six years of service, but their fathers ignored this commandment. Recently they repented and freed the Hebrew slaves, but then changed their minds. Because they have done this sin, God will \"free\" them to be killed by sword, plague, and famine. God will bring back the Babylonian army to destroy Jerusalem, and Zedekiah will be given to the Babylonian army.",
"chapter_35_description" : "The Recabites impress God",
"chapter_35_overview" : "The Rechabites refused to drink wine. The LORD said to Judah: The command of Jonadab has been obeyed, yet you have not obeyed me.",
"chapter_35_summary" : "When Jehoiakim was ruling Judah, God told Jeremiah to invite the Recabite family over for some wine. Jeremiah invites Jaazaniah and the rest of the Recabites over and offers them wine. They refuse, saying that Jonadab commanded them to never drink wine, build houses, sow seeds, or plant vineyards in order to live long. God tells Jeremiah to tell the people of Judah that the Recabites have obeyed Jonadab's since it was given, but the people of Judah have not obeyed God. Therefore, God will bring on the destruction of Judah, but there will never fail to be a man of Jonadab's lineage to serve God.",
"chapter_36_header" : "Jeremiah's persecution",
"chapter_36_description" : "Jehoiakim burns Jeremiah's prophetic scroll",
"chapter_36_overview" : "Baruch read out Jeremiah's words at the temple. The king sent for the scroll and burned it. The LORD said: I will bring disaster.",
"chapter_36_summary" : "In the fourth year of Jehoiakim's reign, God told Jeremiah to write down His plans for the destruction of Judah so that maybe the people would repent. Jeremiah dictates God's word to Baruch while he records it on a scroll. Jeremiah tells Baruch to read the scroll to the people in the Temple on a national day of fasting so that maybe they will repent. In the fifth year on the ninth month, Baruch read the scroll to everybody in the Temple. Upon hearing the scroll, Micaiah relayed the message to the secretaries and other officials in the palace. They sent Jehudi to bring Baruch and the scroll to them, and then had Baruch read it to them. The officials tell Baruch and Jeremiah to hide, and then eventually have the scroll read to the king by Jehudi. King Jehoiakim burnt parts of the scroll after it was read until the entire scroll was burnt. None of the royalty showed fear or tore their clothes. The king tried to arrest Baruch and Jeremiah, but they could not be found because God had hidden them. God told Jeremiah to write another scroll just like the first, but to add on that God would severely punish Jehoiakim, his children, and attendants for what he did, and he would not have a descendant on the throne of David. So Jeremiah dictated another scroll to Baruch and added many similar words.",
"chapter_37_description" : "*Jeremiah gets sent to prison, a guarded courtyard, a cistern, and back to the courtyard",
"chapter_37_overview" : "Zedekiah became king. Jeremiah said: Do not think the Babylonians will leave us. Irijah arrested Jeremiah. Zedekiah gave him bread.",
"chapter_37_summary" : "Nebuchadnezzar appointed Zedekiah as king of Judah. Nobody regarded what Jeremiah had prophesied. Zedekiah asked Jeremiah to pray for the people of Judah. (The Babylonians had been besieging Jerusalem, but had retreated when the Egyptians came to the aid of the people of Judah.) Jeremiah replied to the king that the Egyptians would go back to Egypt and then the Babylonians would capture and destroy Jerusalem. Jeremiah went to the territory of Benjamin to claim some property, but was accused of defecting to the Babylonians, arrested, and put into a dungeon. Zedekiah asked Jeremiah if God had said anything, to which Jeremiah replied that Zedekiah would be given to Nebuchadnezzar. Jeremiah pleaded to be released from prison, and so Zedekiah put him under guard in the courtyard of the guard.",
"chapter_38_description" : "*Jeremiah gets sent to prison, a guarded courtyard, a cistern, and back to the courtyard",
"chapter_38_overview" : "Jeremiah was thrown into a cistern. Zedekiah sent for him. Jeremiah said: If you surrender to the king of Babylon then you will live.",
"chapter_38_summary" : "Shephatiah, Gedaliah, Jehucal, and Pashhur were angry with what Jeremiah was saying, and told Zedekiah that Jeremiah should be killed. Zedekiah gave them permission to do whatever they wanted. So they took Jeremiah and put him into a muddy cistern. Ebed-Melech successfully petitioned the king to save Jeremiah from starvation in the cistern. Ebed-Melech got Jeremiah out of the cistern and put him back in the courtyard. Zedekiah tells Jeremiah to tell him what God says, promising that he will not harm Jeremiah. Jeremiah tells him that if he surrenders, Jerusalem will be saved from destruction and he and his family will live. Otherwise, they will die and the city will be burned down. Zedekiah tells Jeremiah to keep secret and lie about the discussion they just had. The officials asked Jeremiah about the conversation, and Jeremiah lied to them like the king had requested.",
"chapter_39_description" : "Jerusalem is captured",
"chapter_39_overview" : "The Babylonians besieged Jerusalem and captured Zedekiah. They took the people into exile. Nebuchadnezzar said: Do not harm Jeremiah.",
"chapter_39_summary" : "Jerusalem was sieged by Nebuchadnezzar for about 6 months, starting in the ninth year and tenth month of Zedekiah's reign. During the night of the same day that the city wall broken, Zedekiah and the soldiers fled. The Babylonians captured them. Nebuchadnezzar killed Zedekiah's sons and nobles, gouged out his eyes, and brought him back to Babylon. The Babylonian army commander, Nebuzaradan, captured all except the poorest people in Jerusalem, and burned down the city. He gave the poor people who remained vineyards and fields. Nebuchadnezzar directed for Jeremiah to be brought back to his own home among the his people. God had previously told Jeremiah to tell Ebed-Melech that God would spare Ebed-Melech during the destruction of Jerusalem because he trusts God.",
"chapter_40_description" : "*Ishmael goes on a murderous rampage",
"chapter_40_overview" : "Nebuzaradan said to Jeremiah: Go back to Gedaliah, who has been appointed over Judah. The captains warned Gedaliah about Ishmael.",
"chapter_40_summary" : "God's word came to Jeremiah when Nebuzaradan told Jeremiah that God had brought about the destruction of Jerusalem because the people sinned against Him. Nebuzaradan then told Jeremiah that he was free to go wherever he would like, including back to Gedaliah, whom had been appointed over Judah. Jeremiah went and stayed with Gedaliah. Gedaliah directed those which remained to serve Babylon, settle down, and harvest the land. Those Jews whom had fled to other countries during the invasion came back to Judah after Gedaliah was appointed to govern Judah. Johanan warned Gedaliah that Baalis, king of the Ammonites, sent Ishmael to kill him, and Johanan offered to secretly kill Ishmael. Gedaliah did not believe Johanan.",
"chapter_41_description" : "*Ishmael goes on a murderous rampage",
"chapter_41_overview" : "Ishmael killed Gedaliah and eighty men. Johanan went to fight Ishmael but he escaped. Johanan led the survivors on the way to Egypt.",
"chapter_41_summary" : "Ishmael killed Gedaliah at Mizpah, as well as all of the Jews with him and the Babylonian soldiers there. The next day, a group of eighty pious Jews were going to make sacrifices when Ishmael caught them and slaughtered seventy of them. The ten pious men had survived only because they bribed Ishmael. Ishmael threw the seventy bodies into a cistern. Ishmael captured all the other people at Mizpah, and then set out for the Ammonites. Johanan and his men caught up with them at Gibeon, causing Ishmael and his men to flee to the Ammonites without their captives. Johanan, his men, and the former captives then fled towards Egypt.",
"chapter_42_description" : "*The Jewish remnant goes to Egypt against God's advice",
"chapter_42_overview" : "The people asked Jeremiah to pray. The LORD says: If you stay in the land, I will grant you mercy. If you go to Egypt, you will die.",
"chapter_42_summary" : "Everybody, including Johanan, came to Jeremiah and asked him to pray to God. Jeremiah agrees, and tells them that he will tell them everything that God says. The people agree to follow God's word. Ten days later, Jeremiah calls everybody together and tells them that God said that they should stay in Judah where God will bless and protect them because He repents destroying them, but if they go to Egypt then God will utterly destroy all of them with the sword, famines, and plagues. Jeremiah tells them that they have made a mistake asking for God's guidance, because now He will destroy them when they go to Egypt.",
"chapter_43_description" : "*The Jewish remnant goes to Egypt against God's advice",
"chapter_43_overview" : "Johanan and all the people did not obey the LORD. They went to Egypt. The LORD said: Nebuchadnezzar will ravage the land of Egypt.",
"chapter_43_summary" : "Johanan, Azariah, and many others accused Jeremiah of lying in order to have the Babylonians kill them. Johanan led the remnant of Jews into Egypt, including Jeremiah, and they went as far as Tahpanhes. God has Jeremiah bury stones in front of the Pharaoh's palace in Tahpanhes and announce that God will bring Nebuchadnezzar there, where he will conquer Egypt and set his throne. In the process, the Babylonians will kill and capture everyone as appropriate, and destroy the temples of the Egyptian gods.",
"chapter_44_description" : "*The Jewish remnant goes to Egypt against God's advice",
"chapter_44_overview" : "The LORD says: Why do you provoke me with other gods? The people said: We will not listen. The LORD says: I am going to punish you.",
"chapter_44_summary" : "God tells Jeremiah to tell the Jews in Egypt that Jerusalem was destroyed because the Jews were worshiping other gods. Why are they bringing disaster upon themselves by continuing to worship idols? Because they are worshiping other gods, God will destroy the entire Jewish remnant in Egypt except for a few fugitives. The Jews responded that they would not listen the Jeremiah, and would continue worshiping the \"Queen of Heaven\" because worshiping her seemed to be beneficial in the past. Jeremiah said that God had reached His endurance limit of their pagan worship which caused Him to destroy Jerusalem, and God swears that He will kill all but a very few of the Jews in Egypt. As a sign of the promise of this threat, God will have the Babylonians capture the Pharaoh Hophra just like He did with Zedekiah.",
"chapter_45_description" : "Baruch, the scribe, will be protected by God",
"chapter_45_overview" : "When Baruch wrote these words, the LORD said to him: I am going to break what I have built. Do not seek great things for yourself.",
"chapter_45_summary" : "In the fourth year of Jehoiakim's reign, after Baruch wrote down what Jeremiah dictated, God told Jeremiah to tell Baruch that Baruch should not whine about sorrow, because God is about to destroy what He has built. However, God will protect Baruch wherever he goes.",
"chapter_46_header" : "Judgement against nations",
"chapter_46_description" : "God pronounces judgement against the Egyptians",
"chapter_46_overview" : "Of Egypt: There is no healing for you. Prepare yourselves for exile. I will deliver Egypt to Nebuchadnezzar. But fear not, O Jacob!",
"chapter_46_summary" : "God tells Jeremiah to tell Egypt to equip for battle and to conquer the land up to around the Euphrates River. Then they will be sacrificed near the Euphrates by God because this is a day of vengeance for God. The Babylonians will attack the Egyptian army and lay them to waste. The Babylonians will continue on into Egypt, conquering it and laying Memphis to waste. The Egyptians will be shamed and destroyed, but later will be inhabited again. God is with the Jewish exiles. God will punish them but will not completely destroy them so that they will again return to their homeland and in peace and safety.",
"chapter_47_description" : "God has the Egyptians destroy the Philistines",
"chapter_47_overview" : "Of the Philistines: Waters are rising from the north. The LORD is destroying the Philistines. How can the sword of the LORD be quiet?",
"chapter_47_summary" : "Before Egypt attacked Gaza, God tells Jeremiah that the time has come to completely destroy all of the Philistines, and Egypt will do that because God commanded it.",
"chapter_48_description" : "God pronounces judgement against the Moabites",
"chapter_48_overview" : "Of Moab: Woe to Nebo, for it is laid waste. We have heard of his arrogance. How it is broken! Moab has become a derision to all.",
"chapter_48_summary" : "God, the King, reveals that the Moabites will be completely destroyed and laid to waste. Moab will be drunk and wallow in its vomit. The Moabites had ridiculed Israel. They have been wicked and worshiped pagan gods. Moab will become an object of ridicule and will go into deep mourning. Even those that flee will be punished. Their sons and daughters will be exiled. However, God will later restore Moab.",
"chapter_49_description" : "God pronounces judgement against the Ammonites",
"chapter_49_overview" : "The LORD says: Rabbah will become desolate. I will make Edom small. Damascus has become feeble. Flee, O Hazor. I will destroy Elam.",
"chapter_49_summary" : "God asks why the Ammonites have taken part of the land of Israel. Ammon will be conquered and destroyed, and the people of Israel will drive the Ammonites out of their lands. Afterwards God will restore the Ammonites. God will completely destroy the Edomites except for their orphans and widows. God asks if those who do not deserve it are being punished, how can they avoid being punished? God swears that Bozrah will be in ruins forever. Nobody can stand against God. Damascus will be destroyed. God will have the Babylonians destroy Kedar and Hazor. Hazor will be forever desolate. Early in the reign of Zedekiah, God told Jeremiah that Elam will be destroyed, and the exiled people of Elam will go to every single nation on earth. God will set His throne in Elam. Eventually, God will restore Elam.",
"chapter_50_description" : "*God will destroy Babylon, leaving it forever desolate",
"chapter_50_overview" : "Of Babylon: A nation will make her desolate. Judah will seek the LORD. Repay Babylon for all her deeds. A sword against her warriors!",
"chapter_50_summary" : "God says that Babylon will be captured by a nation from the north, and that it will become desolate. The Israelites who were exiled to Babylon will then return to Zion and make an everlasting covenant with God. The Israelites had been led astray and mistreated for their sins. The exiled Israelites are to flee Babylon because God is sending an alliance of nations from the north to conquer Babylon. Babylon will be desolate and scorned because they mistreated the Israelites. God will destroy Babylon and lead the exiled Israelites back to their homeland. God will forgive all of the sins of the Israelite remnant. The Israelites are oppressed in their captivity, but God, their Redeemer, is strong enough to defend them. Babylon and its neighboring towns will never again be inhabited.",
"chapter_51_description" : "*God will destroy Babylon, leaving it forever desolate",
"chapter_51_overview" : "The LORD says: I will send a destroyer against Babylon. I will repay them for the evil done in Zion. Read these words in Babylon.",
"chapter_51_summary" : "God will have Babylon completely destroyed because He will take His vengeance owed for the mistreatment of the Israelites. The kings of the Medes will attack Babylon. God made the earth and the heavens, and controls clouds, lightning, and wind. Men know nothing and make worthless idols. God can destroy everything. God is against the mountain of Babylon, and will make it desolate forever. The kingdoms of Ararat, Minni, Ashkenaz, and the Medes will unite against Babylon. Babylon's soldiers will cower like women. The Israelites have called for vengeance against Babylon. God will honor their request and will completely destroy Babylon. God is a God of retribution. God, the King, will make the Babylonian officials, wise men, governors, officers, and soldiers sleep forever and not awake. Jeremiah gave this prophesy to Seraiah on a scroll when Seraiah was headed to Babylon with Zedekiah. He told Seraiah to read the scroll and pronounce the future desolation of Babylon, and then to throw the scroll into the Euphrates.",
"chapter_52_description" : "Jerusalem is captured",
"chapter_52_overview" : "Nebuchadnezzar besieged Jerusalem. Nebuzaradan burned the temple and took the people into exile. Evil-merodach released Jehoiachin.",
"chapter_52_summary" : "Zedekiah was 21 years old when he became the king of Judah, and he reigned 11 years. He did evil in God's eyes which provoked God to have Babylon capture Judah. The Babylonian army sieged Jerusalem from the ninth year to the eleventh year of Zedekiah's reign. On the ninth day of the fourth month, the Babylonians broke through the city wall. That night Zedekiah and all of his soldiers fled. The Babylonians captured them near Jericho. Nebuchadnezzar killed Zedekiah's sons and nobles, gouged out his eyes, and brought him back to Babylon where he died in prison. The Babylonian army commander, Nebuzaradan, captured all except the poorest people in Jerusalem, and burned down the city. He gave the poor people who remained vineyards and fields. The Babylonians pillaged the Temple. Nebuzaradan captured and took Seraiah, Zephaniah, three doorkeepers, an officer, seven advisers, the conscripting secretary, and sixty men of the city to king Nebuchadnezzar, who then executed the captives. In total, 4600 Jews were brought to Babylon; 3023 in the seventh, 832 in the eighteenth, and 745 in the twenty third year of Nebuchadnezzar's reign. In the thirty-seventh year of exile, when Evil-Merodach became king, former king Jehoiachin was released from prison and treated with great respect in Babylon by Evil-Merodach."
}
