{
"book_description" : "Understanding suffering",
"book_overview" : "Job lost everything because God agreed to let Satan test his faith; but he and his friends don't know why it happened.",
"ESV_summary" : "Considered both a theological and a literary masterpiece, the book of Job is an honest portrayal of God allowing a good man to suffer. The test of Job’s faith, allowed by God in response to a challenge from Satan, revealed God’s loving sovereignty and the supremacy of divine wisdom over human wisdom (personified by Job’s friends). Believing that God is good despite the apparent evidence to the contrary, Job rested in faith alone. In the depths of agony he could still proclaim, \"I know that my Redeemer lives\" (19:25). In the end God silenced all discussion with the truth that he alone is wise (chs. 38–41). Yet he vindicated Job’s trust in him (ch. 42), proving that genuine faith cannot be destroyed. The unknown author was probably an Israelite writing sometime between 1500 and 500 BC",
"ESV_introduction" : "So named from Job, its chief character, the book deals with an ageless question, one that is puzzling to every generation - the problem of human suffering, particularly the affliction of the righteous. The reader is given an account of the sufferings of the pious Patriarch Job, of the argument carried on between Job and his friends as to the cause of his sufferings, and finally, of the solution to his difficulty,. The book’s principal aim is to refute the popular view that all suffering is the result of sin in the life of the sufferer.",
"chapter_1_header" : "Job looses everything",
"chapter_1_description" : "God bets with Satan; Job is robbed and his children killed",
"chapter_1_overview" : "Job was blameless. The LORD allowed Satan to test him. Job's servants and children were killed. He tore his robes and worshipped.",
"chapter_1_summary" : "Job lived in Uz and was the richest man there; with 7000 sheep, 3000 camels, 500 oxen, 500 donkeys, and lots of servants. God considered Job blameless. Job would purify his children after regular feasts and offer burnt offerings to God every morning just in case his children sinned. Angels, including Satan, come before God. God asks Satan where he has been. Satan says he was wondering earth. God brags to Satan about Job. Satan claims that it is only because God protects and blesses Job that he is so righteous, but if God were to take Job's possessions, Job would curse God. God agrees to let Satan deal with Job's possessions. After that, one day came when Sabeans captured Job's oxen and donkeys while killing the attending servants, fire of God fell from the sky and killed Job's sheep and the attending servants, Chaldeans captured Job's camels and killed the attending servants, and all of Job's children were killed when a house collapsed on them. Job tears his robe, shaves his head, and praises God, saying God has given and now God has taken away. Job did not sin.",
"chapter_2_description" : "God bets with Satan again; Job is afflicted with sores",
"chapter_2_overview" : "Satan struck Job with boils. Job's wife told him to curse God. But Job did not sin. Eliphaz, Bildad and Zophar came to comfort him.",
"chapter_2_summary" : "Angels, including Satan, come before God. God asks Satan where he has been. Satan says he was wondering earth. God boasts about Job again, saying that he is blameless even though Satan incited God to ruin him for no reason. Satan claims that it is only because Job has his health, but if he was not healthy he would curse God. God agrees to let Satan attack Job's health, but does not allow Satan to kill Job. Satan afflicted Job with sores from head to toe. Job scrapes himself with a pottery shard while sitting in ashes. Job's wife tells Job to curse God and die. Job tells her she is foolish, and that people should accept both good and bad from God. Three of Job's friends got together, tore their robes, put dust on their heads, and wept for Job for 7 days and 7 nights without saying a word to Job.",
"chapter_3_header" : "First debates",
"chapter_3_description" : "Job curses his life",
"chapter_3_overview" : "Job said, \"Curse the day I was born! Why did I not die at birth? Why is light given to him who suffers? I have no rest, only turmoil.\"",
"chapter_3_summary" : "Job curses the day he was born. He wishes that he had died at birth or was stillborn. He asks why do those who suffer continue to live when death would be a welcome reprieve. What Job feared most has happened to him. He has no peace or rest.",
"chapter_4_description" : "*Job's friend, Eliphaz, consoles him",
"chapter_4_overview" : "Eliphaz said, \"Will you become impatient? When did the innocent ever perish? I heard a voice: 'Can a man be more righteous than God?'\"",
"chapter_4_summary" : "Job's friend Eliphaz tells him that Job has encouraged and strengthened others, but now he can't help his own weakness. Eliphaz asks when has God ever destroyed the righteous? He relays that a spirit had asked him if a mortal could be more righteous than God, and had asked that if God doesn't trust His angels, how could God trust man; man who dies unnoticed and perishes forever.",
"chapter_5_description" : "*Job's friend, Eliphaz, consoles him",
"chapter_5_overview" : "\"Who will answer you? Man is born to trouble. As for me, I would seek God. Do not despise his discipline. He wounds, but he binds up.\"",
"chapter_5_summary" : "Eliphaz tells Job that trouble can come to a man suddenly through his own actions. He says that Job should confer with God, because God exalts the enfeebled and thwarts the wicked. He tells Job that God's discipline is a blessing, and if Job comes to understand this, God will bless Job.",
"chapter_6_description" : "Job claims that he is innocent",
"chapter_6_overview" : "Job said, \"My misery would outweigh the sand of the seas! You have proved no help. Show me how I have been wrong! Would I lie to you?\"",
"chapter_6_summary" : "Job says that he uses impetuous words because \"God's terrors are marshaled against\" him. Job requests that God would kill him now so that he will be happy that he has not denied God's words. He says his strength is running out and he has no hope. He says his friends are of no help to him. He asks his friends if they can truly find any sin that he has committed.",
"chapter_7_description" : "Job pleads aloud to God",
"chapter_7_overview" : "\"O God, my life is but a breath! Therefore I will speak out. What is man, that you examine him? Why have you set me as your target?\"",
"chapter_7_summary" : "Job pleads aloud to God. He says that men look for rest or reward for their suffering, but that he has had none. He doesn't even sleep well at night. He says that a man's life is short, and when a man dies that man is gone and does not return. Job is even troubled by nightmares. Job asks God what has he done to become God's target, and asks why will God not forgive Job, since he will soon be dead and be no more.",
"chapter_8_description" : "Job's friend, Bildad, consoles him",
"chapter_8_overview" : "Bildad said, \"Does God pervert justice? Learn from past generations. He will not reject the blameless, nor will he uphold evildoers.\"",
"chapter_8_summary" : "Job's friend Bildad tells Job that God does not pervert justice. He tells Job that if he is righteous, God will restore him and bless him even more than before. He reminds Job that this is what history shows to be the case. He tells Job to remember God, that God doesn't reject the righteous or strengthen evildoers, and that God will restore him.",
"chapter_9_description" : "Job replies to Bildad in hopelessness",
"chapter_9_overview" : "Job said, \"How can a man dispute with God? His power is vast! But he destroys the innocent. If only there were a mediator between us!\"",
"chapter_9_summary" : "Job asks how can a mortal be righteous. He notes how superior God is to man; being infinitely wise, being omnipotent, controlling the sun and the stars, making the constellations, being imperceivable, and being unrestrained in anger. Job asks how is it possible for him to argue with God, and says that even in his innocence he could not answer God. He can only beg for God's mercy. He says that if he asked God for a hearing, God would multiply his wounds for no reason. He says God destroys the righteous and the wicked, like when some plague brings sudden death, for who else but God could cause events like that to happen? Job says that even if he were to change his countenance and develop hope, everyone would still consider him guilty of some great sin. He says God is not like a man that can be taken to court, and that there is nobody that can serve as an arbitrator for God. Because there is no arbitrator, Job claims he can't dispute with God.",
"chapter_10_description" : "Job pleads aloud to God",
"chapter_10_overview" : "\"God, why do you reject the work of your hands? You know that I am not guilty! Why did you bring me out of the womb? Leave me alone.\"",
"chapter_10_summary" : "Because Job hates his life, he questions God and asks what are the charges that God has against him. He asks if God is pleased with making him suffer while He blesses the wicked. He asks God why He is probing for his sin when God knows he is innocent. He reminds God that He made him and blessed him. Job knows that God planned to punish him if he sinned, and if he has sinned, he deserves the punishment. But if he has not sinned, he can't even hold his head high or else God will apply even more wrath to him. Job asks why did God even make him to be born. He pleads with God to give him some rest before he dies.",
"chapter_11_description" : "Job's friend Zophar rebukes him",
"chapter_11_overview" : "Zophar said, \"Should your babble go unanswered? God ex44_Act. less than your guilt deserves! Reach out to him and you will find hope.\"",
"chapter_11_summary" : "Job's friend Zophar rebukes him. He tells Job that he wishes God would speak and accuse Job. He reminds Job of God's omniscience. He tells Job to devote his heart to God and stop sinning so that God will bless him. Otherwise, God will not grant him any rest.",
"chapter_12_description" : "Job replies that this has been God's will",
"chapter_12_overview" : "Job said, \"Who does not know all these things? With God are wisdom and power. He brings darkness into light. He destroys nations.\"",
"chapter_12_summary" : "Job tells Zophar that he understands what Zophar has said as well as any man. Job says that he has become a contemptible laughingstock even though he is righteous, meanwhile evildoers have security. Job claims that God has done this, and that nobody can alter God's will. Job claims that God has a history of humbling the wise and mighty. Job claims that God treats the nations and leaders according to the whim of His will.",
"chapter_13_description" : "*Job pleads aloud to God",
"chapter_13_overview" : "\"I want to argue my case with God. Be quiet and I will speak. Though he slay me, I will hope in him. God, why do you hide your face?\"",
"chapter_13_summary" : "Job tells his friends that he wants to plead his case to God, and that they have been worthless and should be silent. Job pleads with God to withdraw His hand, to stop frightening him, and to summon him to discuss his case. Job claims that God is punishing him for the sins of his youth.",
"chapter_14_description" : "*Job pleads aloud to God",
"chapter_14_overview" : "\"Man is like a fleeting shadow. If a tree is cut down, it will sprout again, but will a man live again? You overpower him forever.\"",
"chapter_14_summary" : "Job claims that men are born impure and only have a limited time to live, and because of this he thinks that God should just leave man alone. Job pleads for God to kill him, because dead men rise no more and their sins are no longer remembered and punished. Job says that a man can't see if his sons are blessed or cursed by God due to that man's righteousness or sinfulness after the man dies. Instead, that man only knows the pain of his own life.",
"chapter_15_header" : "Second debates",
"chapter_15_description" : "Eliphaz says that God punishes the wicked",
"chapter_15_overview" : "Eliphaz said, \"Your own mouth condemns you! Why do you turn against God? The wicked will be like a vine stripped of unripe grapes.\"",
"chapter_15_summary" : "Eliphaz tells Job that his own words convict him. He asks Job about what makes him better than his friends, or anyone else. He tells Job that nobody born of a woman could be pure. He asks Job that if God doesn't trust His angels, then how could He trust corrupt man. He tells Job that the wise know that God will repay the wicked in full during their lives.",
"chapter_16_description" : "*Job claims God causes him hardship",
"chapter_16_overview" : "Job said, \"You're miserable comforters! God has torn me and shattered me. But my prayer is pure. Even now, my advocate is on high!\"",
"chapter_16_summary" : "Job tells his friends that they are offering no comfort to him, but that he would comfort them if the situation was reversed. He claims that God has destroyed him and continues to punish him, yet his prayer has been pure. He claims that God is his witness. He says that anyone who intercedes with God for his sake is his friend. He says that soon he will die.",
"chapter_17_description" : "*Job claims God causes him hardship",
"chapter_17_overview" : "\"My spirit is broken. He has made me a byword. But come again all of you! I will not find a wise man among you. Where is my hope?\"",
"chapter_17_summary" : "Job says that he is surrounded by mockers. He says God has made him contemptible. Job says that he has no hope but for death.",
"chapter_18_description" : "Bildad says that God punishes the wicked",
"chapter_18_overview" : "Bildad said, \"Why are we stupid in your sight? Indeed, the light of the wicked goes out. His roots dry up and his branches wither.\"",
"chapter_18_summary" : "Bildad asks Job why is it that he thinks that his friends are stupid. He tells Job that God punishes the wicked.",
"chapter_19_description" : "Job claims that God has wronged him",
"chapter_19_overview" : "Job said, \"How long will you torment me? God counts me as an enemy. My closest friends abhor me. But I know that my redeemer lives!\"",
"chapter_19_summary" : "Job asks his friends how much longer will they torment him. He claims that God has wronged him and has not given him justice. He says that God has destroyed his hope and treated him like an enemy. He says that even his friends and family have turned against him. Job says that he knows his Redeemer lives and will come through in the end. He says that he will see God with his own eyes. He warns his friends not to trouble him, or else they risk receiving God's wrath.",
"chapter_20_description" : "Zophar says that God punishes the wicked",
"chapter_20_overview" : "Zophar said, \"My understanding inspires me to answer. The triumph of the wicked is short. His food will turn sour in his stomach.\"",
"chapter_20_summary" : "Zophar tells Job that the pleasures of the wicked last only a little while before God punishes them.",
"chapter_21_description" : "Job claims that actually the wicked prosper by God's will",
"chapter_21_overview" : "Job said, \"Listen to me. Why do the wicked grow mighty? How often do they have trouble? Who repays them? Your answers are empty!\"",
"chapter_21_summary" : "Job tells his friends to listen while he tells them how they should comfort him. Job relays that the wicked actually tend to be prosperous and live in peace, and that God provides their prosperity despite them not wanting anything to do with God. Job asks; how often are the wicked punished? Job relays that it is said God saves punishment of the wicked for their children, but he thinks that God should punish the wicked while they live, because the wicked don't care about what happens to their offspring when they are dead. Job points out that the evil man is spared wrath and is honored in death, so the counsel of Job's friends doesn't mean anything.",
"chapter_22_header" : "Third debates",
"chapter_22_description" : "Eliphaz accuses Job of sins, telling him to return to God",
"chapter_22_overview" : "Eliphaz said, \"Is not your wickedness great? You withheld bread from the hungry. Is not God high? Submit to him and be at peace.\"",
"chapter_22_summary" : "Eliphaz asks Job if he thinks a man can be a benefit to God. He then accuses Job of many different sins. He tells Job to return to God.",
"chapter_23_description" : "*Job claims God is untimely in His justice",
"chapter_23_overview" : "Job said, \"If only I knew where to find God! When he has tested me, I shall come forth as gold. But he does whatever he pleases.\"",
"chapter_23_summary" : "Job wishes that he could talk to God. He says that he looks everywhere for God, but can't find Him. He claims that he has stayed true to God's Word. He says that he is fearful for what God may still have planned against him.",
"chapter_24_description" : "*Job claims God is untimely in His justice",
"chapter_24_overview" : "\"The wounded cry out, but God charges no one with wrong. Some rebel against the light; they are exalted a while, and then are gone.\"",
"chapter_24_summary" : "Job says that the wicked continue in their evildoing without timely justice from God, while the righteous are made to wait for justice. Job says that in the end, God takes the lives of the wicked just as he does the righteous, but that the wicked are soon forgotten and amount to nothing that lasts.",
"chapter_25_description" : "Bildad doubts that Job is righteous",
"chapter_25_overview" : "Bildad said, \"Dominion and awe belong to God. Who can be righteous before him? Even the stars are not pure in his sight!\"",
"chapter_25_summary" : "Bildad asks Job; how is it possible that any man is righteous compared to God?",
"chapter_26_description" : "*Job recounts his situation due to God's actions",
"chapter_26_overview" : "Job said, \"How you have helped the weak! Sheol is naked to God. The pillars of heaven tremble. These are the fringes of his ways!\"",
"chapter_26_summary" : "Job mocks Bildad. Then Job describes some of the powerful attributes of God.",
"chapter_27_header" : "Job's monologue",
"chapter_27_description" : "*Job recounts his situation due to God's actions",
"chapter_27_overview" : "\"My heart does not reproach me. Let my enemy be as the wicked! His many sons are for the sword. The wind sweeps him from his place.\"",
"chapter_27_summary" : "Job says that despite the fact that God has denied him justice, he will not speak wicked about God. Job wishes that his enemies and adversaries become like the wicked. Job claims the wicked do not have God to turn to when misfortune arises. Their wealth and security can be gone in an instant; their wealth will be taken by or spread to the righteous and innocent, and their offspring will be cursed with hunger, illness, and battles.",
"chapter_28_description" : "*Job recounts his situation due to God's actions",
"chapter_28_overview" : "\"There is a mine for silver, but where is wisdom found? It is hidden from the eyes of all living. The fear of the Lord is wisdom!\"",
"chapter_28_summary" : "Job says that men can mine for precious metals and jewels that are hidden from sight. He then asks; but where can men find the path to wisdom? Job says that wisdom is more valuable than any precious metal or jewel. He says the path to wisdom is hidden to everything except God. Job continues that God knew wisdom when He created the earth, and He told man that the fear of God is wisdom, and that shunning evil is understanding.",
"chapter_29_description" : "*Job recounts his situation due to God's actions",
"chapter_29_overview" : "\"Oh, for the days when God watched over me! When I took my seat in the square. I was father to the needy and comforted the mourners.\"",
"chapter_29_summary" : "Job wishes that things were as they had been just a few months ago when God was blessing him. Then, he was honored. Younger men got out of his way, while elders rose in respect. Men respected him, his words, and his judgement. He helped the poor, the widows, the fatherless, the blind, and the lame. He protected strangers and fought for justice from evildoers.",
"chapter_30_description" : "*Job recounts his situation due to God's actions",
"chapter_30_overview" : "\"But now younger men mock me. They do not hesitate to spit at me. God has cast me into the mire. When I expected good, evil came.\"",
"chapter_30_summary" : "Job says that he is now mocked and hounded by evil younger men. Job says that God has turned against him and denies him justice.",
"chapter_31_description" : "*Job recounts his situation due to God's actions",
"chapter_31_overview" : "\"Does God not see my ways? Have I lied? Have I refused to help the poor? Have I put my trust in money? Let the Almighty answer me!\"",
"chapter_31_summary" : "Job says the he hasn't looked lustfully at women, because he knows that God grants the wicked ruin and disaster. He says that he has not been deceitful. He has not coveted a woman or his neighbors possessions. He has not denied justice to his servants. He has helped the poor, the fatherless, and the widows. He has not put his trust of security in his wealth. He has not prayed to the sun or the moon. He has not rejoiced in his enemy's misfortune. He has helped strangers. He has not hidden his sins. He incites God to put His accusations of Job in writing, and let curses come upon him if he has done wrong.",
"chapter_32_header" : "Elihu joins in",
"chapter_32_description" : "*Elihu says that Job has sinned, and God's justice is perfect",
"chapter_32_overview" : "Elihu was angry with Job and his three friends. He said, \"I am young, but it is not only the old who are wise. I will have my say.\"",
"chapter_32_summary" : "Job's three friends stop talking to Job because he is self-righteous. A young man by the name of Elihu speaks to Job next. He says that he let the aged speak first, but it is God that gives a man understanding, so his wisdom is valid. He says that Job's friends didn't have good arguments. He says that he is compelled to reveal his wisdom on the matter.",
"chapter_33_description" : "*Elihu says that Job has sinned, and God's justice is perfect",
"chapter_33_overview" : "\"Job, please listen to my words. God does speak, perhaps in a dream or through pain. He does this to deliver a person from the pit.\"",
"chapter_33_summary" : "Elihu tells Job to listen to him. He says that he is a man similar to Job. He tells Job that God does speak to man in many different ways, although man may not recognize it. He says that God warns man to keep him from wrongdoing, pride, or death. He says that God may punish someone for sins to the point that they almost die, but an angel may make intercession for him and spare him from death. He says that then that man will be restored when he prays to God and claims that God has shown mercy on him. He says that God will do this multiple times to a man if necessary. He tells Job to be silent, then to speak up, and then to be silent again.",
"chapter_34_description" : "*Elihu says that Job has sinned, and God's justice is perfect",
"chapter_34_overview" : "\"It is unthinkable that God would do wrong. Can one who hates justice govern? God shows no partiality. Job speaks like the wicked!\"",
"chapter_34_summary" : "Elihu claims that Job is not innocent because Job associates with wicked men because Job thinks that it doesn't profit a man at all to please God. He says that God does not do any evil, and only repays a man for what he has done. Elihu asks; can someone that hates justice rule? He asks if it is not God that humbles the kings and nobles when they do wrong. He claims that God is omniscient. He claims that to Job's sin, Job adds the sin of rebellion.",
"chapter_35_description" : "*Elihu says that Job has sinned, and God's justice is perfect",
"chapter_35_overview" : "\"Even if you are righteous, what do you give to God? He does not answer because of the pride of evil men. You must wait for him!\"",
"chapter_35_summary" : "Elihu tells Job to look up to the heavens above and consider how it is that Job's sin could possibly affect God. He asks Job what could many sins of man possibly do to God, and on the other hand, what could a man's righteousness possibly benefit God. He says any wicked or righteous behavior Job does affects only those around Job, not God. He says that God does not listen to arrogant, wicked men.",
"chapter_36_description" : "*Elihu says that Job has sinned, and God's justice is perfect",
"chapter_36_overview" : "\"I have more to say on God's behalf. He is mighty but does not despise any. Who is a teacher like him? Remember to extol his work!\"",
"chapter_36_summary" : "Elihu claims that he is perfect in knowledge, so his words are true. Elihu says that God always rewards the righteous and punishes the wicked. He says the godless die young. He says God speaks to those who suffer to lead them down the righteous path. He warns Job to stay away from evil. He then describes how awesome and powerful God is.",
"chapter_37_description" : "*Elihu says that Job has sinned, and God's justice is perfect",
"chapter_37_overview" : "\"God thunders with his voice. By the breath of God, ice is made. Do you know his wondrous works? He is great in power and justice!\"",
"chapter_37_summary" : "Elihu continues to describe how awesome and powerful God is. He then asks; how can any man dare to question God?",
"chapter_38_header" : "God answers",
"chapter_38_description" : "*God talks about His knowledge and His power",
"chapter_38_overview" : "Then the LORD said, \"I will question you. Where were you when I founded the earth? Who enclosed the sea? Can you bind the Pleiades?\"",
"chapter_38_summary" : "God comes out of a storm to talk to Job. God talks about how much more He knows than Job does. God says the wicked are denied light and their upraised arms are broken. God continues to talk about how much more He knows than Job. God asks if Job knows where the light and the darkness reside. God asks Job if he has ever seen the storehouses for snow and for hail, which God saves for times of battle and trouble. God asks Job if he can move the constellations according to their seasons. God asks Job if he can control the weather. God asks Job who feeds the wild animals.",
"chapter_39_description" : "*God talks about His knowledge and His power",
"chapter_39_overview" : "\"Do you mark when the deer is born? Will the wild ox serve you? Do you give the horse his might? Does the hawk fly by your wisdom?\"",
"chapter_39_summary" : "God talks about how much more He knows about animals than does Job, such as how ostriches are stupid birds that are bad at parenting.",
"chapter_40_description" : "*God talks about His knowledge and His power",
"chapter_40_overview" : "Job said, \"I have no answer.\" The LORD said, \"Will you condemn me? Behold now, Behemoth, which I made. Can anyone pierce his nose?\"",
"chapter_40_summary" : "God asks Job if he would try to correct God. Job says that he is unworthy to talk to God. God confronts Job, telling him to show his power if he thinks that he is as mighty as God. God tells Job to consider the Behemoth, God's largest land creature.",
"chapter_41_description" : "*God talks about His knowledge and His power",
"chapter_41_overview" : "\"Can you catch Leviathan with a hook? Everything under heaven is mine. His breath sets coals ablaze. He is king over all the proud.\"",
"chapter_41_summary" : "God tells Job to consider the Leviathan, God's largest sea creature. The Leviathan is said to be invulnerable and to breath fire.",
"chapter_42_description" : "God blesses Job with twice what he had before",
"chapter_42_overview" : "Job said, \"I repent in ashes.\" The LORD said to Eliphaz, \"You have not spoken rightly of me, as Job has.\" He restored Job's fortunes.",
"chapter_42_summary" : "Job humbles himself due to God's awesomeness. He says that he had heard of God, but now he has actually seen God. Job repents. God tells Eliphaz, Bildad, and Zophar that they were wrong, while Job was right, and that they should make a sacrifice for their sin and have Job pray for them. God blessed Job and made him twice as prosperous as he was before. Job's brothers and sisters consoled Job for all the trouble God had brought on him. He had 7 sons and 3 daughters. His daughters were the most beautiful women in all the land. Job then lived another 140 years."
}
