{
"book_description" : "Day of the Lord",
"book_overview" : "Destruction as devastating as locusts will come from God against all nations before he restores Israel",
"ESV_summary" : "Little is known about the prophet Joel, although his concern for Judah and Jerusalem suggests that he ministered in Judah. Joel told of a locust plague that had struck Israel and which, he said, foreshadowed the \"day of the Lord.\" The day of the Lord was a time greatly anticipated by the Israelites because they believed that God would then judge the nations and restore Israel to her former glory. Yet, said Joel, God would punish not only the nations but unfaithful Israel as well. Joel urged everyone to repent, and told of a day when God would \"pour out [his] Spirit on all flesh\" (2:28). That day arrived on the first Christian Pentecost (Acts 2:17). While the date of the book is uncertain (ninth to sixth century BC), its message is valid for all time.",
"ESV_introduction" : "Traditionally called the \"Prophet of Pentecost,\" since his prophecy of the outpouring of the Spirit (2:28ff.) is quoted by Peter (Acts 2:16) as being fulfilled at Pentecost, Joel was the kind of man who could see the eternal in the temporal. The occasion of his message was a devastating locust plague, which he interpreted as foreboding the Day of the Lord when God would act directly to punish His people for their sins. Joel calls upon the people of Judah to repent, promising that repentance will bring God’s blessings, material and spiritual.",
"chapter_1_header" : "Coming devastation",
"chapter_1_description" : "*The destruction of Judah and the soon-coming Day of Judgement",
"chapter_1_overview" : "What the locust swarm has left other locusts have eaten. The fields are destroyed. Lament, O priests! The day of the LORD is near.",
"chapter_1_summary" : "Judah has experienced destruction not seen before, and should be told about to all later generations. Locusts (likely a metaphor for an army) have devoured everything. A powerful nation has invaded and stripped the land. The Day of the Lord is near. The Temple offerings have been withheld, and drought has ravished all food sources. The priests should mourn and the elders should fast and cry out to God.",
"chapter_2_header" : "Coming restoration",
"chapter_2_description" : "*The destruction of Judah and the soon-coming Day of Judgement",
"chapter_2_overview" : "A great army is on the mountains. Return to the LORD for he is merciful. \"Fear not, I will restore you. I will pour out my Spirit.\"",
"chapter_2_summary" : "The Day of the Lord is close; a day of gloom, clouds, and darkness. A powerful and large army, like never was before or ever will be, will completely consume everything in its path. Other nations will be afraid of this army. Nothing will be able to withstand this massive, mighty army which God will lead. Repent, because God may have pity. Let the Israelites mourn, fast, and cry out to God for mercy. Then God will take pity, give them abundant food, and will never make them subject to scorn again. God will drive away and destroy the northern army. God will restore the land's vegetation and provide abundant rainfall and harvests. God will repay the Israelites for the years that His locusts ate everything. Then they will know that God is their God. Afterward, God will send His spirit to all of the Israelites. The young and old, men and women, will have prophetic dreams and visions. God will show wonders in the sky and on earth; blood, fire, and smoke. The sun will darken and the moon will turn blood red before the Day of the Lord. Everyone who calls on God's name will be saved on Mount Zion and in Jerusalem. Those whom God calls will survive.",
"chapter_3_description" : "*The destruction of Judah and the soon-coming Day of Judgement",
"chapter_3_overview" : "\"I will gather all the nations for judgement. For the day of the LORD is near. Jerusalem will be inhabited for all generations.\"",
"chapter_3_summary" : "At that time Judah and Jerusalem will be restored. God will gather and judge all nations for scattering the Israelites and taking their land, and selling their children. God will take revenge on Tyre, Sidon, and Philistia for plundering Judah and selling the Israelites as slaves to the Greeks. God will bring the people of Judah back, and have the people of Tyre, Sidon, and Philistia sold to them as slaves, who will then be sold again to the Sabeans. Let all of the nations prepare for war and gather in the Valley of Jehoshaphat to be judged by God. They are abundant in wickedness. The Day of God is near in the Valley of Decision. The sun, moon, and stars will no longer shine. God will rage from Zion, but will protect the Israelites. Then the Israelites will know that God dwells in Zion, God's holy hill. Jerusalem will be holy. Jerusalem will never again be invaded by foreigners. The Israelites will produce abundant wine and milk, and the land will be well watered. Water will flow from God's house to the Valley of Acacias. Egypt and Edom will be desolate wastelands to repay the wrongs done to Judah. Judah will be inhabited for all future generations. Judah's guilt will be pardoned."
}
