{
"book_description" : "Jesus is God",
"book_overview" : "Jesus' claim to be God was proved by 7 signs plus his resurrection",
"ESV_summary" : "The Gospel of John was written to persuade people to believe in Jesus (20:30-31). The opening verses declare that Jesus is God, stressing his unique relationship with God the Father. The book focuses on seven of Jesus’ signs (miracles), to show his divinity. Jesus called people to believe in him, promising eternal life. He proved he could give life by raising Lazarus (ch. 11) and by his own death and resurrection. John features Christ’s seven \"I am\" statements, his encounters with Nicodemus and the Samaritan woman, his Upper Room teachings and washing of the disciples’ feet (chs. 13–16), and his high priestly prayer (ch. 17). It includes the most well-known summary of the gospel (3:16). The author was probably the apostle John, writing about AD 85.",
"ESV_introduction" : "The Gospel of John endeavors to explain the mystery of the Person of Christ by the use of the term \"logos\" (word) and was written to confirm Christians in the belief that Jesus was the Christ, the Son of God. Its purpose is evangelical and is so stated in 20:31. John not only records events as do the other Gospels but also uniquely interprets the events by giving them spiritual meaning. The author makes significant use of such words as light, water, life, love, and bread. Traditionally the author of this Gospel is considered to have been John, the Beloved Disciple.",
"chapter_1_header" : "Beginnings & disciples",
"chapter_1_description" : "The Word became flesh, John the Baptist proclaimed Jesus as the Messiah, Jesus gathered Disciples",
"chapter_1_overview" : "The Word of God became flesh and dwelt with us. John the Baptist bore witness to him. Andrew told Simon Peter and they followed Jesus.",
"chapter_1_summary" : "The Word was God and with God, and He made everything, but His true light of life was not understood. God sent John the Baptist to witness about the Light. The Light came into the world, but He was not recognized and was rejected, but those who accepted Him became children of God. The Word became flesh, and we saw His divine glory. God's Law was given through Moses, but grace and truth came from Jesus. Only Jesus has revealed God the father. John the Baptist, baptizing in Bethany on the other side of the Jordan, freely confessed that he was neither Elijah nor the Messiah, but that he was preparing the way for the Lord. When John the Baptist saw Jesus, he announced that he had seen the Holy Spirit rest on Jesus, that He was the Son of God, that He would baptize with the Holy Spirit, and that He would take away the world's sin. The next day, two of John the Baptist's disciples went to follow Jesus instead. One of them was Andrew, who then got his brother Simon to follow Jesus too by telling him that Jesus was the Messiah. Jesus renamed Simon \"Cephas,\" which is translated as Peter. The next day, Jesus gathered Phillip, and Phillip gathered Nathanael by telling him that Jesus was the prophesied Messiah. Nathanael was impressed with Jesus' clairvoyance. Jesus told them that they would see Heaven open, with angels ascending and descending on the Son of Man (Jesus).",
"chapter_2_description" : "Jesus turned water into Wine, cleared the Temple courts, impressed people with miracles",
"chapter_2_overview" : "Jesus turned water into wine at a wedding. He drove money-changers from the temple. He said, \"Destroy this temple and I will raise it.\"",
"chapter_2_summary" : "On the third day, Jesus was in Cana at a wedding, where Jesus' mom asked Jesus to help with the shortage of wine. So Jesus turned water into wine in six stone jars. Everyone was impressed with how good the wine tasted. This was Jesus' first miracle in Cana. Jesus, His family, and His disciples went to Capernaum. Then Jesus went to Jerusalem for the Passover holiday. There, He made a whip and chased out the men who were selling animals and changing money in the Temple courts. The Jews asked Jesus for a miraculous sign to prove that He had the authority to do this. Jesus told them that He would destroy this temple and raise it again in three days. (He was referring to His body, and His disciples remembered when He was resurrected that He had said that.) Many people believed in Jesus because of the miracles He had worked in Jerusalem, but Jesus did not need the testimony of men.",
"chapter_3_description" : "Nicodemus and Jesus discussed being born again, Salvation through belief, John the Baptist testified for Jesus",
"chapter_3_overview" : "Jesus told Nicodemus, \"Be born again. Whoever believes in the Son will have eternal life.\" John the Baptist said, \"He is above all.\"",
"chapter_3_summary" : "A Pharisee, named Nicodemus, came to Jesus in the night and said that they recognized that Jesus was a teacher sent from God. Jesus told him that people need to be born again to see the Kingdom of God. Nicodemus was confused. Jesus said you need to be born of water and spirit to enter the Kingdom of God, that flesh gives birth to flesh, but the Spirit gives birth to spirit, and that you cannot tell who will be born of the Spirit. Nicodemus was still confused. Jesus replied that if he could not understand this, then he could not understand about Heavenly things. Only Jesus (the Son of Man) has gone into Heaven. Those who believe in Jesus will have eternal life. God loved the world enough to give His Son to provide Salvation and eternal life to those who believe. Those who do not believe are already condemned. Men love darkness instead of light because they do evil, but the righteous openly show what they have done, because what they have done has been done through God. Then, Jesus went into the Judean countryside with His disciples and baptized people there. This was close to where John the Baptist was also baptizing, and some people with him noted that Jesus was baptizing too and that everyone was going to Jesus. John the Baptist explained to them that he had already told them that he was not Messiah, but rather that Jesus was the Messiah, so everyone should go to Him because God has put everything in His hands, and while no one accepts His testimony, those who believe in Him will have eternal life, but those who reject Him will face God's wrath.",
"chapter_4_header" : "Teaching and miracles",
"chapter_4_description" : "Jesus and Samaritan woman at the well, Jesus healed an official's son",
"chapter_4_overview" : "Jesus spoke with a Samaritan woman about her husbands. She said, \"Can this be the Christ?\" Many believed. He healed an official's son.",
"chapter_4_summary" : "When Jesus heard that the Pharisees had heard how popular His baptism service was (although it was only His disciples, not Jesus, performing the baptisms), He headed back to Galilee. On His way back, He went through the town of Sychar in Samaria, and came to Jacob's well. Jesus asked a Samaritan woman to get Him a drink. The woman protested due to the Samaritan/Jewish social norms. Through more dialog, Jesus explained to her that she should have known to ask Him for living water which would provide eternal life. So she then asked Him for that water. Jesus told her to get her husband, but she denied having a husband. Jesus told her that that was true, because she had been married five times and was not married to the man she was with now. Noticing His power, she indirectly asked about where God should be worshiped. He replied that the Samaritans are misled, and that the time has now come that people will worship God wherever they are, because they will and must worship God in spirit and truth because God is spirit. Jesus told her that He was the Messiah. The disciples returned, and were surprised that Jesus was talking to a woman. She then went into town and told everyone there that she may have found the Messiah, so the townspeople came out to see Him. Meanwhile, Jesus' disciples urged Him to eat, but He explained to them that His food was to finish God's work. He then explained that now is the time for them to harvest souls for eternal life, even though they did not sow them. Many Samaritans came to believe Jesus was the Savior due to the woman's testimony and the two days that Jesus stayed with them. Later, in Galilee, Jesus was welcomed. In Cana, a royal official asked Jesus to cure his dying son. Jesus told the official that his son would live, and that he should go. The official returned to find his son healed, and that the healing corresponded to when Jesus had pronounced it, so his whole household then believed in Jesus. This was Jesus' second miraculous sign.",
"chapter_5_description" : "Jesus healed a disabled man on the Sabbath, Jews confront Jesus, Jesus explained how misled the Jews were",
"chapter_5_overview" : "Jesus healed a man at Bethesda. He said, \"The Son only does what he sees the Father doing. My works and the Scriptures bear witness.\"",
"chapter_5_summary" : "Later, Jesus went to Jerusalem for a Feast. On the Sabbath at the pool near the Sheep Gate, Jesus healed one particular invalid man from the great number of disabled people there. This man had been disabled for 38 years. Jesus told the man to pick up his mat and walk. The Jews were angry that the man was carrying his mat on a Sabbath. Jesus later saw the man at the Temple, and told him to stop sinning or else something worse might happen to him. That man spread the word about Jesus healing him. The Jews persecuted Jesus for healing on the Sabbath, but He told them that He, and God, His Father, always work. The Jews then tried harder to kill Him. Jesus explained to the Jews that He only does what God shows Him to do, that Jesus gives eternal life and has been appointed by the Father to judge all people in order to have all people honor Jesus, that whoever hears Jesus and believes the Father will have eternal life - including some people who are dead now, that the dead who have done good will live but the dead who have done evil will be condemned, that John the Baptist testified about Jesus, that what Jesus has done testifies even stronger about Jesus being from the Father, that although the Jews search Scripture for eternal life they ignore that the Scripture testifies about Jesus, that they seek praise from one another as opposed to seeking praise from God, and that Moses will accuse them for not believing what he had written.",
"chapter_6_description" : "Jesus fed the 5000, walked on water, explained that the Jews will not have Salvation",
"chapter_6_overview" : "Jesus fed 5,000 men and walked across the sea. He said, \"I am the bread of life. My flesh is true food.\" Many disciples turned back.",
"chapter_6_summary" : "Later, near the time of Passover, Jesus crossed the Sea of Galilee. There, a crowd gathered around Him because He healed the sick. As a test, Jesus asked Philip where they could buy bread for the crowd. Philip said they did not have enough money to do that. Andrew showed Jesus a boy with five barley loaves and two fish. Jesus took the boy's food, gave thanks, and distributed it to the 5000 men there. Afterward, Jesus had the disciples gather the leftovers, which yielded 12 basketfuls. The people were impressed by the miracle, thought Jesus to be the Messiah, and wanted to make Him king, but Jesus withdrew from them. That evening, Jesus' disciples got into a boat to cross the lake for Capernaum. About 3.5 miles (??? km) out on the water, they saw Jesus walking towards them on the water and became frightened, but they let Him in the boat anyway. The next morning, the crowd following Jesus crossed the sea to search for Him and found Him in Capernaum in a synagogue. Jesus told them that they were only following Him because Jesus had fed them, but they should instead seek eternal life by believing in Jesus, who was sent by God. They asked Him for a sign, like how their forefathers got manna from God. Jesus told them the true bread comes from God and gives life, and explained that Jesus was that bread of life, but they have not believed Him. He went on to say that those who God gives to Jesus will come to Jesus and be accepted, that Jesus does only God's will, and that Jesus will resurrect those chosen ones who believed in Jesus for eternal life on the Last Day. The Jews questioned Jesus' words, because they knew that He was Joseph's son, and thereby apparently not from Heaven. Jesus explained that they cannot come to Jesus unless God, the Father, draws them there, that those who listen to God go to Jesus, that those who ate manna are now dead but only those who eat of Jesus' flesh, the living bread, (metaphorically meaning to believe in Jesus as God's method of providing life) will have eternal life, that Jesus will give His life for the world, and that those who eat of Jesus' flesh and drink His blood will remain in Jesus just as Jesus will remain in them. Some of Jesus' disciples found this information hard to accept. Jesus wondered how they would react if they saw Him ascend to Heaven, and explained again that only those who are enabled by God to do so can come to Jesus. Some disciples left. Jesus asked the Twelve Disciples if they would leave too, but Peter replied that they would not leave God's Holy One. Jesus said that one of the Twelve is a devil.",
"chapter_7_header" : "Opposition in Jerusalem",
"chapter_7_description" : "Jesus went to the Feast, accused the Jews of having bad judgement, left many people questioning and angry",
"chapter_7_overview" : "Jesus went to the feast. The people said, \"Is this the Christ?\" The chief priests tried to arrest him. He called out, \"Come and drink.\"",
"chapter_7_summary" : "Thereafter, Jesus stayed away from Judea because the Jews were trying to kill Him there. Jesus' disbelieving brothers told Him that He should go to Jerusalem at the Feast of Tabernacles to be seen working miracles, but Jesus told them that they can go to the Feast without Him because it is not His time, and that the world hates Him because He calls their deeds evil. After His brothers left for the Feast, Jesus went there secretly. The crowds were murmuring privately about whether or not Jesus was good. Halfway through the Feast, Jesus began teaching in the Temple courtyard. The Jews wondered how He could be so wise without having studied. Jesus told them that His teaching came from God, that He worked to honor God (who had sent Him there), and that although Moses gave them the Law they do not obey it, and yet they are trying to kill Jesus. The crowd was confused by what Jesus meant about killing Him. Jesus said that He had astonished them with a miracle He did, that Moses permitted circumcision on the Sabbath, but they are angry at Him for healing on the Sabbath, and that they should judge rightly. The crowd recognized Jesus as being both a wanted man and possibly the Messiah, but they knew where He was from, so He could not be the Messiah. Jesus reiterated that He was sent by God, and said that they do not know God. Some of the crowd tried to seize Jesus, but He amazingly slipped away. Others thought that He might be the Messiah based on His miracles. The Pharisees and Chief Priests sent men to arrest Jesus. Jesus said that He would be there for a short while and then would not be found. The Jews were confused by this. On the last day of the Feast, Jesus said metaphorically that those who believe in Him would receive the Holy Spirit flowing through them. Some Jews thought He was the Messiah, but others doubted that because He came from Galilee and was not from King David's lineage or from Bethlehem. The Pharisees and Chief Priests were angry when the men who they had sent to arrest Jesus came back empty handed because Jesus had impressed them. Nicodemus suggested that they give Jesus a fair hearing, but the Pharisees and Chief Priests balked at this idea.",
"chapter_8_description" : "Jesus and the woman caught in adultery, Pharisees question Jesus, Jesus turned believing Jews against Himself",
"chapter_8_overview" : "Jesus did not condemn a woman caught in adultery. The Pharisees questioned him. He said, \"If God were your Father you would love me.\"",
"chapter_8_summary" : "The next day Jesus taught in the Temple courtyard again. The Teachers of the Law and the Pharisees brought a woman who had been caught in the act of adultery to Jesus, and asked Him for a judgement. Jesus said that one of them who had never sinned should throw the first stone at her. They all left, so Jesus told the woman that she should go and repent from her sins. Later Jesus told the people that He was the light that people should follow so that they do not walk in darkness. The Pharisees questioned Jesus for being His own witness. Jesus said that He knows that He is speaking the truth, and that His Father is also His witness. They asked where His father was, but Jesus told them that they do not know His Father. Jesus said that He was going away, but they would die in their sins and could not follow Him because they where of this world and they did not believe that He was who He claimed to be. They did not understand. He said that when they see Him (the Son of Man) lifted up, then they will know that He was speaking the truth which came from His Father. Many believed Him. To those believing Jews, He said that they should obey His teaching to know the truth and be free. They were confused. Jesus told them that sinners are slaves to sin, but the Son could set them free, and then said that they were trying to kill Him because they obey a different father. They claimed Abraham as their father, but Jesus said that that cannot be the case, given that they were trying kill Jesus, a man who revealed the truth from God. Then they claimed God as their father, but Jesus told them that it was obvious that the Devil was their father because they cannot understand Jesus' words and do not love Jesus despite Jesus speaking God's truth. Jesus explained that those who keep His word would receive eternal life. They accused Jesus of being demon-possessed and asked if He thought that He was greater than Abraham. Jesus told them that God glorifies Jesus, and that Abraham rejoiced at seeing Jesus' day, and went on to say that He was around before Abraham. The Jews tried to stone Jesus, but He slipped away.",
"chapter_9_description" : "Jesus healed a blind man, thereby confounding the Pharisees",
"chapter_9_overview" : "Jesus healed a blind man on the Sabbath. The Pharisees called the man and threw him out. Jesus said, \"I came that the blind may see.\"",
"chapter_9_summary" : "Later, Jesus came across a man who was blind from the time of his birth. Jesus explained that it was not sin which caused the man's blindness, but rather he was blind so that God's work could be done, and that no one will be able to work in the dark but Jesus provided light while He was in the world. So Jesus made some mud with His spit and put it on the man's eyes, and that healed him when he washed it in the Pool of Siloam. The man's neighbors were amazed and confused, so the man explained how Jesus had healed him. They all went to the Pharisees, to whom the man again explained how Jesus had healed him. The Pharisees could not believe that a Sabbath breaker like Jesus could work miracles. The Jews tried to get a different answer from the man's parents, but they would not answer. They summoned the formerly blind man again for questioning, but he ultimately berated them for not recognizing that Jesus must be sent from God given the miraculous opening of his eyes, so they threw him out. Jesus found the man again and introduced Himself as the Son of Man. The man worshiped Jesus. Jesus said that He had come to judge, and make the blind see and those who see blind. Some Pharisees asked Him about that, so Jesus told them that their guilt remains because they claim that they can see.",
"chapter_10_description" : "The Good Shepherd, confrontation at another Feast, collection of John the Baptist's disciples",
"chapter_10_overview" : "Jesus said, \"I am the good shepherd. I give my life for the sheep.\" They asked, \"Are you the Christ?\" He said, \"My sheep follow me.\"",
"chapter_10_summary" : "Jesus said that the Shepherd enters the sheep pen by the gate, while thieves enter other ways, and all of the sheep will only follow the Shepherd because they know His voice. They did not understand Him, so Jesus said that He was the sheep's gate and would give a full life to the sheep, unlike the thieves who came before to steal and kill. Jesus said that He was the Good Shepherd because He will lay down His life for the sheep, that His sheep know Him, including those who are not from that sheep pen who will also listen to Him, and that He has the authority to and will indeed lay down His life and take it up again as His Father has commanded. The Jews were divided on whether or not to believe Jesus. At the Feast of Dedication in Jerusalem, Jews asked Jesus to state plainly if He was the Messiah. Jesus replied that He had already told them, and His miracles prove His claim, but they cannot believe because they are not His sheep. His sheep are protected from falling away, and He will give His sheep eternal life. Jesus said that He and God are one. At this, the Jews got ready to stone Jesus for blasphemy, but Jesus reminded them that the Scriptures had called men \"gods\" before, and said that even if they do not believe His words, they should believe because of the miracles that He had worked, which prove that He is in God and God is in Him. They tried to seize Jesus but He escaped. Jesus then went across the Jordan, where John the Baptist had baptized. People around there believed in Jesus and noted how true John the Baptist's words about Him were.",
"chapter_11_description" : "Resurrection of Lazarus, religious elite plot to kill Jesus",
"chapter_11_overview" : "Lazarus died. Jesus went to the tomb and said, \"Lazarus, come out.\" Lazarus came out. The chief priests plotted to put Jesus to death.",
"chapter_11_summary" : "Mary's and Martha's brother Lazarus was sick and near death, so they sent a message to Jesus because Jesus loved them. Jesus knew that this coming event would ultimately bring glory to Himself, so He waited a couple days before suggesting going to see Lazarus. His disciples warned that people in Judea wanted Jesus dead, but Jesus replied that they need to walk while while there is still daylight (metaphorically; do God's work while Jesus is still there). He explained that Lazarus was dead now dead, and He was going to wake Lazarus up. Martha greeted Jesus as He approached, and Jesus told her that Lazarus would rise again. Martha thought that He had meant that Lazarus would rise at the Last Day. Jesus confirmed her faith in Him being the Son of God. Mary came out to meet Jesus, and wept about her brother. Jesus wept too. They went to the tomb. Jesus asked for the tomb to be opened, gave thanks to God for hearing Him and working this miracle so that others would believe in Him, and then called for Lazarus to come out. Lazarus walked out; alive, and still wrapped in his burial linens. Many Jews put their faith in Jesus because of this miracle. When the Chief Priests and Pharisees heard of this, they met to discuss the threat Jesus posed to their earthly power. Caiaphas, the High Priest, told them that, according to his own prophesy given earlier, Jesus was supposed to die for the Jewish nation and others belonging to God, so they then plotted to kill Jesus. Therefore, Jesus then hid from the public, and went to Ephraim. Later, close to Passover, many people in Jerusalem anxiously looked for Jesus to show up. This included the Chief Priests and Pharisees, but they were looking to arrest Jesus.",
"chapter_12_description" : "Mary anointed Jesus, the Triumphant Entry, Jesus was popular, discourse on Resurrection and Judgement",
"chapter_12_overview" : "Jesus rode into Jerusalem. The crowd shouted, \"Hosanna!\" He said, \"The Son of Man must be lifted up. I have come to save the world.\"",
"chapter_12_summary" : "Six days before Passover, while in Bethany at a dinner in Jesus' honor, Mary anointed Jesus with expensive perfume, and then wiped His feet with her hair. Judas objected at the waste of money which could have gone to the poor, but he did so because he was really a thief. Jesus defended her actions as anointment for His burial, and said that, unlike Him, they would always have the poor with them. A crowd gathered when they found Jesus there, because of Him and because of the resurrected Lazarus. The Chief Priests decided to kill Lazarus as well because of his influence. The next day Jesus headed into Jerusalem, so the crowd met Him with palm branches and high praise. Jesus rode a donkey into Jerusalem to fulfill a prophesy. Much of the crowd was there because of the resurrection of Lazarus. The Pharisees were exasperated by Jesus' popularity. Some Greeks asked to see Jesus. Jesus replied that He would soon be gloried and would produce much from His death, just like a dead kernel of wheat, that those who hate life will gain eternal life, that those who served Him would be honored by God, and that although He was troubled by His future He would not ask for God to save Him because that was why He was there. He asked God to glorify God's name, so God spoke and said that God had and would again glorify it. People thought they heard either an angel or thunder. Jesus said that now there would be Judgement and Satan would be driven out, and that He would attract people to Him when He was lifted up. The crowd challenged that the Messiah should instead remain forever, and asked who the Son of Man was. Jesus told them that they should trust in the light (meaning Himself) while they have it, and then He hid Himself from them. The Jews did not believe in Jesus despite the miracles He had done. In fact, they could not believe, because God had blinded them just like what had been prophesied. Many others believed, but they did not confess their faith because they loved mankind more than God.. Jesus said that people who believed in Him believed in God as well, that He brought light into the world, that He does not judge people who reject Him, yet they will be condemned, and that He only spoke what God had told Him to speak; which were commands leading to eternal life.",
"chapter_13_header" : "Last evening",
"chapter_13_description" : "Jesus washed feet, Judas' treachery revealed, command to love, Peter's denial predicted",
"chapter_13_overview" : "Jesus washed the disciples' feet. He said, \"One of you will betray me.\" Judas left. Jesus said, \"Love each other as I have loved you.\"",
"chapter_13_summary" : "It was almost time for Jesus to go back to God, so Jesus showed His Disciples His full love by washing and drying their feet. (Satan had already prompted Judas to betray Jesus.) Simon objected, but soon relented in order to go along with Jesus. Jesus explained that now all but one of them was completely clean, because He knew about Judas' plot. Jesus further explained that although He was their Lord, He humbly served them all, and that they should do the same for each other and will be blessed for doing so. Then Jesus announced that one of them would betray Him, and thus would fulfill the Scripture, and that He was telling them this ahead of time so that they would believe Him. The Disciples were confused and asked who the traitor was. Jesus indicated that it was Judas by giving him some bread. When Judas took the bread, Satan entered him, and then Judas left. The other Disciples were still confused. Jesus said that now He and God would be glorified, that He will soon leave, that they are commanded to love one another, which will show others that they are indeed His disciples. Simon Peter said that He would follow Jesus even if it cost him his life, but Jesus told him that he would disown Jesus three times before the rooster crowed.",
"chapter_14_description" : "Jesus preparing a place for disciples, vicarious reception of God, the Holy Spirit will be given",
"chapter_14_overview" : "\"I am the way, the truth, and the life. I am in the Father and the Father in me. He will give you the Holy Spirit. Do not be afraid.\"",
"chapter_14_summary" : "Jesus told the Disciples not to worry about Jesus leaving, because He was making a place for them in Heaven, and He would bring them there because He was the way there for those who are going there. He explained that knowing and seeing Jesus was the same as knowing and seeing God the Father, which should be obvious based on the miracles that Jesus had worked. Jesus said that when He returned to the Father, Jesus would help them perform even greater miracles whenever they asked for them in His name. Jesus said that those who obey His commands love Him, will receive the Holy Spirit (a.k.a. the Counselor), will see Him and be loved by Him, and will realize that He is in them just as they are in Him. A Disciple asked why Jesus would not show Himself to the world. Jesus explained that only those who love Him would obey Him, and that the Holy Spirit would teach them even more and remind them of His words. Jesus gave them His peace and said for them not to be troubled or afraid, and explained that they should be glad that He was going away soon, that He was telling them this in advance so that they would believe, and that He did only what the Father commanded Him to do.",
"chapter_15_description" : "Jesus is like a vine, be willing to die for one another, accountability for sin",
"chapter_15_overview" : "\"I am the vine, you are the branches. You are my friends if you do what I command. If they persecuted me, they will persecute you.\"",
"chapter_15_summary" : "Jesus said that He was a vine, and that the Father was a gardener who lopped off fruitless branches and pruned the others so they would be even more fruitful, that Jesus' disciples were clean because of what He told them, that they must remain in Him to produce any fruit at all, that the lopped off branches will be collected and burned, that those remaining will be given whatever they wish, that their being fruitful glorifies the Father, that they should remain in Jesus' love by obeying His commands, that they should love one another even to the point of being willing to die for each other, that they are not servants but rather His friends who know what He is doing, that the world may hate and persecute them like it has hated Him because they do not belong to this world, that the world was only accountable for their sins now that Jesus had spoken to the world, that the Jews hated Him without reason as was prophesied in the Law, that He will send them the Holy Spirit to testify, and that they must testify.",
"chapter_16_description" : "Stand firm, the Holy Spirit will be given and is powerful, grief will turn to joy, disciples finally believe",
"chapter_16_overview" : "\"The Spirit will convict the world of sin. He will guide you into all truth. Your sorrow will turn to joy. I am going to the Father.\"",
"chapter_16_summary" : "Jesus had told His Disciples that all this was a warning so that they would stand firm in belief, despite the coming persecutions, even up to their deaths, at the hands of those who do not know Him or God. Jesus said that although the Disciples are now full of grief from what He had told them, He will leave for their good and will send them the Holy Spirit, that the Spirit will convict and condemn the non-believers and Satan of their guilt, that the Spirit will guide the Disciples and let them know what belongs to Jesus and God, and that although Jesus will soon leave, they will see Him in a little while. The Disciples were confused, so Jesus explained that they would weep when the world rejoiced, but their grief would turn to persistent joy when they see Him again, and the Father will give them anything they ask for in Jesus' name. Jesus told them that although He has been speaking figuratively, soon He will speak plainly, and that the Father loves them because they have loved Jesus. They told Jesus that now they understand because He is speaking clearly, and so they believe Him. Jesus rejoiced that they finally believed, and told them that soon they will leave Jesus and be scattered, but they should have peace because they know these things in advance.",
"chapter_17_description" : "Jesus prayed for and Saves only those who God has chosen",
"chapter_17_overview" : "Jesus said, \"Father, I have revealed your name to those you gave me. Sanctify them in the truth. May all who believe in me be one.\"",
"chapter_17_summary" : "Then Jesus prayed to the Father, saying that the time has come for the Father to glorify Him as He had been before the world began, that Jesus will grant eternal life to all who the Father gave to Him, that Jesus has brought glory to the Father, that Jesus had revealed the Father to those which the Father had given Him, and that Jesus prays only for all of the chosen ones for the Father to protect them from straying, to sanctify them, and to bring them to unity, including those who will later believe through the Gospel spread by the Disciples. Jesus prayed that although the world does not know the Father, Jesus has and will continue to make the Father known to them to spread the Father's love.",
"chapter_18_header" : "Death & resurrection",
"chapter_18_description" : "Jesus arrested, Peter's denials, Jesus questioned, Pilate's investigation",
"chapter_18_overview" : "Judas betrayed Jesus to the chief priests. Peter denied him. He was sent before Pilate. Jesus said, \"My kingdom is not of this world.\"",
"chapter_18_summary" : "Jesus and the Disciples went to an olive grove. Judas guided soldiers and officials there to arrest Jesus. Jesus presented Himself for arrest, which made the soldiers and officials fall to the ground. Jesus told them the let the others go because they only wanted Him. Simon Peter cut off an official's ear, but Jesus told Simon Peter to stop resisting because this was part of God's plan. Jesus was arrested and taken to Annas. Simon Peter and another Disciple followed Jesus and managed to get into the courtyard outside of where Jesus was brought. A girl asked Simon Peter if he was one of Jesus' Disciples, but he denied it. Meanwhile Annas questioned Jesus, but Jesus replied that he should ask witnesses instead. An official smacked Jesus for giving that reply. Annas sent Jesus to Caiaphas. Outside, someone else asked Simon Peter about being a Disciple, which he denied. Another person identified Simon Peter as being with Jesus, but he denied it, and then a rooster crowed. Jesus was taken from Caiaphas to Pilate. Pilate told the Jews to judge Jesus themselves, but the Jews said that they were not allowed to execute people. Pilate asked Jesus if He was the king of the Jews, but Jesus replied by asking the origin of that question. Pilate asked what Jesus had done, but Jesus replied that His kingdom was not of this world, and explained that He is a king and that those with the truth listen to Him. There was a custom of releasing a prisoner to the Jews around Passover, so Pilate went out to the Jews and tried to get them to ask for Jesus' release because he found no basis for a charge against Jesus, but they asked for Barabbas instead.",
"chapter_19_description" : "Jesus was flogged, Pilate let Jesus be crucified, Joseph put Jesus in a tomb",
"chapter_19_overview" : "The soldiers took Jesus and crucified him. He said, \"It is finished.\" He gave up his spirit. A soldier pierced his side with a spear.",
"chapter_19_summary" : "So Pilate had Jesus flogged. Soldiers mocked Jesus with false praise, a crown of thorns, a robe, and beatings. Pilate brought out Jesus before the Jews and again claimed that the charge against Jesus was unfounded. The Chief Priests and religious officials demanded Jesus be crucified. Pilate told them to do it themselves, because there was no basis behind their charge. The Jews said that Jesus had blasphemed, claiming to be God's Son, and so deserved to die according to their Law. Pilate was more afraid, and asked Jesus about His origin, but Jesus only replied that Pilate's power to crucify was given to him by God, but the one who betrayed Jesus has committed the greater sin. So Pilate continued to try to free Jesus, but the Jews insisted on Jesus' death. At noon on the day before Passover, Pilate put Jesus on the judge's seat and proclaimed Him as the king of the Jews, but the Jews still demanded Jesus' crucifixion. So Pilate relented and ordered Jesus' crucifixion. Jesus carried His own cross to Golgotha, where He was then crucified between two others. Pilate had a sign put on Jesus' cross pronouncing that Jesus was the king of the Jews, which made the Jews angry. The soldiers who crucified Jesus cast lots for Jesus' undergarment, which fulfilled a prophesy. Jesus' mother, His mother's sister, a woman named Mary, and Mary Magdalene stood near Jesus' cross. Jesus told His mom that \"the disciple whom He loved\" was now her son, and visa versa. Jesus said that He was thirsty, which prompted them to give Him some wine vinegar to drink. Then Jesus \"gave up His spirit.\" The Jews asked for the crucified bodies to be taken down for the Passover the next day. The soldiers took down the other two men, but when they got to Jesus they were surprised that He was already dead. A soldier pierced Jesus' side, and water mixed with blood came out of Him. This testimony is true, and the soldier's actions fulfilled a couple of prophesies. Joseph of Arimathea got Jesus' body and, together with Nicodemus, gave Jesus a proper burial in a new, empty tomb in a garden at the place where Jesus had been crucified.",
"chapter_20_description" : "The empty tomb, Jesus' resurrected appearances, the giving of the Holy Spirit",
"chapter_20_overview" : "Mary went to the tomb and found it empty. Jesus met her. He came and stood among the disciples. Thomas said, \"My Lord and my God!\"",
"chapter_20_summary" : "In the early morning of the first day of the week, Mary Magdalene found the tomb empty, so she then told Simon Peter and \"the other Disciple\" about it. They both ran to the tomb, but only found Jesus' burial linens and cloth there. They still did not understand that Jesus was to be resurrected. The two Disciples went home, but Mary stayed at the tomb and wept. Two angels asked her why she was crying. Jesus appeared behind her and asked her who she was looking for. It took a moment before she recognized Him. Jesus told her not to touch Him yet because He had not yet gone back to God, and said that she should tell the others that He was going to God. Mary told the Disciples what had happened. Sunday evening, Jesus appeared to the Disciples in a locked room, and showed them His crucifixion wounds. He gave them a blessing of peace, sent them out like God had sent Him, gave them the Holy Spirit, and told them that they now had the power to forgive sins. The Disciple Thomas was not with the others at that time, so he doubted that the others had really seen Jesus again. A week later, Jesus again appeared in the locked room, but this time Thomas was there, so he then believed too. Jesus said that those who believe without seeing are blessed. Jesus' miracles written in this Gospel are but a sampling of the many He performed, and are provided so that you can believe.",
"chapter_21_description" : "Jesus appeared the third time, providing a miraculous fish catch, Peter instated as the leader",
"chapter_21_overview" : "Jesus appeared as the disciples were fishing. He said to Peter, \"Do you love me? Feed my sheep.\" The beloved disciple has testified.",
"chapter_21_summary" : "Sometime later, six of the Disciples went fishing in the Sea of Tiberias. They caught nothing all night long. A man on shore questioned how many fish they had caught, and then suggested fishing out of the right side of the boat. So they tried, and they caught so many fish that they could not even haul in the net. They soon recognized that the man on the shore was Jesus, so they headed for Him, towing the fish behind them. Jesus invited them to have a breakfast of fish and bread with Him. This was the third time He appeared to the Disciples since the resurrection. Jesus asked Simon Peter three times if he loved Him, and also told him to take care of His sheep each time. Jesus told Peter that, when he was old, he would be led where he did not want to go, indicating how he would die. Jesus then led Peter somewhere. Peter noticed \"the Disciple whom Jesus loved\" following them, and so he asked Jesus about him. Jesus answered Peter, saying that it should not matter to Peter if the other Disciple lives until Jesus returns. This initiated the rumor that that Disciple would not die, but that is not what Jesus had said. It was that Disciple who originally wrote down this testimony, and his testimony is true. Jesus did lots of other stuff too."
}
