{
"book_description" : "Anyone can repent",
"book_overview" : "Jonah does not want to convert the Ninevites because they deserve God's punishment.",
"ESV_summary" : "Because it tells of a fish swallowing a man, many have dismissed the book of Jonah as fiction. But 2 Kings 14:25 mentions Jonah as living during the time of Jeroboam II (about 793–753 BC), and Jesus referred to Jonah as a historical person (Matt. 12:39-41). Unlike other prophetic books, Jonah focuses on the prophet himself rather than on his message. When God sent Jonah to Nineveh he rebelled, was swallowed by a fish, repented, and fulfilled his mission after all. When Nineveh repented, the reason for Jonah’s rebellion became clear: he had feared that God would forgive the Ninevites; and when God did forgive them, Jonah resented it (4:1-3). The book lists no author, but only Jonah himself could have known all the facts it records.",
"ESV_introduction" : "The Old Testament counterpart of John 3:16, this book declares the universality of God’s love embracing even pagan nations. Its authorship and historicity are disputed. If one is willing to accept the miraculous, there is no compelling reason to deny its historicity. There is a strong possibility that the book is about Jonah and not by him. The author relates how Jonah refused God’s call to preach to the people of Nineveh, his punishment for this disobedience, his ready response to a second summons, and his bitter complaint at God’s sparing the city following her repentance. Christ Himself alludes to Jonah when speaking of His own death and Resurrection (Matt. 12:39, 16:4; Luke 11:29-32).",
"chapter_1_header" : "Jonah repents",
"chapter_1_description" : "*Jonah flees from God, gets eaten by a fish",
"chapter_1_overview" : "The LORD sent Jonah to Nineveh. Jonah fled by ship. A storm arose and the men threw Jonah into the sea. A great fish swallowed him.",
"chapter_1_summary" : "God told Jonah, son of Amittai, to go preach against the city of Nineveh. Jonah tried to flee, and boarded a boat headed in the opposite direction. God sent a violent storm which threatened the security of the boat. The sailors panicked and called to their gods, but Jonah went below deck and slept. The sailors woke up Jonah and begged him to pray to his god too. Through divination of lots, the sailors determined that Jonah was the reason for the storm, so they questioned Jonah's background. Jonah said that he was a Hebrew God-worshiper, and that he had already told them about his running away from God. Jonah told the sailors to throw him overboard to calm the sea. Instead, the sailors tried to row back unsuccessfully as the storm got worse. Finally, they relented and threw Jonah into the sea. The storm immediately calmed. The sailors then feared God; sacrificing and vowing to Him. God sent a big fish which swallowed Jonah for three days and three nights.",
"chapter_2_description" : "*Jonah flees from God, gets eaten by a fish",
"chapter_2_overview" : "Jonah prayed: \"I cried out in my distress. Waters surrounded me. You brought me up from the pit!\" The fish vomited him onto dry land.",
"chapter_2_summary" : "While in the fish, Jonah prayed to God, saying: God rescued me when I called to Him. I was banished, but sought God's Temple again. While I was deeply sinking, I prayed to God. Idol worshipers miss out on God's grace, but I will sacrifice to God. God provides salvation. Then, God commanded the fish to spit out Jonah on dry land.",
"chapter_3_header" : "Nineveh repents",
"chapter_3_description" : "Jonah warns Nineveh and they repent",
"chapter_3_overview" : "So Jonah went to Nineveh and said, \"Nineveh shall be overthrown!\" The people fasted and wore sackcloth. God relented of the disaster.",
"chapter_3_summary" : "God again told Jonah to go to Nineveh. Nineveh was a big city. Jonah arrived and proclaimed God's judgement against the city; that it would be overturned in 40 days. The people believed God's message. Everyone in the city donned sack cloth. The king decreed for there to be a city-wide fasting for the people and the animals, and that everyone should repent of their evil and violence, in an attempt to gain God's mercy. Because of these actions, God decided not to destroy the city.",
"chapter_4_description" : "God teaches Jonah a lesson",
"chapter_4_overview" : "Jonah was angry and said, \"O LORD, take my life.\" A plant sheltered Jonah but it died. The LORD said, \"Should I not pity Nineveh?\"",
"chapter_4_summary" : "Jonah was angry with God for showing mercy. Jonah had known that this would happen because God is gracious, compassionate, and slow to anger, and God relents causing calamities. Jonah asks God to kill him. Jonah made a shack east of Nineveh from which to watch the city. God made a vine grow over the shack for extra shade, and Jonah was happy about that. The next day God made a worm kill the vine, sent a hot wind, and made the day sunny and hot so that Jonah grew faint. Jonah wished he was dead. God asked Jonah if he has a right to be angry about the vine. Jonah told God that he does have that right, and he is very angry. God mocked Jonah for being concerned about the very temporary vine. Nineveh has over 120000 people who cannot tell right from wrong, and lots of cattle, so God is concerned about it."
}
