{
"book_description" : "Taking the land",
"book_overview" : "Wars with the occupants and neighbours of Palestine; dividing the land.",
"ESV_summary" : "The five books of Moses anticipated the fulfillment of God’s promise to Abraham regarding the Promised Land. Now (either about 1400 or 1220 BC), through a string of military victories under Joshua, Israel conquered the land and divided it among the twelve tribes. In these battles it became evident that God fights for his people when they are \"strong and courageous\" (1:6, 7, 9, 18; 10:25) and put their full trust in him. At the close of the book, Joshua charged the people to remain faithful to God and to obey his commands, and the people agreed to do so. \"As for me and my house,\" said Joshua, \"we will serve the LORD\" (24:15). Although anonymous, the book appears to contain eyewitness testimony, some of which may have been written by Joshua himself.",
"ESV_introduction" : "This book serves as the connecting link between the Pentateuch and the later historical books; it name is derived from the principal character, Joshua. Chapters 1 to 23 describe the conquest of the land and it division among the tribes of Israel. In the final chapters (23-24), Joshua, somewhat after the fashion of Moses, exhorts the people in a series of farewell addresses \"to keep and to do all that is written in the book of the law of Moses,\" and solemnly challenges them to the renewal of their covenant commitment to God.",
"chapter_1_header" : "Entering",
"chapter_1_description" : "Joshua takes over Israelite leadership",
"chapter_1_overview" : "The LORD said to Joshua, \"Arise, cross into the land. Be strong and courageous.\" So Joshua told the officers to prepare provisions.",
"chapter_1_summary" : "God tells Joshua to lead the people across the river Jordan, saying He will never leave or forsake Joshua, and no one will stand up against him and everywhere he walks will belong to him. God reminds Joshua to follow the laws completely, for only then will he prosper. Joshua tells the leaders of the tribes they will cross the Jordan in 3 days. The leaders say they will obey Joshua as they did Moses, and will put to death those that do not obey.",
"chapter_2_description" : "Joshua spies on Jericho",
"chapter_2_overview" : "Joshua sent two spies to Jericho. A prostitute called Rahab hid them, so they promised to spare her family. They reported to Joshua.",
"chapter_2_summary" : "Joshua sent 2 of spies ahead to survey the land and especially the city of Jericho. The 2 spies go to Jericho and stay the night in an inn, or possibly a prostitute's house, run by Rahab. The king of Jericho recognizes that the spies are there, and they are from the Israelites, so the king sends for the spies. Rahab hid the 2 spies and lied to the guards, saying the spies left before the city gate was closed. Rahab explains that God has put the fear of the Israelites in her people and makes a deal to protect her and her family since she protected the spies. The spies say to keep this secret, and tie a scarlet cord in her window, and thereby all in her house will be saved. Then the spies sneak back and report the people are melting in fear to Joshua.",
"chapter_3_description" : "The Jordan dries up to allow the people to cross",
"chapter_3_overview" : "The Israelites camped by the Jordan. When the priests carrying the ark reached the river it stopped, so Israel crossed on dry ground.",
"chapter_3_summary" : "Joshua prepares the Israelites to cross the Jordan, commanding the priests to carry the Ark of the Covenant in front of the Israelites, and the people are to follow behind about 1000 yards. God tells Joshua that He will prove that God is with Joshua with miracles. Joshua says to the people when the Ark of the Covenant enters the Jordan, its water will stop and rise up in a heap as a sign that God is with the Israelites and will drive out the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites and Jebusites without fail. As soon as the priests' feet touch the Jordan (which was flooded at the time) its upstream water began heaping near a town called Adam in the vicinity of Zarethan, while the rest of the Jordan drained dry. The Israelites crossed the dry Jordan.",
"chapter_4_description" : "Each tribe picks up a stone from the riverbed to build a menorial",
"chapter_4_overview" : "The LORD told Joshua to set up memorial stones from the Jordan. When the priests brought the ark up to the bank the waters returned.",
"chapter_4_summary" : "God tells Joshua to tell a representative from each tribe to each take a stone from the Jordan river bed and place it where they sleep tonight. The 12 did this to serve as a reminder. 40,000 armed men from Reuben, Gad, and the half-tribe of Manasseh crossed the Jordan in front of the other Israelites. As soon as the priests with the Ark left the riverbed, the waters returned. The Israelites treated Joshua as they did Moses since God exalted him. The stones were placed at Gilgal, on the eastern border of Jericho, where the Israelites camped that night. The stones are a reminder to fear God forever.",
"chapter_5_description" : "The Israelites get circumcised",
"chapter_5_overview" : "The LORD told Joshua to circumcise the men. They called the place Gilgal. Joshua met the commander of the LORD's army and bowed down.",
"chapter_5_summary" : "God tells Joshua to circumcise all the Israelites, because apparently circumcisions had not been performed while in the desert. The party encamped there until everyone was healed from the circumcisions, and took Passover there. They also ate produce from the land of Canaan. At that time, the manna stopped. The commander of God's army appeared to Joshua and told him to take off his sandals because he was on holy ground.",
"chapter_6_header" : "Conquering",
"chapter_6_description" : "The conquest of Jericho",
"chapter_6_overview" : "The LORD said that the army should march around Jericho. On the seventh day they shouted and the walls fell. They destroyed the city.",
"chapter_6_summary" : "God tells Joshua how to wage psychological warfare on the city of Jericho, which was now closed up due to the Israelites' proximity. For 6 days, all the armed men matched once around the city, followed by the priests carrying the Ark, while 7 priests blew 7 trumpets. On the seventh day, the same group marched 7 times around the city. For the 7th march, Joshua gave the instructions for the men to shout, for the wall will collapse, and Rahab's household should be spared, and all gold, silver, bronze, and iron spoils belong to God, and they should stay away from \"devoted things\", things that should be destroyed for God. The men shouted. The wall collapsed. The men killed every living thing in the city, including the livestock, with the exception of Rahab and her family for saving the spies. The metal spoils were put in God's treasury. Then the city was burned. Joshua cursed anyone who would rebuild Jericho, saying it will cost that man his first born and his youngest son. God was pleased.",
"chapter_7_description" : "They attack Ai but are defeated because of Achan's theft",
"chapter_7_overview" : "Achan took some banned items. When the army went against Ai they were defeated. The LORD identified Achan and the people stoned him.",
"chapter_7_summary" : "When the Israelites had attacked Jericho, Achan son of Carmi, the son of Zimri, the son of Zerah, of the tribe of Judah, took some plunder. God was angry with all of the Israelites for Achan's theft. So when the Israelites sent 3000 men to conquer Ai, the Israelites were defeated, 36 were killed, and the Israelites subsequently lost heart in taking the Promised Land. God tells Joshua that He will point out the guilty party, and everything that belongs to that person, as well as the plunder, must be destroyed. Achan is identified and Achan admits his wrongdoing. Achan son of Zerah, his sons and daughters, and his livestock were stoned to death. Then they were burned. A large pile of rocks were placed over him that are there in the Valley of Achor to this day.",
"chapter_8_description" : "Joshua attacks Ai again and this time wins",
"chapter_8_overview" : "The LORD told Joshua to take the army against Ai. They set up an ambush and destroyed the city. Joshua read out the book of the law.",
"chapter_8_summary" : "God said to Joshua attack Ai with the whole army using an ambush. God says they can keep the plunder and livestock this time. Joshua sets 5,000 men up for the ambush, and 25,000 men to \"attack\" the city. The army of Ai chased the 25,000. The 5,000 plundered the city and burned it. Then the combined 30,000 attacked the army of Ai. All 12,000 people from Ai were killed, and the king was hanged and then buried under a pile of rocks at the destroyed city's gates that's still there to this day. Joshua makes an altar, makes some sacrifices, copies God's laws on stone tablets, and read them to the entire Israelite community at Mount Ebal.",
"chapter_9_description" : "The Promised Land occupants unite against the Israelites",
"chapter_9_overview" : "The Gibeonites sent envoys. They pretended that they were from far away and made a treaty. The Israelites found out but spared them.",
"chapter_9_summary" : "The kings of the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites began to unite for war against the Israelites. But the Gibeonites were smarter, and tricked the Israelites into a peace treaty. The Israelites let them live, but cursed them only to serve as water carriers and woodcutters for the Israelites, which they do to this day in the cities of Gibeon, and Chephirah, and Beeroth, and Kirjathjearim.",
"chapter_10_description" : "God helps the Israelites revenge the attack on the Gibeonites",
"chapter_10_overview" : "Five Amorite kings attacked the Gibeonites. The sun stood still while the Israelites took revenge. Joshua defeated the whole region.",
"chapter_10_summary" : "Adoni-Zedek king of Jerusalem appealed to Hoham king of Hebron, Piram king of Jarmuth, Japhia king of Lachish and Debir king of Eglon to unite against Gibeon for making a treaty with the Israelites. They all set to attack Gibeon. Joshua got Gibeon's help cry and marched all night to attack the attackers. God made the attackers' armies confused so they were defeated and they retreated. The Israelites pursued them. God killed many more with huge hailstones. Joshua asked God to make the sun and the moon stand still until the nation was avenged. God does this. There has never been a day before or since when God listened to a man. Joseph locked the kings of Jerusalem, Hebron, Jarmuth, Lachish and Eglon in a cave where they hid while his army destroyed almost all of the rest of the retreating armies. Then Joseph commanded his army commanders to get the 5 kings from the cave and step on their necks. Then Joseph killed the kings, hung them until nightfall, then buried them under stones at the mouth of the cave. Then his army attacked and devastated Mekkedah, killing all inhabitants. Successively, Joshua and his army devastated and slaughtered all at Libnah, Lachish, Eglon, Hebron, and Debir. The whole region from Kadesh Barnea to Gaza and from the whole region of Goshen to Gibeon was conquered because God was on their side.",
"chapter_11_description" : "Victories against towns in the North",
"chapter_11_overview" : "The kings of the north joined forces to fight against Israel but the LORD gave Joshua victory. So Joshua took the whole land.",
"chapter_11_summary" : "The Israelites had similar victories throughout the north, including against an army as numerous as the sand on the beach with a large number of horses and chariots. Joshua took this entire land: the hill country, all the Negev, the whole region of Goshen, the western foothills, the Arabah and the mountains of Israel with their foothills, from Mount Halak, which rises toward Seir, to Baal Gad in the Valley of Lebanon below Mount Hermon. God had hardened everyone's hearts in the Promised Land to wage war against the Israelites. Joshua took from Hebron, Debir and Anab, from all the hill country of Judah, and from all the hill country of Israel. No survivors were left except some Anakites in Gaza, Gath, and Ashdod. All was done as Moses had directed.",
"chapter_12_description" : "A total of 31 kinds have been defeated",
"chapter_12_overview" : "Israel defeated the kings east of the Jordan under Moses and the kings west of the Jordan under Joshua. Thirty-one kings in total.",
"chapter_12_summary" : "The defeated kings are listed, 31 total, including Og king of Bashan,one of the last of the Rephaites.",
"chapter_13_header" : "Distributing",
"chapter_13_description" : "Joshua divides up the land, much of which is unconquered",
"chapter_13_overview" : "Now Joshua was old. The LORD said, \"Divide the remaining land among the tribes.\" Moses had given land to Reuben, Gad and Manasseh.",
"chapter_13_summary" : "When Joshua was old, God told him that there was still much land to take. God Himself would drive people out of the mountain regions from Lebanon to Misrephoth Maim. God reminds Joshua to divide the land among the tribes. Then the different tribe inheritance lands thus far are listed.",
"chapter_14_description" : "Alotting land on the west of the Jordan, and to Caleb",
"chapter_14_overview" : "Judah came to Joshua. Caleb said, \"Moses promised me the mountain because I obeyed the LORD fully.\" So Joshua gave Hebron to Caleb.",
"chapter_14_summary" : "The land divisions on the west of the Jordan are discussed. The hill country of Hebron is given to Caleb as a reward for his actions in Deuteronomy 1.",
"chapter_15_description" : "Alotting land to Judah. Caleb's son takes Jerusalem",
"chapter_15_overview" : "Judah's land bordered with Edom to the south. Caleb took Hebron, Othniel took Kiriath-sepher but Judah could not defeat Jerusalem.",
"chapter_15_summary" : "The land allotment for the tribe of Judah is discussed. Caleb captures his given land and give his daughter to her cousin as a reward for capturing a city in Caleb's new land. Caleb gave his daughter land in Negev and the upper and lower springs. Clan by clan Judah's land division is discussed. Judah couldn't \"dislodge\" the Jebusites in Jerusalem.",
"chapter_16_description" : "Alotting land to Ephraim and Manasseh",
"chapter_16_overview" : "Joseph's land was from the Jordan to the sea. Ephraim's territory was within Manasseh's. Ephraim did not drive out the Canaanites.",
"chapter_16_summary" : "The allotment for Ephraim and Manasseh are discussed. Clan by clan Ephraim's land division is discussed. They did not dislodge the Canaanites, but turned them into slaves instead.",
"chapter_17_description" : "Lands the Canaanites continued to fight over",
"chapter_17_overview" : "There was a lot for Machir the firstborn of Manasseh and a lot for the rest of Manasseh. Manasseh did not drive out the Canaanites.",
"chapter_17_summary" : "Clan by clan Manasseh's land division is discussed. The Manassites were not able to occupy all the towns in their allotment because the Canaanites \"were determined to live in that region\". When the Israelites got stronger, they forced the Canaanites into slave labor, but could not drive them out completely. They said that one of the reasons they couldn't beat the Canaanites is that they all had iron chariots. Joseph reassures them that they can drive out the Canaanites.",
"chapter_18_description" : "Alotting land to many other tribes",
"chapter_18_overview" : "Joshua sent surveyors from the remaining tribes and then divided the land. Benjamin's lot was from Kiriath-jearim to the Salt Sea.",
"chapter_18_summary" : "Joshua has they remaining 7 tribes survey the remaining land and then he divides it up for them. The allotment for the tribe of Benjamin, clan by clan is discussed. The allotment includes the Valley of Rephaim (Valley of the Giants).",
"chapter_19_description" : "Alotting land to Simeon, Zebulu, Issachar,Asher, Naphtali and Dan",
"chapter_19_overview" : "Simeon's lot was within Judah's. There were lots for Zebulun, Issachar, Asher, Naphtali and Dan. The Israelites gave Joshua a city.",
"chapter_19_summary" : "The allotment for the tribe of Simeon, clan by clan is discussed. The allotment for the tribe of Zebulun, clan by clan is discussed. Their allotment included Bethlehem. The allotment for the tribe of Issachar, clan by clan is discussed. The allotment for the tribe of Asher, clan by clan is discussed. The allotment for the tribe of Naphtali, clan by clan is discussed. The allotment for the tribe of Dan, clan by clan is discussed. The Danites had difficulty taking their land, so they went somewhere else. Then Joshua was given Timnath Serah.",
"chapter_20_description" : "Setting up the cities of refuge",
"chapter_20_overview" : "The LORD said to Joshua, \"Appoint the cities of refuge.\" So they set apart Kedesh, Shechem, Hebron, Bezer, Ramoth and Golan.",
"chapter_20_summary" : "The cities of refuge were set up for those that committed accidental murder: Kedesh, Shechem, Kiriath Arba (that is, Hebron), Bezer, Ramoth, and Golan.",
"chapter_21_description" : "Towns for the Levites",
"chapter_21_overview" : "The Israelites gave cities and pasture lands to the Levites. So the LORD gave Israel all the land he had promised to their fathers.",
"chapter_21_summary" : "The Levites get their towns and pasture lands for stewardship. God did all that He had promised and not one of their enemies withstood them.",
"chapter_22_description" : "The eastern tribes build their own altar to God",
"chapter_22_overview" : "Reuben, Gad and Manasseh went back to their land and built an altar. They reassured Phinehas that they had not turned from the LORD.",
"chapter_22_summary" : "Joshua sends the men from the tribes east of the Jordan back to their homes since the promised lad was now taken. The eastern tribes built a replica of God's altar just across the Jordan. The western tribes were afraid the eastern sides were already breaking off from God and prepared for war with the eastern tribes. The western tribes explained the altar was just to serve as a reminder that they were part of God's chosen people as well, and the western tribes were then happy again with the eastern tribes.",
"chapter_23_header" : "Joshua's farewell",
"chapter_23_description" : "Joshua's final encouragement and warning to the leaders",
"chapter_23_overview" : "Joshua summoned Israel and said, \"You have seen all that the LORD has done. Hold fast to the LORD or you will perish from the land.\"",
"chapter_23_summary" : "Joshua was about to die, so he summoned all the leaders of the Israelite tribes. He reminds them to love God and follow His laws, the Law of Moses. He says God has fulfilled all of His promises. He reminds the leaders that God will inflict them with \"all the evil he has threatened\" if they stray from their covenant with God.",
"chapter_24_description" : "Joshua's final encouragement and warning to the people.",
"chapter_24_overview" : "Joshua said to the people, \"Choose this day whom you will serve,\" and they replied, \"We will serve the LORD.\" Then Joshua died.",
"chapter_24_summary" : "Joshua calls all the tribes of Israel at Shechem, including the elders, leaders, judges and officials. Joshua recounts their history; saying that Abraham and his father had worshiped other gods. Joshua recounts the flight from Egypt and the history thus far. And he reminds the Israelites to keep the covenant with God. Joshua says \"[God] is a jealous God. He will not forgive your rebellion and your sins.\" Joshua says God will hurt and destroy them if they worship other gods. The people say they will. Joshua says they're not able to do it. The people say yes we can and we will. Joshua puts a rock against a tree as a witness to their covenant affirmation. Joshua dies. Eleazar dies."
}
