{
"book_description" : "Living among enemies",
"book_overview" : "Local leaders who occasionally lead Israel against the beligerent fellow-occupants of the land",
"ESV_summary" : "Judges is named after an interesting collection of individuals who led Israel after Joshua’s death until the rise of the monarchy under Samuel (up to about 1050 BC). In this time of national decline, despite their promise to keep the covenant (Josh. 24:16-18) the people turned from the Lord and began to worship other gods. \"Everyone did what was right in his own eyes\" (17:6; 21:25). A pattern repeats throughout the book: 1) the people abandoned the Lord; 2) God punished them by raising up a foreign power to oppress them; 3) the people cried out to God for deliverance; and 4) God raised up a deliverer, or judge, for them. The author of the book is unknown, although some Jewish tradition ascribes it to Samuel.",
"ESV_introduction" : "Named after the \"Judges of Israel,\" the heroic leaders whose deeds it records, this book covers a period of time from the death of Joshua to the birth of Samuel, an era often called \"the dark ages\" of Hebrew history. Here is a story, on the human side, of disobedience and disaster, and on the divine side, of direction and deliverance. Of the 13 judges named, only 3 are well known: Deborah, Gideon, and Samson.",
"chapter_1_header" : "Disobedience & deliverance",
"chapter_1_description" : "Israelites war against the Canaanites",
"chapter_1_overview" : "Judah defeated the Canaanites and took Jerusalem. Joseph put Bethel to the sword. But the Canaanites were not driven out completely.",
"chapter_1_summary" : "God tells the Israelites that Judah will now lead them to victory over the Canaanites in place of Joshua, and He has given the Canaanites into the Israelites hands. Judah enlisted the Simeonites to fight as well. Judah attacked the Canaanites and Perizzites, killing 10,000 at Bezek. They found Adoni-Bezek and cut off his thumbs and big toes. Adoni-Bezek considered this payback for 70 kings he'd given the same punishment. Adoni-Bezek died in Jerusalem. Judah attacked Canaanites living in the hill country, the Negev and the western foothills, in Hebron (formerly called Kiriath Arba) and defeated Sheshai, Ahiman and Talmai. Caleb gives his daughter Acsah to Othniel, the son of Caleb's brother, for taking Kiriath Sepher. Acsah requested and received the upper and lower springs from Caleb. Judah totally destroys Zephath (Hormah), and took Gaza, Ashkelon, and Ekron. Although God was with Judah, They could not drive out the people of the plains because those people had iron chariots. Hebron was given to Caleb. Joseph attacked Bethel (formerly Luz) and killed the entire city but the family of a man that helped the invasion. This family built a new city called Luz. Manasseh left some \"determined\" Canaanites living in the lands and eventually made them slaves. Ephraim left Canaanites as well. Zebulun left Canaanites as well, which were eventually turned into slaves. Asher left Canaanites as well. Naphtali left Canaanites as well, which were eventually turned into slaves. The Amorites held the Danites from entering the plains. Amorites in Mt. Heres, Aijalon, and Shaalbim were turned to slave by Judah.",
"chapter_2_description" : "God is angry that the Israelites didn't commit purge the Promised Land as instructed",
"chapter_2_overview" : "After Joshua's generation died the Israelites served Baals. The LORD sold them to their enemies but raised up judges to deliver them.",
"chapter_2_summary" : "God, in angel form, tells the Israelites that since they made covenants with some of the people in the Promised Land, and since the Israelites didn't break down their altars, God will not drive the people out before the Israelites and they will remain as thorns in the Israelites' sides. This occurred at Bokim. The generation after Joshua knew not God or what He did for Israel. They broke God's covenant and worshiped Baals and other pagan gods. God was angry and sent raiders to defeat them. Then God raised up judges (leaders) to save them from the raiders, because God had compassion on the Israelites for their suffering. The Israelites continued their disobedience to God despite the judges, and become more corrupt after each judge dies. God leaves the people of the Promised Land among the Israelites to test them.",
"chapter_3_header" : "Othniel, Ehud, Debora",
"chapter_3_description" : "Judge Ehud's victory of the Moabites",
"chapter_3_overview" : "After Othniel died the Israelites did evil. King Eglon defeated them. The LORD raised up Ehud who thrust a sword into Eglon's belly.",
"chapter_3_summary" : "God leaves the five rulers of the Philistines, all the Canaanites, the Sidonians, and the Hivites living in the Lebanon mountains from Mount Baal Hermon to Lebo Hamath to teach warfare to the Israelites that had not seen battle and to test the Israelites with their covenant with God. The Israelites became corrupt. God \"sells\" the Israelites into slavery for 8 years. After the Israelites cried out to God, He sends Othniel as a judge to liberated them. The Israelites find peace for 40 years. The Israelites became corrupt. God gives power over the Israelites to Eglon king of Moab for 18 years. After the Israelites cried out to God, He sends Ehud as a judge to liberated them. Ehud was left-handed. He tricks Eglon into private council and assassinates him with a short sword plunged completely into Eglon's fat body. Then Ehud escapes and leads the Israelites into battle killing 10,000 Moabites. The Israelites find peace for 80 years. The next judge was Shamgar who kills 600 Philistines with a cattle prodding stick.",
"chapter_4_description" : "Judge Deborah's victory of the Canaanites",
"chapter_4_overview" : "Jabin and Sisera oppressed Israel. Deborah sent Barak against them and the LORD routed them. Jael drove a peg through Sisera's head.",
"chapter_4_summary" : "When Ehud died, the Israelites sinned again, so God punishes them by \"selling\" them to Jabin, the king of the Canaanites. Sisera was Jabin's army commander, and he had 900 iron chariots. The Israelites were cruelly oppressed for 20 years when they finally called for help from God. Deborah was the judge/leader of Israel at that time. The Israelites came to Deborah for guidance. She sends a message to Barak from \"the God of Israel\" saying to gather 10,000 men to attack Sisera and his troops at the Kishon River where God will lure them. Barak says he will, but only if Deborah goes with Barak. Deborah agrees to go with him, but says that the honor for the battle will not belong to him because God will hand over Sisera to a woman. Sisera gathers his army. Deborah tells Barak to go attack and God has gone before him. At Barak's troop's advance, God routs Sisera's troops by the sword. The Israelites kill all of Sisera's troops. Sisera himself flees to Heber's (a direct relative of Moses) tent. Jael, Haber's wife, hid Sisera and gave him milk. When Sisera fell asleep, Jael drove a tent peg through Sisera's temples and into the ground. With Sisera and his army defeated, Jabin soon followed.",
"chapter_5_description" : "Song of Deborah's victory",
"chapter_5_overview" : "Deborah and Barak sang: \"When leaders lead and people are willing, praise the LORD! Blessed is Jael; Let your enemies perish, O LORD!\"",
"chapter_5_summary" : "This is a song about the events in Judges 4. Some added detail in the song states that while all of Israel was summoned to help, only the Zebulun and Naphtali helped. \"From the heavens the stars fought, from their courses they fought against Sisera.\" God, or the angle of God, cursed Meroz and its people because they did not come to help. Jael was the most blessed of women. After the fall of Jabin, there were 40 years of peace.",
"chapter_6_header" : "Gideon, Jephthah and others",
"chapter_6_description" : "God calls Gideon who calls together an army",
"chapter_6_overview" : "The LORD gave the Israelites to Midian. The angel of the LORD told Gideon to save Israel and gave him a sign. Gideon gathered an army.",
"chapter_6_summary" : "The Israelites turned to evil ways again, so God give them to the Midianites for 7 years. The Israelites hid in caves because of the oppression. The Midianites ruined their crops and killed all their livestock. The Midianites came in numbers impossible to count. The Israelites cry to God for help. God sent them a prophet that said the Israelites worshiped pagan gods. The Angel of God appeared to Gideon and said that God is with him. The Angel of God tell Gideon to save the Israelites. Gideon questions how he can do that since he is the smallest guy in the weakest tribe, Manasseh. God says he can do it with His help. Gideon asks for a sign and tells God to wait for his offering. Gideon brings his offering and God consumes it with fire. God tells Gideon to destroy his father's altar to Baal, make a new altar to God there, and provide a bull offering. Gideon does this at night. The men of the town get angry in the morning and call for Gideon's death. Joash, Gideon's dad says that if Baal is a god, then he can defend himself when someone destroys his altar. Gideon starts gathering troops. He asks for confirmation of God's word two more times, and God does what Gideon requests.",
"chapter_7_description" : "Gideon defeats the Midianites with a reduced army",
"chapter_7_overview" : "The LORD told Gideon to send away all but 300 men. The 300 crept into the Midianite camp. They blew trumpets and the Midianites fled.",
"chapter_7_summary" : "God tells Gideon to reduce the number of his army so that it will actually seem like a miracle when they defeat the Midianites. God helps whittle the troops down to just 300, those that lapped water like dogs, while 31,700 left to go back home. God tells Gideon to attack the Midianite camp, but if he is afraid, Gideon and his servant should go down and listen to the camp. Gideon and his servant go to the camp and overhear a dream prophesy that Gideon will take the camp. Encouraged now, Gideon rounds up his 300 troops into 3 groups and goes to attack the Midianites. After Gideon's men blew trumpets and smashed jars outside the Midianite camp, the Midianites fled. Gideon called for other Israelites to kill the Midianites as they fled. Gideon received the heads of two Midianite leaders.",
"chapter_8_description" : "Gideon defeats Succoth",
"chapter_8_overview" : "Gideon defeated Zebah and Zalmunna and punished Succoth and Penuel. He refused to rule Israel. When Gideon died Israel served Baals.",
"chapter_8_summary" : "While Gideon (Jerub-Baal) and his troops were still pursuing the Midianites, they stopped at Succoth and asked for bread. The Succoth officials said no. Gideon said that after his pursuit ended, he would come back to Succoth and tear their flesh with thorns. Gideon makes the same request of Peniel. They deny him. He swears to tear down their tower. 120,000 swordsmen of the Midianites had fallen. Gideon finds the 15,000 remaining in their army and routs them, and captures the two Midianite kings. Gideon punished the 77 Succoth officials with thorns, then tears down the tower at Peniel and kills the men of that town. The two Midianite kings admit to killing Gideon's brothers at Tabor, so Gideon orders his son to kill the kings. His son won't do it. The kings tell Gideon to do it himself and he does. For his leadership, the Israelites want Gideon to rule. Gideon says he will not rule the Israelites, God will do that. But he will take a reward of gold earrings. Talking the reward, he makes an ephod out of it. All Israelites worship the ephod. There was peace for 40 years. Gideon had 70 sons with his many wives and concubines. One of his concubines gave birth to Abimelech. Gideon died and immediately the Israelites worship the Baals.",
"chapter_9_description" : "Abimelech assumes kingship",
"chapter_9_overview" : "Abimelech killed his brothers and ruled over Israel. Gaal rose against him. Abimelech destroyed Shechem but was killed by a millstone.",
"chapter_9_summary" : "Gideon's son Abimelech, with the help of the citizens of Shechem, kills 69 of his 70 brothers and becomes king. Only Jotham had escaped. At the crowning ceremony, Jotham recites the first parable of the Bible about a thorn bush leading trees. Then he curses Abimelech and the citizens, and then flees. After 3 years of Abimelech reign, God sends an evil spirit between Abimelech and the Shechem citizens. Gaal son of Ebed moved to Shechem and starts to get support from the citizens to overtake Abimelech. Zebul the governor alerts Abimelech and Abimelech sets an ambush. Gaal and some of the citizens were driven out of the city. The next day more Shechem citizens tried to leave and Abimelech fought and killed them and recaptured the city. Some citizens fled to a temple stronghold, so Abimelech had it burned down. Next Abimelech captured Thebez. Many Thebez citizens go to their stronghold. A woman hurls a millstone at Abimelech and cracks his skull. Abimelech asks his armor bearer to kill him so that he does not die from a woman. Now all the wickedness is repaid.",
"chapter_10_description" : "Israel worships idols again and are overrun by Philistines and Ammonites",
"chapter_10_overview" : "Again the Israelites did evil. The LORD sold them to the Philistines and the Ammonites. They cried out and put aside foreign gods.",
"chapter_10_summary" : "Issachar led Israel for 23 year. Jair and his 30 donkey riding sons lead Israel for 22 years. Then the Israelites worshiped pagan gods again. God sold them to the Philistines and the Ammonites. They oppressed the Israelites for 18 years. Israel cries to God for help. God says let your other gods help you. Israel purges the pagan god worshiping and serves God. God could bear Israel's suffering no more. The Gilead leaders declared the leader of the attack against the Ammonites will rule Gilead.",
"chapter_11_description" : "Judge Jephthah's victory over the Ammonites and sacrifice of his daughter",
"chapter_11_overview" : "Jephthah vowed to sacrifice whatever came out to meet him if he defeated the Ammonites. His daughter met him so he sacrificed her.",
"chapter_11_summary" : "Jephthah, son of Gilead, was rejected by his family because his mother was a prostitute. But when the Ammonites attacked, his family wanted Jephthah again because he was a great warrior. They offered to make Jephthah leader of Gilead in exchange for his services, and Jephthah accepted. Jephthah repeats his words to God in Mizpah. Jephthah asks the Ammonite king why he is attacking. The king replied that the Israelites took their land. Jephthah replies with a summarized account of how Israel obtained the land, and adding God, the god of Israel, gave it to them. He challenges that wouldn't the king take what his god Chemosh gives him? Jephthah asks why the king did nothing for the 300 years until now that Israel owned the land. The king ignores Jephthah's reply.  Jephthah vowed that he would sacrifice as a burnt offering whatever greeted him from his house when he returned home if God would deliver the Ammonites to him. Jephthah subdues the Ammonites. His daughter, his only child, dances out to greet him at his house. Jephthah tells his daughter she must die because of his vow to God. His daughter agrees, but requests two months to wander and weep (because she didn't marry) with her friends. After two months, Jephthah fulfils his vow. This explains why the young women of Israel go out for four days.",
"chapter_12_description" : "Judge Jephthah's victory over the Ephaimites",
"chapter_12_overview" : "The Ephraimites attacked Jephthah. Jephthah and the Gileadites defeated them and caught survivors by making them say 'Shibboleth'.",
"chapter_12_summary" : "Ephraimites are pissed off to the point of attacking because Jephthah didn't call them to fight against the Ammonites. Jephthah claims he did call, but attacked the Ammonites only with the Gileadites when he saw he was not getting any help.  Jephthah then led the Gileadites against the Ephraimites because the Ephraimites had called the Galeadites \"renegades\". Jephthah conquers them, and kills off survivors by identifying their accent. 42,000 Ephaimites are killed. Jephthah leads Israel six years, then dies. Then Ibzan of Bethlehem led Israel for seven years. He had 30 sons and 30 daughters. He married the sons and daughters outside his clan. Then Elon led Israel for ten years. Then Abdon son of Hillel led Israel for eight years. He had 40 sons and 30 grandsons who rode on seventy donkeys.",
"chapter_13_header" : "Samson",
"chapter_13_description" : "Samson's birth",
"chapter_13_overview" : "The LORD gave Israel to the Philistines. The angel of the LORD told Manoah's wife that she would conceive. She named her son Samson.",
"chapter_13_summary" : "Israel did evil, so God punishes them for 40 years through the hands of the Philistines. Manoah of the Danites had a sterile wife. The Angel of God appeared to his wife and said she will have a son, so she should not drink fermented drinks or eat anything unclean. The boy will be a Nazirite of God. No razor should be used on his head. Manoah prayed that God would provide more information on how to raise the boy. The Angel of God appears again. Manoah asks Him what should they do with the boy. God ignores his question and replies that his wife must do what He told her. Manoah offers a goat for a meal. God says make a burnt offering instead. Manoah asks his name, but is told it's beyond understanding. God ascends toward heaven in the flame. Manoah and his wife realize they have seen God. Manoah is afraid of dying for the sight. His wife says they'd already be dead if that were the case. She gives birth to Samson. Samson grew up blessed by God, and felt the Spirit of God.",
"chapter_14_description" : "Samson's marriage",
"chapter_14_overview" : "Samson took a Philistine wife. He killed a lion and bees made honey in the carcass. He posed a riddle but his wife explained it.",
"chapter_14_summary" : "Samson, through the will of God, finds a Philistine woman that he wants to be his wife in Timnah. While taking his parents to meet her, a lion jumps out at him. With the Spirit of God in him, he tears the lion apart with his bare hands, but doesn't tell his parents this. Later, on his way returning to marry her, he got honey out of the lion carcass for him and his parents to eat without informing them of its origin. Samson prepared a customary feast. He was given 30 companions. Samson makes a bet with the 30 companions for clothing. The bet involves deciphering a riddle about the honey in the lion carcass that only he knows about. Samson gives them seven days to answer. After three days, fearing loss, the companions threaten Samson's wife with death to her and her father to provoke her to get the answer from Samson. After 4 days of whining, Samson relents and gives his wife the answer, which she, in turn, gives to the companions. The companions answer the riddle. Samson immediately knows that his wife revealed the answer. He says to the companions \"If you had not plowed my heifer, you would not have solved my riddle.\" So the Spirit of God helps him fulfill his bet debt by killing 30 Ashkelonions. The companions get paid with the plunder from the 30 men. Samson went to his father's house burning with anger. Samson's wife is given to his friend that attended him at the wedding [by her father, according to the next chapter].",
"chapter_15_description" : "Samson's feud starts with the Philistines",
"chapter_15_overview" : "Samson's wife married another man so Samson burned the Philistine crops. The Israelites bound him. He killed a thousand Philistines.",
"chapter_15_summary" : "Samson goes to visit his wife, but her father stops him, saying that he thought Samson hated her, and so he gave her to Samson's friend. Then her father offered his other daughter to Samson. Samson was extremely angry at this. He caught 300 foxes, tied them tail to tail in pairs, and fastened a torch to each tail pair. He let them loose in the fields of grain, vineyards, and olive groves of the Philistines. The Philistines asked whom was responsible, which some people replied that Samson had done this because his wife was given away by her father. Hearing this, the Philistines burned Samson's wife and her father to death. To which Samson thirsted for revenge, and slaughtered many of the Philistines. Samson camped in a cave. The Philistines camped in Judah. The Judah men heard that the Philistines wanted Samson, so they went to retrieve him to avoid bloodshed. They tied him up and began to take him to the Philistine camp. As they approached the camp, the Spirit of God came upon him, and the ropes burnt off him. He found a donkey's jawbone and proceeded to kill 1000 men with it. Samson is thirsty, so he calls out to God is God's intention for Samson to die of thirst? God opens a spring for Samson from which to drink. Samson leads Israel for 20 years.",
"chapter_16_description" : "Samson and Delilah",
"chapter_16_overview" : "Samson loved Delilah. She had his hair shaved so he lost his strength and was captured. He died pulling down the Philistine temple.",
"chapter_16_summary" : "Samson visits a prostitute in Gaza. The townsfolk discover he is there and make plans to kill him in the morning, and they laid in wait for him at the city gate. Samson got up in the middle of the night and left Gaza, tearing the doors of the city gate as he left. Later, Samson fell in love with Delilah from the Valley of Sorek. The rulers of the Philistines bribed Delilah to find out how Samson could be subdued in turn for a large reward of silver. In a series of three different times, she asks Samson how he can be subdued. Each time Samson gives a different answer. Each time, she tries to subdue him in that way and then invites the Philistines over to attack him. Each time, Samson breaks free. Delilah proceeds to nag him day after day for the real way to subdue him until he can take no more nagging and finally reveals the true secret of his strength (his hair) and how to subdue himself. Then one night when Samson was asleep, Delilah had someone shave Samson's head and she called the Philistines in to take him. God left Samson since his hair was cut. They captured him and gouged out his eyes and sent him to prison. While in prison, his hair started to grow back. The Philistines assembled to sacrifice to their god Dagon and celebrate the capture of Samson. They brought Samson out and he performed for them. While resting against a pillar, Samson prayed to God for one last burst of strength to take revenge for his eyes. Samson pushes two pillars down, collapsing the temple and killing over 3000 men and women including himself. Samson had lead Israel for 20 years.",
"chapter_17_header" : "Danites & Gibeah",
"chapter_17_description" : "Micah's idol and the travelling Levite",
"chapter_17_overview" : "Micah set up a shrine. There was no king so everyone did what was right in their own eyes. Micah appointed a Levite as his priest.",
"chapter_17_summary" : "In a time when Israel had no king, Micah from Ephraim told his mother that he stole her missing silver. His mother blessed him and decided to consecrate some of the silver by turning it into a carved image and an idol that were put in Micah's house. At Micah's shrine, one of his sons served as a priest. A traveling Levite left the Judah clan in Bethlehem and stopped by Micah's house. Micah offered him a little silver, his food, and his clothes to live with Micah. The Levite agreed and was installed as a priest in Micah's house. Micah thought God would bless him for that.",
"chapter_18_description" : "Danites stole the idol and conquered Laish which became 'Dan'",
"chapter_18_overview" : "Spies from Dan stayed with Micah. When the Danites went against Laish they took Micah's idol and his priest. They named the city Dan.",
"chapter_18_summary" : "Israel still had no king. The Danites were wandering around looking for their inheritance land. Some Danite spies came across Micah's house and spent the night there. The spies recognized the Levite and asked him if their journey would be successful, to which the Levite said God approved their journey. The spies continued and found a city and land ripe for the taking, Laish. The spies reported and the Danites immediately headed for attack. They stopped by Micah's house, stole his instruments of worship including the idol and carved image, and convinced the Levite to come with them. Micah and some men caught up with the Danites, but realized there was nothing he could do about the theft if he wanted to keep his life. The Danites attacked the peaceful and unsuspecting city of Laish, burning it to the ground. The city was rebuilt and named Dan. They continued to use Micah's instruments of worship.",
"chapter_19_description" : "The rape of a Levite's concubine",
"chapter_19_overview" : "A Levite came to Gibeah. The men of the city raped his concubine until she died. He cut up her body and sent a piece to each tribe.",
"chapter_19_summary" : "Israel still had no king. A Levite took a concubine from Bethlehem. She was unfaithful and returned to her father. Four months later the Levite went to her father's house. The father persuaded the Levite to stay longer than he intended, but then finally left in the afternoon one day toward Jebus (Jerusalem). As nightfall approached, they passed up a Jebusite city in favor of an Israelite city that they reached later, Gibeah. They waited in the town square for some time, but no one invited them to rest at their house. An old man finally invited them into his home for the night. Wicked men of the city began to surround the old man's house, demanding that he send the Levite out so they could have sex with him. Instead, the old man offers his virgin daughter and the Levite's concubine. They ignore the old man so he takes the Levite's concubine and sends her outside. The men raped and abused her through the night. When they were done with her, she went back to the old man's house and fell down at the door. The Levite opened the door in the morning and told her it was time to go, but there was no answer. The Levite puts her on his donkey and heads home. Upon reaching home, he cuts up his concubine into 12 pieces and sends them to all areas of Israel. The people that saw it were shocked and looking for guidance.",
"chapter_20_description" : "The Benjamites are almost wiped out",
"chapter_20_overview" : "The Israelites gathered to attack Gibeah. The Benjaminites defended the city but they were defeated and only 600 of them survived.",
"chapter_20_summary" : "In reaction to the 12 concubine pieces prompted all the Israelites from Dan to Beersheba (except the Benjamites) to gather in Mitpah, including 400,000 armed soldiers. They questioned the Levite how this had happened. The Levite tells an altered and incomplete story, that the Gibeah people wanted to kill him, not have sex with him. After the telling, all the people rose \"as one man\" and said they will bring the city of Gibeah to justice, by attacking it of course. The assembled Israelites demand the Benjamites to give up the evil people of Gibeah, but they prepare to guard Gibeah instead with 26,000 swordsmen and 700 highly accurate, left-handed stone slingers. The Israelites ask God who should attack first, to which God replies Judah. The first day of battle, 22,000 Israelites are slain. The Israelites ask God should they continue the battle, and God says yes. This results in 18,000 more Israelites being slain. All the remaining Israelites then went to Bethel, fasted, and made offerings. They asked God if they should attack again. God says yes, and this time He will deliver them into their hands. This time the Israelites actually used tactics to fight, setting up an ambush for Gibeah for when another line of soldiers lured the Benjamite warriors from their position. When the Benjamites had killed 30 Israelites, they claimed they were beating the Israelites as before. Gibeah was put to the sword and burned. The smoke signaled the counter-attack that would kill most of the Benjamite warriors. 600 Benjamites fled to the rock of Rimmon, while all the rest were killed. The Israelites pressed on and put to the sword all the other towns of the Benjamites.",
"chapter_21_description" : "Helping the surviving Benjamites get wives",
"chapter_21_overview" : "The Israelites grieved that a tribe would be cut off. They destroyed Jabesh-gilead and captured wives for the remaining Benjaminites.",
"chapter_21_summary" : "The Israelites grieved that the Benjamites were nearly wiped out. The Israelites made a vow that anyone that didn't show up for this battle should be killed. They realized the 600 remaining Benjamites did not have wives left, so the tribe would die out without women. But they had made a vow that none of the Israelites at the battle should give their daughters to a Benjamite for a wife, or they would be cursed. Well, they realized the people of Jabesh Gilead had not attended the battle, so they had to be killed. The Israelites decided and carried out a plan to kill everyone but the virgins from Jabesh Gilead, and marry the virgins to the Benjamites. But there were only 400 virgins, so 200 Benjamites remained without wives. They let the 200 spouse-less Benjamites ambush some dancing women during a festival to God in Shiloh. At that time, Israel had no king so everyone did as they saw fit."
}
