{
"book_description" : "Jerusalem's destruction",
"book_overview" : "Grief over the destruction of Jerusalem and prayers for her restoration",
"ESV_summary" : "The book of Lamentations is made up of five poems, each an expression of grief over the fall of Jerusalem. Like a eulogy at a funeral, these laments are intended to mourn a loss—in this case, the loss of a nation. The latter half of chapter 3 implies that the purpose behind the book’s graphic depictions of sorrow and suffering was to produce hope in the God whose compassion is \"new every morning\" (v. 23) and whose faithfulness is great even to a people who have been condemned for their own unfaithfulness. The author, while not identified in the book itself, may have been the prophet Jeremiah, who was said to have \"uttered a lament for Josiah\" (2 Chron. 35:25). Lamentations was probably written shortly after Jerusalem’s fall in 586 BC",
"ESV_introduction" : "Entitled in most English versions The Lamentations of Jeremiah, this book is placed immediately after Jeremiah in the Septuagint, Vulgate and English Bible. In the Hebrew text it is found among the \"Writings\". In spite of the ancient tradition that Jeremiah was the author, present scholarship is reluctant to accept this view. The book is composed of five poems, lamenting the siege and destruction of Jerusalem (586 B.C.). The poet also makes sincere confession of sin on behalf of the people and leaders, acknowledges complete submission to the will of God, and finally prays that God will once again smile upon His people and restore them to their homeland.",
"chapter_1_header" : "God's judgement & wrath",
"chapter_1_description" : "*God has decimated Jerusalem",
"chapter_1_overview" : "How lonely sits the city! Judah has gone into exile. O LORD, I am despised. Is any sorrow like mine? There is no one to comfort me.",
"chapter_1_summary" : "Jerusalem is deserted, the people of Judah are in exile, and their allies are now enemies. Jerusalem's splendor is gone, and the enemies of the Israelites laughed at its destruction. Jerusalem sinned, and so now it has been defiled by its enemies under God's orchestration. Let the day come when the Israelite's enemies will be treated like Jerusalem has been treated for its sins, as God has said would happen.",
"chapter_2_description" : "*God has decimated Jerusalem",
"chapter_2_overview" : "The LORD has not pitied Jacob. He has abandoned his sanctuary. My eyes fail with tears. Young and old lie slaughtered in the streets.",
"chapter_2_summary" : "God, like an enemy, has destroyed Jerusalem and Judah. The royalty is exiled, the Law is no more, and prophets no longer hear from God. The remnant survivors are lamenting in destitution. False prophets led to this destruction, and now enemies scorn Jerusalem. God fulfilled His decreed destruction of Jerusalem. The remnant grieve and repent to God. Who else has God ever decimated like Jerusalem has been decimated?",
"chapter_3_header" : "Grief and prayers",
"chapter_3_description" : "The prophet prays for Godly revenge",
"chapter_3_overview" : "He has driven me into darkness. But the steadfast love of the LORD never ceases. Let us return to the LORD! You will repay my enemies.",
"chapter_3_summary" : "God has made my life horrible, making me dwell in darkness like those long dead. God ignores my prayers. My life is bitter, and I have been mocked by my own people. Yet I have hope in God's unfailing compassion. God is good to those who hope in Him and seek Him patiently. Let a man strike you in the cheek. God does not shun men forever. Although God brings grief, He will show mercy. God does not willingly bring grief. Both good and bad things come from God. Let us realize that this grief and death comes from our sins, and we must repent to God. I have been hunted down by my enemies, but God hear my cries saved me when I had almost died in a pit. God, you know the wrongdoing of my enemies, so repay them with your wrath.",
"chapter_4_description" : "Jerusalem has been destroyed, but will be restored by God",
"chapter_4_overview" : "The holy stones lie scattered. The children beg for food. The LORD has poured out his fierce anger. O Zion, your punishment will end.",
"chapter_4_summary" : "Jerusalem and its people have become worthless. Its parents are cruel to their young like ostriches. Its noble men are brought low. Poverty, drought, and famine waste it away. God has done all of this because of the sin of its prophets and priests. God has scattered the remnant in exile without favor or honor shown to priests and elders. The enemies of the Israelites should rejoice now, because in the future God's wrath will be upon them and the punishment of the Israelites will end.",
"chapter_5_description" : "God, why do you forsake us?",
"chapter_5_overview" : "Look, O LORD, and see our disgrace! We have become orphans. Slaves rule over us. But you, O LORD, reign forever. Restore us as of old!",
"chapter_5_summary" : "God, look at how You have disgraced the Israelites. We have lost our land and many men. We are punished for the sins of our fathers. We are in famine and drought, and are subjects to slaves. Enemies all around try to kill us. Our women have been raped. We are forced into heavy labor and are without respect. We have no more joy. Woe, we have sinned. God, why do You forget and forsake us for so long? Or have You utterly rejected us?"
}
