{
"book_description" : "Ceremonial laws",
"book_overview" : "Laws for life, offerings and the priesthood to live in holiness with God",
"ESV_summary" : "Leviticus begins with the people of Israel at the foot of Mount Sinai. The glory of the Lord had just filled the tabernacle (Ex. 40:34-38) and God now tells Moses to instruct the Levitical priests and the people of Israel concerning sacrifices, worship, the priesthood, ceremonial cleanness, the Day of Atonement, feasts and holy days, and the Year of Jubilee. The central message is that God is holy and he requires his people to be holy. The book also shows that God graciously provides atonement for sin through the shedding of blood. Traditionally, Jews and Christians recognize Moses as the author, writing sometime after the giving of the Law.",
"ESV_introduction" : "This book was so named because it treats of laws of service and worship of special importance to the Tribe of Levi. It has been aptly called \"the Handbook of the Priests\". Many basic precepts of the New Testament are foreshadowed in this book, such as the seriousness of sin in God’s sight, the necessity of atonement for sin, the holiness of God, and the necessity of a mediator between God and man.",
"chapter_1_header" : "Sacrifices",
"chapter_1_description" : "How to make burnt offerings",
"chapter_1_overview" : "Whoever brings a burnt offering should slaughter a bull, a sheep, a goat or a bird. The priest shall burn it on the altar to the LORD.",
"chapter_1_summary" : "God tells Moses how to make burnt flesh offerings. If the offering is a bull, it must be without defect, and the person making the offering is to lay his hand on the bulls head to signify it for atonement of sins. The blood will be put on the altar. All parts are to be burned. Sheep or goats without defect can be offered. Doves or young pigeons can be offered, though the crop of the bird is to be thrown on the ashes instead of burned. The smell of burnt flesh pleases God.",
"chapter_2_description" : "How to make grain offerings",
"chapter_2_overview" : "A grain offering should be fine flour with oil and incense. The priest shall burn a portion. The rest belongs to Aaron and his sons.",
"chapter_2_summary" : "God tells Moses how to make burnt grain offerings. No yeast or honey should used. Salt, oil, and incense should be used. Only part of the grain offering is to be burnt, while the rest belongs to Aaron and his sons.",
"chapter_3_description" : "How to make fellowship offerings",
"chapter_3_overview" : "A peace offering should be from the herd or the flock. Slaughter it at the tabernacle. The priest shall burn it on the altar as food.",
"chapter_3_summary" : "God tells Moses how to make fellowship, or peace, offerings. Fellowship offerings are to be made from an animal without defect. The person making the offering is to put his hand on the head of the animal. The animal's fat and kidneys are to be burnt. People are not to eat the body fat or blood.",
"chapter_4_description" : "How to make sin offerings",
"chapter_4_overview" : "If anyone sins unintentionally they should slaughter a bull, a goat or a lamb. The priest shall burn it to the LORD to make atonement.",
"chapter_4_summary" : "God tells Moses how to make sin offerings. If a priest unintentionally sins, a bull without defect is to be slaughtered after that priest places his hand on the bull's head. Its blood is to be sprinkled in front of the Tent of Meeting seven times. The bull's fat and kidneys are to be burnt at the altar, while the rest of the bull is to be burnt outside the camp. If the community sins unintentionally, even if they didn't know it was a sin and later found out about it, the process is the same except all of the elders of the community lay their hands on the bull's head. If a leader unintentionally sins, then the same process is followed except a male goat is used and no seven sprinklings are needed (or at least they are not explicitly required). If a community member unintentionally sins, then the process is the same as for the leader, except a female goat or female sheep is to be used.",
"chapter_5_description" : "Sins requiring a sin offering",
"chapter_5_overview" : "When anyone sins with an oath or becomes unclean they should confess it and bring a sin offering. A guilt offering should be a ram.",
"chapter_5_summary" : "God says: Testify if you know something about the case. Don't touch anything unclean. Don't make hasty promises. Transgressing the actions above require a sin offering. If that person can't afford a lamb or goat, then two pigeons or doves are to be used. If that person can't afford two pigeons or doves, then fine flour is to be used. If a person unintentionally sins against holy things, a ram of proper value must be offered, and a fifth of the value is to be given to the priests. If a person unintentionally sins he must offer a ram without defect and of proper value.",
"chapter_6_description" : "Restitution after theft",
"chapter_6_overview" : "When anyone cheats a neighbour they should make restitution and bring a guilt offering. The fire on the altar shall never go out.",
"chapter_6_summary" : "God says: If a neighbor cheats another neighbor out of property, he must return it, plus a fifth of the value and also make a ram guilt offering. Then God tells Moses of the priests' requirements for the burnt, grain, and sin offerings. The priests can eat some of the grain and sin offerings. The priests must also make a daily grain offering.",
"chapter_7_description" : "How to make guilt offerings",
"chapter_7_overview" : "The meat of a peace offering must be eaten within two days. Do not eat fat or blood. The wave offering belongs to Aaron and his sons.",
"chapter_7_summary" : "Then God tells Moses of the priests' requirements for the guilt and fellowship offerings. The priests get to keep the hides. People are not to eat the body fat or blood. The priests get a regular share of the offerings.",
"chapter_8_header" : "Priesthood",
"chapter_8_description" : "God establishes the priesthood",
"chapter_8_overview" : "Moses gathered the people at the tabernacle. He made offerings on the altar and consecrated Aaron and his sons with oil and blood.",
"chapter_8_summary" : "Moses ordains Aaron and his sons as priests. The priests stay outside the Tent of Meeting for seven days as part of this process and did what God commanded through Moses.",
"chapter_9_description" : "The Priests made their first offerings",
"chapter_9_overview" : "Aaron brought a sin offering and a burnt offering to make atonement. The glory of the LORD appeared and a fire consumed the offerings.",
"chapter_9_summary" : "On the eighth day, the priests make offerings for themselves and for the people. At the end, God appeared before all of the people and there was much rejoicing.",
"chapter_10_description" : "Making wrong offerings punished",
"chapter_10_overview" : "Nadab and Abihu offered strange fire, so fire came from the LORD and killed them. Aaron and his other sons stayed at the tabernacle.",
"chapter_10_summary" : "Nadab and Abihu, two of Aaron's sons, burnt incense for God in a way not consistent with the instructions, so God burns them to death. Moses says that priests cannot mourn those killed by God, such as by tearing their clothes or uncovering their heads, but the rest of the nation can mourn; otherwise those priests will be killed. God tells Aaron that the priests cannot have a fermented drink in the Tent of Meeting or they will be killed; and that they must teach the people what is clean and unclean, as well as all of God's commandments. The priests made a sin offering, but burnt it all. Moses is angered that they did not eat any of the offering. Aaron says he could not eat any because of what had just happened.",
"chapter_11_header" : "Purity",
"chapter_11_description" : "Clean and unclean animals",
"chapter_11_overview" : "You may eat animals with cloven hooves that chew the cud, and fish with scales and fins. Anything that touches a carcass is unclean.",
"chapter_11_summary" : "Clean and unclean animals are defined. Unclean animals are not to be touched or eaten. If a person is made unclean by these actions, the uncleanliness lasts until evening.",
"chapter_12_description" : "Clean and unclean after birth",
"chapter_12_overview" : "A male child shall be circumcised on the eighth day. A woman who gives birth shall bring offerings after her days of purification.",
"chapter_12_summary" : "God says to Moses: A woman is unclean during her period. A woman is unclean after giving birth for seven/fourteen days for a boy/girl. The boy must be circumcised on the eighth day. A woman is to be purified after giving birth at thirty-three/sixty-six days for a boy/girl. The purification is done through sin offering.",
"chapter_13_description" : "Living with unclean skin disease",
"chapter_13_overview" : "If anyone has leprosy the priest shall declare them unclean and they shall live outside the camp. A leprous garment shall be burned.",
"chapter_13_summary" : "God says to Moses and Aaron: If a person has a skin disease, he is unclean. An unclean person must uncover his head, cover his lower face, and shout \"unclean\"; and that person must live alone outside of the community. If an article of clothing gets mildew that will not go away, it should be burned, or the contaminated portion should be burned.",
"chapter_14_description" : "Cleansing from unclean skin disease",
"chapter_14_overview" : "If anyone is healed of leprosy they shall shave their hair and bring offerings. If a house has mildew the priest shall inspect it.",
"chapter_14_summary" : "God says to Moses and Aaron: Once a person is free of an infectious skin disease, they must be ceremonially cleaned. This is done with two birds, one killed over fresh water, the other dipped in the dead bird's blood and set free. There's much more, including shaving all the hair off the body and making a guilt offering. For a house which God inflicts with mildew, the house is to be purged of the mildew. If the house cannot be cleaned, then the house is to be torn down.",
"chapter_15_description" : "Cleansing from unclean discharges",
"chapter_15_overview" : "When a man has a discharge he is unclean. When he ejaculates he is unclean until evening. When a woman has her period she is unclean.",
"chapter_15_summary" : "God says to Moses and Aaron: People with bodily discharges, including semen and periods, are unclean. A man that has sex with a woman on her period will be unclean for seven days. Anything that unclean person uses, sits on, or lays on will be unclean. Other than semen, persons with discharges must go through a ceremonial cleaning seven days after the discharge passes.",
"chapter_16_description" : "Day of Atonement sacrifices",
"chapter_16_overview" : "Once a year Aaron shall make atonement for the people. He shall bring one goat as a sin offering and release another as a scapegoat.",
"chapter_16_summary" : "God tells Moses: The priests are to make atonement for all the sins of the Israelites in front of the Atonement Cover on the Ark once a year on the tenth day of the seventh month. First the high priest will sacrifice a bull for a sin offering and a ram for a burnt offering, covering the priest's transgressions. Then he'll take two male goats for a sin offering for all of the Israelites. One goat will be sacrificed as a sin offering. The other will have all of the sins of the Israelites put on its head, and then get released in the desert, a.k.a. the scapegoat.",
"chapter_17_header" : "Religious life",
"chapter_17_description" : "Holiness Code: Do not eat blood",
"chapter_17_overview" : "Anyone who kills an animal and does not bring an offering is guilty. The life is in the blood and I have given it to make atonement.",
"chapter_17_summary" : "God tells Moses: The people must make their offerings in front of the Tent of Meeting. People should not eat blood. Life is in blood. Blood is for atonement. Blood eaters must be cut off from the people. Don't eat animals found dead or torn by wild animals.",
"chapter_18_description" : "Holiness Code: Forbidden sexual relations",
"chapter_18_overview" : "Don't have sex with a relative, a woman on her period, your neighbour's wife, another man or an animal. These things defile the land.",
"chapter_18_summary" : "God tells Moses: The people should not have sex with: close relatives, your mother, your father's wife, your father's daughter, your father's or mother's sister, your father's brother's wife, your son's wife, your brother's wife, a woman and her daughter or son's daughter or daughter's daughter as well, don't take your wife's sister as a rival wife while the first wife is living, and don't have sex with a woman on her period. Don't sacrifice a child to Molech. Don't have sex with another man. Don't have sex with an animal. Anyone who does these things should be cut off from their people.",
"chapter_19_description" : "Holiness Code: Social laws",
"chapter_19_overview" : "Be holy. Keep my Sabbaths. Don't turn to idols. Love your neighbour as yourself. Don't mix livestock. Do no injustice. I am the LORD.",
"chapter_19_summary" : "God tells Moses: The people should: Respect your parents. Observe the Sabbath. Don't have idols. Do a fellowship offering correctly. Leave the edges of your fields and the grapes leftover from first harvest for the poor. Don't steal. Don't lie. Don't deceive one another. Don't swear falsely in God's name. Don't defraud or steal from your neighbor. Pay a working man each day. Don't curse at a deaf man. Don't trip a blind man. Don't favor the poor or the great in giving justice. Don't slander. Don't endanger your neighbor's life. Don't hate a person in your heart, rather rebuke him frankly. Don't seek revenge or bear a grudge, but love your neighbor as yourself. Don't mate different kinds of animals. Don't plant a field with two different kinds of seeds. Don't wear clothing woven of two different kinds of materials. If a man has sex with a slave girl promised for another, he must be punished and must make a guilt offering with a ram. When you plant a fruit tree, discard its fruit for three years and sacrifice its fruit to God the fourth year. Don't eat meat with blood in it. Don't practice divination or sorcery. Don't cut your sideburns or beard. Don't mourn with cuts on your body or make tattoos. Don't make your daughter a prostitute. Have reverence for God's sanctuary. Don't go to mediums or spiritists. Show respect to the elderly. Don't mistreat aliens. Don't use dishonest standards of measurements.",
"chapter_20_description" : "Holiness Code: Death for immorality",
"chapter_20_overview" : "Anyone who worships Molech, curses their parents, commits adultery or has sex with a man shall be put to death. You shall be holy.",
"chapter_20_summary" : "God tells Moses: Kill by stoning those that sacrifice to Molech or they will be cut off from their people. Those who go to mediums or spiritists will be cut off from their people. Kill those that curse their parents. Kill both the man and woman that commit adultery. Kill both the man and woman when a man sleeps with his father's wife. Kill both the man and woman when a man sleeps with his daughter-in-law. Kill homosexuals. If a man marries a mother and her daughter, they are to be burned to death. If a person has sexual relations with an animal, the person and the animal must be killed. If a man marries his sister or sister-in-law, he must be cut off from his people. If a man has sex with a woman on her period, they must be cut off from their people. Don't have sex with the sister of your mother or father. A man that has sex with his aunt will be childless. A man who marries his brother's wife will be childless. Kill mediums and spiritists.",
"chapter_21_description" : "Holiness Code: Priests keep holy",
"chapter_21_overview" : "A priest must not make himself unclean and must only marry a virgin. No descendant of Aaron with a defect may offer the offerings.",
"chapter_21_summary" : "God tells Moses: Priests can't mourn unless is its for a direct relative. Priests can't shave or cut their bodies. Priests can't marry prostitutes or divorcees. If a priest's daughter becomes a prostitute, she must be burned to death. The high priest must not uncover his head or wear torn clothes. The high priest must not be anywhere there is a dead body. The high priest is not permitted to make himself unclean, even for his parents. The high priest can't leave the sanctuary. The high priest must marry a virgin from his own people. None of the priests' decedents that have imperfections (including damaged testicles) may offer food for God.",
"chapter_22_description" : "Holiness Code: No offerings by unclean people",
"chapter_22_overview" : "A priest shall not eat the offerings if he is unclean. No outsider shall eat the offerings. Offerings must be animals without defect.",
"chapter_22_summary" : "God tells Moses: Aaron and the priests are to respect the offerings. Unclean people are not to go near the offerings to God. The priests must try to remain clean or abstain from the offerings until they are clean, or God will kill them. No one outside the priests' households may eat of the sacred offerings. If someone eats it by mistake, they must pay its value plus one fifth. A priest that lets an unholy person partake in the offering must make a guilt offering. Offerings must be males without defect. Freewill offerings may use a defective ox or sheep. Don't offer an animal whose testicles are bruised, crushed, torn or cut. A newborn animal is ready to be sacrificed on its eighth day of life outside the womb. Don't sacrifice a sheep or cow and its young on the same day. Don't use God's name in vain.",
"chapter_23_description" : "Holiness Code: Festivals through the year",
"chapter_23_overview" : "Proclaim as feasts: Passover, Unleavened Bread, Firstfruits, fifty days later, the day of trumpets, the Day of Atonement and Booths.",
"chapter_23_summary" : "God tells Moses: Observe the Sabbath. Observe the Passover and Feast of Unleavened Bread. Observe the Feast of the Harvest/Firstfruits. Observe the Feast of Ingathering/Weeks. Observe the Feast of Trumpets. Observe the Day of Atonement, and God will kill anyone that works on this day. Observe the Feast of the Tabernacles, during which native-born Israelites are to live in booths.",
"chapter_24_description" : "Holiness Code: Punishments for major sins",
"chapter_24_overview" : "Aaron is to tend the lamps and set out the bread before the LORD. An Israelite blasphemed so they took him outside and stoned him.",
"chapter_24_summary" : "God tells Moses how to keep the lamps in the tabernacle burning and how to set bread before God. The son of an Egyptian father and Israelite mother blasphemed God. God tells Moses that everyone who heard the son is to lay their hands on the son's head. Then everyone is to stone the son to death. If a person kills a person, the killer must be killed. A person that kills another's animal must make restitution. Injuries are to by paid in kind, an eye for an eye, a tooth for a tooth. This law holds for Israelites and aliens. The people stoned the son who blasphemed.",
"chapter_25_description" : "Holiness Code: Year of Jubilee",
"chapter_25_overview" : "Every seventh year the land shall rest. Every fiftieth year shall be a jubilee, when property shall be restored and slaves released.",
"chapter_25_summary" : "Observe a Sabbath year on the seventh year. There is to be a Year of Jubilee every fiftieth year. Treat this like a Sabbath year. This is to be a family reunion year, back on your original property. Don't take advantage of someone when selling your land. Sold land is to be returned to the previous owner, except for houses in walled cities, in the Year of Jubilee. Levites can always buy their land back, with the exception of houses in walled cities which have only a one year sell-back opportunity. Support poor Levites so they can live among you. Don't treat Israelite slaves ruthlessly. You can buy slaves.",
"chapter_26_description" : "God will bless or curse based on lawfulness",
"chapter_26_overview" : "If you keep my laws I will give peace in the land and make you fruitful. If not I will scatter you, but I will not break my covenant.",
"chapter_26_summary" : "God tells Moses: If the people obey God's laws, they will have an easy life with abundance and peace. Five Israelites will chase down one hundred enemies, and one hundred Israelites will chase down ten thousand enemies. God will dwell with them. If the people do not obey, they will be stricken with pestilence and famine, and attacked by wild animals and enemies. The Israelite population will be reduced to only a few and will be spread through the nations of their enemies. They will be so fearful of their enemies that they will run at the sound of a leaf in the wind. The people and the land will be decimated. If the people then repent, God will then keep His promise and they will be able to go back to the Promised Land.",
"chapter_27_description" : "God tells how offerings can be bought back",
"chapter_27_overview" : "If anyone dedicates a person or land to the LORD you shall make a valuation. A tithe of everything from the land belongs to the LORD.",
"chapter_27_summary" : "God tells Moses how people can buy back offerings to God, be they man or animal."
}
