{
"book_description" : "Jesus the Saviour",
"book_overview" : "Jesus brings salvation to rich & poor, sinners & Pharisees and even Samaritans",
"ESV_summary" : "The Gospel of Luke is in the form of a letter to a man named Theophilus. Luke wrote after having carefully investigated all the facts about Christ (1:1-4). Luke documents Christ’s life from before his birth through his ministry, death, and resurrection. Jesus carried out his ministry in the power of the Holy Spirit, announcing the good news of salvation. He showed numerous times his compassion for the poor and the outcast. He fulfilled prophecy and carried out his purpose: to seek and save the lost. Luke gives the fullest account of Christ’s birth, and only Luke records the parables of the Good Samaritan and the Prodigal Son. Luke, a physician and a colleague of Paul, probably wrote this account in the early 60s AD He also wrote Acts.",
"ESV_introduction" : "There is almost universal agreement that Luke, the \"beloved physician\" (Col. 4:14) who accompanied Paul on his missionary travels, was the author of the third Gospel. Luke wrote to present Jesus as the Universal Savior, the compassionate healer and teacher. His careful historical approach is revealed in the preface, which states that the author has traced \"all things from the very first\". Unlike Mark, this author includes an account of the Virgin Birth, and unlike Matthew he extensively describes the Perean Ministry (Chapters 9-18). ",
"chapter_1_header" : "Birth & baptism",
"chapter_1_description" : "*The birth of John the Baptist and Jesus' early years",
"chapter_1_overview" : "The angel Gabriel foretold the birth of John. He told Mary, \"You will have a son named Jesus.\" Mary said, \"My soul magnifies the Lord!\"",
"chapter_1_summary" : "Many people have written Gospels about the word. The author has carefully investigated the whole story, and so decided to write an account for Theophilus to reinforce what he had been taught. In the days when Herod ruled Judea, there was a priest named Zechariah. Zechariah and his wife were old, childless, and had both obeyed God's Law perfectly. While Zechariah was burning incense in the Temple of God, an angel (Gabriel) appeared by the altar, frightening him. Gabriel told him that God would grant his prayer for a son, that that son should be called John, that John should never drink alcohol, that John would be filled with the Holy Spirit from birth, and that John would bring many people of Israel back to God in the power and spirit of Elijah, making people prepared for the Lord. Zechariah asked how he could have a child when he was so old. Gabriel told him that because he did not believe, he would be mute until the day that John is born. After Zachariah's Temple service was complete, he returned home, and his wife (Elizabeth) became pregnant. She remained in happy seclusion for five months. In the sixth month, Gabriel visited the virgin Mary, who was pledged to marry Joseph (a descendent of David), in the town of Nazareth in Galilee. She was afraid, but Gabriel told her that she had found favor with God, that she would have a male child, whose name is to be Jesus, that Jesus would be called the Son of God, and God would give Jesus David's throne (his father), where He will rule the Jews in a never-ending Kingdom. Mary asked how she could have a child when she was still a virgin. Gabriel answered that the Holy Spirit would come upon her, overshadowing her with God's power, so that the one born will be called the Son of God. Gabriel added that even her old relative, Elizabeth, is now pregnant because of God's power. Mary said to let it be so. Mary then hurried to visit Elizabeth. Elizabeth's baby leaped in her womb when she heard Mary, and blessed Mary for being favored by God to be the one to give birth to the Lord, and for believing what she had been told. Mary agrees, saying that she is blessed that God, her Savior, has bestowed such a great honor on her, that He is merciful to those who fear Him, that He lifts up the humble and poor while turning away the prideful and the rich, and that He has remembered His promise to be merciful to the Jews. Mary stayed with Elizabeth for about three months. Eight days after Elizabeth had her baby, she and Zachariah took the baby to be circumcised and named. There was some debate over what the baby should be named, but Zachariah wrote that his name would be John. Immediately, Zachariah was able to speak again, and he praised God. All throughout Judea people were amazed by this story and wondered what John would become. Zachariah praised God for redeeming His people as He had promised to do, and pronounced that John would be a great prophet who prepared the way for the Lord and gave people the knowledge of Salvation through forgiveness of their sins. John grew up strong in the Spirit, living in the desert until his later public appearance.",
"chapter_2_description" : "*The birth of John the Baptist and Jesus' early years",
"chapter_2_overview" : "Mary gave birth in Bethlehem. Angels sent shepherds to see the child. Jesus was presented at the temple. He grew in wisdom and stature.",
"chapter_2_summary" : "Caesar Augustus ordered a census of the Roman empire, requiring people to register in their own towns. So Joseph and Mary went from Nazareth to Bethlehem to register. Mary had her baby while she was there, where they stayed in a manger. An angel appeared to some shepherds in a nearby field, announcing the Messiah's birth. Then, many angels joined in and praised God. The shepherds went to see the baby in Bethlehem. When they found Him, they rejoiced and spread the word about what the angel had told them. On the eighth day, the baby was circumcised and given the name Jesus. Mary did her after-birth purification ceremony, and Jesus was consecrated, per God's Law. An old, righteous, Spirit-filled man named Simeon had been informed by the Holy Spirit that he would not die until he saw the Messiah. The Spirit moved Simeon to visit the Temple coincidentally with the purification ceremony. Simeon grabbed Jesus, praised God for letting him see the Salvation of the Jews and Gentiles, and said that Jesus would reveal the hearts of many people. An old, widowed, righteous, devout prophetess named Anna saw Jesus. She praised God and spread the word of Jesus being the redemption of Jerusalem. Joseph, Mary, and Jesus returned to Nazareth, where Jesus grew strong. Jesus was wise and endowed with God's grace. One time during Jesus' family's annual trip to Jerusalem for Passover, when Jesus was twelve years old, His parents mistakenly left Him behind in Jerusalem when they left, thinking that He was with some other relatives traveling with them. When His parents found Jesus, He was in the Temple courts in Jerusalem. There, He amazed teachers with His understanding. Mary asked Jesus why He did not come with them, and He replied that they should know that He had to be in His Father's house. Back in Nazareth, Jesus grew in wisdom, and in favor of God and men.",
"chapter_3_description" : "John the Baptist prepares people, Jesus' baptism, Jesus' lineage",
"chapter_3_overview" : "John came from the wilderness preaching repentance. Jesus was baptised. He was son of David, son of Abraham, son of Adam, son of God.",
"chapter_3_summary" : "While Pontius Pilate was governor of Judea, the word of God came to John the Baptist while he was in the desert. He preached repentance for the forgiveness of sins along the river Jordan, thereby fulfilling Isaiah's prophesy regarding someone preparing the Lord's path before Him. Upon seeing crowds approach him, John asked them who had warned them to flee God's coming wrath, and told them that they should produce fruits consistent with repentance or else be thrown into the fire. He instructed them to be generous to those in need if you have more than what you need, to have honest dealings, and be content with your pay. Many people were wondering if John the Baptist was the Messiah, but he told them that the Messiah will come, baptizing with the Holy Spirit and fire; gathering the wheat but burning the chaff. Herod arrested John the Baptist for speaking out about his transgressions, including marrying his brother's wife. Jesus was baptized with many other people, and while in prayer afterward, the Holy Spirit came upon Him, and God announced from Heaven that God was happy with His Son, Jesus. Jesus was thirty years old when He began His ministry. There is a family lineage of Jesus, starting with His apparent father Joseph, then tracing back through to Kind David, and all the way back to Adam, who was God's son.",
"chapter_4_header" : "In Galilee",
"chapter_4_description" : "Jesus tempted by Satan, rejected in Nazareth, teaching and healing in Capernaum",
"chapter_4_overview" : "Jesus was tempted by Satan in the wilderness. In the synagogue he read out, \"The Spirit of the Lord is on me.\" He healed all the sick.",
"chapter_4_summary" : "Jesus was led into the desert by the Holy Spirit, where He fasted and was tempted by the Devil for 40 days. On the fortieth day, the Devil told Jesus to turn some stones into bread, but Jesus answered that man does not live by bread alone. The Devil then offered Jesus all of the kingdoms of earth (which had been given to the Devil) in return for worship, but Jesus answered that you should only worship God. The Devil then told Jesus to jump off the Temple because God would protect Him, but Jesus answered that you should not test God. The Devil left. Jesus became a popular and well-known teacher in Galilee. In Nazareth, where He was raised, in the synagogue He read a prophesy from Isaiah about someone anointed by God to help the poor, blind, and oppressed, and to declare God's time. He told them that the prophesy was now fulfilled. Everyone liked Him. He told them that Prophets are not accepted in their hometowns, and cited the examples of how Elijah and Elisha had helped out non-Israelites. They became angry at this, and tried to throw Jesus off a cliff, but He walked right through them. Later Jesus taught in Capernaum, impressing many. The demon in a possessed man screamed at Jesus and identified Him as the \"Holy one of God.\" Jesus commanded the spirit to leave the man, which it promptly did, further impressing the people. Then Jesus went to Simon's house, where He cured Simon's mother-in-law. That evening Jesus healed many other people, and cast out many demons; demons who shouted that Jesus was the Son of God. The next morning He prayed alone, and then told the people that He must continue to travel and preach. He went on to preach in the synagogues of Judea.",
"chapter_5_description" : "Jesus gathers Disciples, teaches, and heals",
"chapter_5_overview" : "Simon, James and John left everything and followed Jesus. Jesus forgave and healed a paralytic. The Pharisees asked him about fasting.",
"chapter_5_summary" : "At the Lake of Gennesaret, Jesus got into a boat belonging to Simon (Peter), a fisherman, in order to teach the crowds on the shore. Afterward, Jesus told Simon to go fishing. Simon was reluctant due to poor success the previous day, but he obeyed Jesus. Simon caught so many fish that their nets almost broke and the boat almost sank, and he needed the help of James and John to secure all of the fish. Simon fearfully realized Jesus' pine nature. Jesus told them that they would now fish for men, so they left everything to follow Him. Jesus healed a man with leprosy, and then told him not to tell anyone and to offer the sacrifices for cleansing found in the Law. News of Jesus' healings and teachings made him popular, but He often withdrew to be alone. Once while Jesus was teaching in a building and God's healing power was present, some men ripped a hole in the building's roof in order to get their paralyzed friend in front of Jesus in the hopes of him being healed. They lowered him on a mat right in front of Jesus. Jesus forgave the man's sins, which made the Pharisees and Teachers of the Law indignant. Jesus told them that the \"Son of Man\" has the authority to forgive sins, and then healed the man's paralysis as proof of that authority. Everyone was amazed and praised God. Jesus told the tax collector, Levi, to follow Him, which Levi did immediately. Levi held a feast in Jesus' honor, which made the Pharisees and Teachers of the Law indignant because Jesus ate with sinners, but Jesus told them that He has come to call sinners to repent. They questioned why His disciples did not fast, but Jesus replied that they would fast when He was gone. He then told them through short parables about patches and wineskins that people who are established in old mindsets cannot accept new teaching.",
"chapter_6_description" : "Sabbath issues, the Twelve Apostles, the Sermon in the Plain",
"chapter_6_overview" : "Jesus healed a man on the Sabbath. He chose twelve apostles. He said, \"Blessed are the poor. Love your enemies. Hear and do my words.\"",
"chapter_6_summary" : "One Sabbath, Jesus' disciples picked and ate some grain, prompting some Pharisees to question the unlawful act. Jesus told them that even David had broken the Law when he was hungry, and He told them that He was the Lord of the Sabbath. On another Sabbath, Pharisees and Teachers of the Law hoped to catch Jesus illegally healing that day, but Jesus asked them if it was permitted to do good or evil on the Sabbath. With that question, He then healed a man with a shriveled hand, which made them angry. One night Jesus prayed on a mountain all night. Then He selected twelve of His disciples to be designated as Apostles: Simon (Peter), Andrew, the brothers James and John, Philip, Bartholomew, Matthew, Thomas, James son of Alphaeus, Simon the Zealot, Judas son of James, and Judas Iscariot (the traitor). Down in a level field, Jesus spoke to His disciples and people from Judea, Tyre, and Sidon, among other places. He healed many people and all who touched Him. He told His disciples that although they are poor, hungry, and sorrowful now, they will be happy in the Kingdom of God. He also told them that when they are persecuted for Jesus' sake, they should be joyous because they are being treated like the Prophets and will have a great reward in Heaven. However, those who are rich, well fed, laughing, or well respected will be in trouble. Love your enemies, never seek retribution, and be extremely generous with your possessions, even to thieves. Treat everyone how you would like to be treated. Be generous in love and in giving without thoughts of compensation, and then you will be like God, and He will richly reward you. Be merciful. You will be treated by God the same way that you treat others, so be generous and not judgemental. A student can only become as good as his teacher. Do not be hypocritical in pointing out the faults of others. What you do shows whether you are good or evil. If you do not do what Jesus says, you are headed toward disaster.",
"chapter_7_description" : "Faith of a centurion, resurrection of a boy, John the Baptist questions Jesus, Jesus speaks about John, a sinful woman washes Jesus' feet",
"chapter_7_overview" : "Jesus healed a centurion's servant and raised a widow's son. John sent messengers to Jesus. A woman washed Jesus' feet with her tears.",
"chapter_7_summary" : "After Jesus said these things in front of everyone, He went to Capernaum. A centurion with a deathly ill servant sent Jewish envoys to Jesus to convince Him to heal the servant, and sent his friends to Jesus tell Him to go ahead and heal the servant without visiting him because he is unworthy of such a visit. Jesus was amazed by his faith and healed his servant remotely. In the town of Nain, Jesus resurrected a widow's only son as his body was being carried out of town. People praised God, called Jesus a prophet, and spread the word of the miracle throughout the region of Judea. John the Baptist sent two of his own disciples to Jesus to ask if He was the awaited Messiah or if there would be someone else. Jesus told them to report back about the miracles He was performing and how good news was preached to the poor. Jesus said that John the Baptist was more than just a prophet. John the Baptist was also the one prophesied to prepared the way for God, but anyone in the Kingdom of God is greater than him. Everyone acknowledged that God's way was right, except for the Pharisees and Experts of the Law (they had not been baptized by John). Jesus said that that generation was like fickle children who are never satisfied because they rejected the different approaches of both John the Baptist and Jesus. While dining at a Pharisee's house, a formerly-sinful woman wept on Jesus' feet, wiped them with her hair, kissed them, and then put perfume on them. The Pharisee became indignant that Jesus let her touch Him. Jesus explained to Simon through questioning that someone forgiven of very much will be very loving, and said that this woman had been forgiven of much and so loved Him a lot. Jesus told the woman that her sins were forgiven and her faith had Saved her.",
"chapter_8_description" : "Supportive women, the Parable of the sower, Jesus calms the storm, sends demons into pigs, resurrects a girl",
"chapter_8_overview" : "Jesus told a parable about a sower. He explained it to his disciples. He calmed a storm, delivered a man and healed Jairus' daughter.",
"chapter_8_summary" : "Jesus and the Twelve Disciples traveled around many towns and villages spreading the News of the Kingdom of God. Many women who Jesus had healed traveled with them as well, supporting them with their own money, including Mary Magdalene, Joanna, and Susanna. Jesus was building a large following. Jesus told the Parable of the Sower, where seeds were cast on different soils, but only the good soil was productive. The Disciples asked Jesus for the meaning of the parable. Jesus explained that only they were given the secret knowledge of the Kingdom of God, but He spoke in parables to others so that they would not understand, thereby fulfilling prophesy. He then said that the various soils in the parable represented how well people receive the word and take it to heart, and that only certain people will be fruitful with the word. However, all will be revealed, and those who have understanding will be given more, but those with no understanding will lose even what little they have. Jesus' mother and brothers came looking for Him while He was in a crowded building, but Jesus reacted by replying that His family were those who put God's word into practice. Once while Jesus and the Disciples crossed a lake, a sudden harsh storm threatened the boat. They woke Jesus up in a panic, and He promptly commanded the storm to be calm and asked the Disciples where their faith was. This made the Disciples marvel at His power. On the other side of the lake, in the region of Gerasenes, Jesus encountered a man possessed by a legion of demons who cried out for Jesus, the Son of God, not to torture them. Per the demons' request, Jesus sent them into a heard of pigs, which then immediately drowned themselves. The men who were tending the pig herd told the town what had happened, and the townsfolk then asked Jesus to leave because they were afraid of Him. Jesus told the cured man to go home and tell about what God had done for him. When Jesus arrived back on the other side of the lake to a warm welcome, a synagogue ruler named Jairus asked Jesus to come heal his deathly ill daughter. On the way there, a woman with a hemorrhaging problem was cured by touching Jesus' cloak. After identifying her, Jesus told her that her faith had healed her. Then a messenger came to say that Jairus' daughter was dead, but Jesus told Jairus to believe and his daughter would be healed. Jesus told the mournful crowd that the girl was really just asleep, and He took Peter, John, and James with Him into the house, where He then resurrected the girl and told her parents not to tell anyone about what had happened.",
"chapter_9_header" : "Towards Jerusalem",
"chapter_9_description" : "The First Mission, the Feeding of the 5000, the Transfiguration, Jesus reveals His fate, exorcises a boy, starts heading to Jerusalem",
"chapter_9_overview" : "Jesus sent out the twelve. He fed 5,000 men. Peter said, \"You are the Christ.\" Jesus said, \"Take up your cross.\" He was transfigured.",
"chapter_9_summary" : "Jesus sent the Twelve Disciples out on their first mission with the power to heal diseases and exorcise demons, and instructed them to: Preach about the Kingdom of God. Heal people. Take nothing with them. Condemn towns which do not welcome them. The Disciples did so. Herod, having beheaded John the Baptist, was wondering who was responsible for what was happening, and sought out to meet Jesus. The Disciples returned to Jesus, and then they went to Bethsaida to get away from the crowds, but were unsuccessful. Yet Jesus taught and healed the crowds there. In late afternoon, the Disciples encouraged Jesus to send the crowd away so they could eat, but Jesus told the Disciples that they would feed the crowd of about 5000 men. Taking all the Disciples had, five loaves of bread and two fish, Jesus gave thanks, broke them, and gave the pieces to the Disciples to distribute to the crowd. Afterward, the Disciples picked up twelve basketfuls of leftovers. Sometime later, Jesus asked His Disciples who the crowds thought that He was. They replied that He was one of the Prophets resurrected, such as John the Baptist or Elijah. He asked the Disciples who they said He was, and Peter answered that He was the Messiah. Jesus told them not to tell anyone. He then revealed that He would be rejected, killed, and resurrected on the third day. He went on to say that followers of Himself will pick up their cross daily and not be ashamed of Him, and then they will be rewarded, and that some of them would still be alive when they saw the Kingdom of God. Eight days later, Jesus took Peter, John, and James up on a mountain to pray. There, Jesus' face changed and His clothes turned glowing white, and Moses and Elijah appeared and spoke to Jesus about what He would soon fulfill in Jerusalem. Peter, John, and James had been asleep, but awoke to find Jesus speaking to Moses and Elijah, and after had they left Jesus, Peter suggested setting up three tents to honor them. While Peter was speaking, a cloud of God enveloped them, and it announced that Jesus was God's chosen Son and that they should listen to Him. The three Disciples kept this a secret. The next day, at the base of the mountain a man begged Jesus to heal his possessed son, who the other Disciples had failed to help in their attempts. Jesus rebuked that unbelieving generation, and then exorcised the demon. He then revealed to His Disciples that He would be betrayed, but understanding was hidden from them. An argument started among the Disciples over who would be the greatest, so Jesus told them that welcoming a child welcomes Him, and that the greatest among them is the least. John asked Jesus about a non-disciple driving out spirits in Jesus' name, saying that they had tried to stop him, but Jesus told John that whoever is not against you is for you. It was now time for Jesus to head toward Jerusalem. He sent people to a Samaritan town in His path to prepare them, but they rejected Him. James and John suggested calling fire from the sky to consume the town, but Jesus rebuked them. Along their trek, Jesus warned a man who wanted to follow that He had no home to go to. Another man said that he would follow after he had buried his father, but Jesus told him to let the dead bury the dead. Another man said that he would follow after he said goodbye to his family, but Jesus told him that anyone who looked back is not fit for the Kingdom of God.",
"chapter_10_description" : "The Mission of the 72, selective Salvation, the Good Samaritan, Jesus at Martha's house",
"chapter_10_overview" : "Jesus sent out the seventy-two. A lawyer asked, \"Who is my neighbour?\" Jesus said, \"A man was robbed. He was helped by a Samaritan.\"",
"chapter_10_summary" : "Jesus sent out 72 disciples in pairs to the other towns in His path. He instructed them to pray for more workers, to not to bring money or sandals, to stay in houses that welcome them, to eat what they are given, to heal the sick, to tell people that the Kingdom of God is near, and to condemn entire towns to a fate worse than Sodom's if the towns do not welcome them. Jesus then expressed woe for the horrible fate awaiting Korazin, Bethsaida, and Capernaum for not believing despite the miracles that had been worked there. People vicariously accept or reject Jesus when they accept or reject those which He sends. The 72 returned, glad that they could control demons. Jesus told them that while they will not be harmed and they can control the demonic forces of the enemy, they should rejoice more at their Salvation. Jesus thanked God because He had hid understanding from wise people, and because Salvation is only revealed to whom Jesus wants to reveal it. He then told His disciples how fortunate they were. Once, a Law expert asked Jesus about how to inherit eternal life. It was clear that you needed to completely love God, and to love your neighbor as yourself, but the expert questioned who was meant by \"neighbor.\" Jesus replied with a parable about a man who was mugged and beaten by thugs. The victimized man was ignored and avoided by a priest and a Levite, but a traveling Samaritan helped the man recover. Jesus asked which man had been a neighbor to the victim, and the expert replied that the Samaritan had. Jesus instructed Him to act the same way. Along the way, Jesus stopped at Martha's house. Martha busied herself with hosting preparations, but Mary, her sister, just sat and listened to Jesus. Martha complained to Jesus about Mary being lazy, but Jesus told Martha that it was Mary, not Martha, who was doing the right thing in this case.",
"chapter_11_description" : "The Lord's Prayer, Jesus' accused of being Satanic, the Sign of Jonah, condemnation of the Pharisees and Teachers of the Law",
"chapter_11_overview" : "Jesus said, \"Pray, 'Father, your kingdom come.' Seek and you will find. Only the sign of Jonah will be given. Woe to you Pharisees!\"",
"chapter_11_summary" : "One of Jesus' disciples asked Him how to pray. Jesus told them to pray to God, for His Kingdom to come, for enough food, for forgiveness, and to avoid temptation. In a few different ways, Jesus told them to ask for what they want from God, and they will then receive good things from Him. Jesus exorcised a demon, but some people said that he did so through Beelzebub's power and other people asked for a sign from Heaven. Jesus explained that clearly He had power over Satan, because Satan would not attack himself or let his demons be exorcised. Jesus said that if you are not with Him, you are against Him. He then explained that a demon cast out of a person will come back to possess that person and bring 7 more demons with them. A woman blessed Jesus' mom, but Jesus said people who obey God's word are blessed. Jesus explained that only the sign of Jonah would be given to that generation, and that Sheba and the Ninevites will condemn that generation for not repenting despite Jesus being better than Solomon and Jonah. He then explained that nobody hides lamps, that the eyes are lamps of the body, and that they should seek to be completely lighted on the inside. A Pharisee invited Jesus to dinner, but he was surprised when Jesus did not wash His hands before eating. Jesus told him that the Pharisees clean the outside, but inside they are greedy and wicked, and that they should give their food to the poor and then everything will be clean for them. Jesus then condemned the Pharisees for complying with the minutia of the Law but meanwhile neglecting justice and loving God, and for seeking the prestige of men. He told them that they were as good as dead. Jesus then condemned the Law experts for burdening people with the Law without helping them, for honoring the Prophets who their forefathers killed, for taking away knowledge, and for hindering other people from entering the Kingdom of God. From then on, Pharisees and Teachers of the Law besieged Jesus with questions to trap Him whenever they could.",
"chapter_12_description" : "*Focus on God and the afterlife, and be ready for Jesus to come back anytime, because only a few will be Saved",
"chapter_12_overview" : "Jesus said, \"Even the hairs of your head are numbered. Sell your possessions. Be ready for the Son of Man. I came to bring division.\"",
"chapter_12_summary" : "A crowd of several thousands gathered around Jesus. He told His Disciples: Do not to be hypocrites like the Pharisees, because everything private will be revealed to all. Fear God, because He can throw you into Hell. God cares about every detail of you. Claim Jesus in front of other people, or else He will disown you in front of God. Blaspheme against the Holy spirit is unforgivable. When challenged, God will give you the right words to say. In response to a financial judgement request from someone in the crowd, Jesus warned about greed, and told a parable to emphasize that you should focus on richness toward God as opposed to financial wealth. Then Jesus said to His Disciples: Do not worry about the needs of this life, but rather seek God's Kingdom, and then God will fulfill your needs. So give away your earthly wealth to the poor, and seek instead the permanent treasures of Heaven with your heart. You need to act as though Jesus could come back at any moment. Peter asked if that preparedness message was for everyone, or just the Disciples. Jesus replied in parables that while the concept applies to everyone, the greatest responsibility falls on those in leadership because they have been given much and should know better. Then Jesus said that He did not come to bring peace, but rather division, setting family members against one another. Then He scorned the crowd for being able to interpret the weather better than they could interpret the [prophesied] time that they were now in, and through a parable He encouraged them to make amends now or else risk getting all of the punishment they deserved.",
"chapter_13_description" : "*Focus on God and the afterlife, and be ready for Jesus to come back anytime, because only a few will be Saved",
"chapter_13_overview" : "Jesus said, \"Repent or you will perish.\" He healed a woman on the Sabbath. He said, \"Seek the narrow door. I must go on to Jerusalem.\"",
"chapter_13_summary" : "Jesus explained to the crowd that just because horrible things happen to some people does not make them the worst sinners, and that unless they repent, they too will perish. He told them a parable that a fig tree had produced no fruit for three years, and that it would be given one more year to fruit, this time with fertilizer used, or else it will be cut down. One Sabbath Jesus was teaching in a synagogue, and there he healed a women who had been crippled by a spirit for eighteen years. The synagogue leader protested the Sabbath healing. Jesus replied that they were hypocrites, because they took care of even the needs of animals on the Sabbath, so why should not a cripple be unbound from Satan on the Sabbath? The leader was humiliated. Then Jesus explained how the Kingdom of God was like a tiny mustard seed that grows into a large plant, and like yeast which spreads throughout dough. Once, while traveling through towns and villages, Jesus confirmed that only a few people would be Saved, and even some people who think that they will be Saved will be disowned by Jesus cast outside the Kingdom instead. People will come from all around to enter the Kingdom, but it is the humble and lowly who will enter, not the proud and the mighty. Pharisees told Jesus that Herod wanted to kill Him, but Jesus said that He would keep going, and would die in Jerusalem, just like the other Prophets, in three days. Jesus then lamented how He had longed and often attempted to bring them back to God, but they had refused. Jesus swore that they would not see Him again until they had changed their ways.",
"chapter_14_description" : "A Sabbath healing, humility, a parable of Jewish rejection, and hating your own life for Jesus",
"chapter_14_overview" : "Jesus said, \"Choose the lowest place. A man gave a banquet but his guests made excuses. To be my disciple you must carry your cross.\"",
"chapter_14_summary" : "Once, while at a Pharisee's house for dinner on a Sabbath, Jesus healed a man with dropsy, and expressed that it was lawful to heal and preserve life on a Sabbath, as even they did so when necessary. Jesus then told the guests that they should not take the seat of honor, or else they risk being embarrassed by the host if there is someone more honorable present. But if they seek the lowest place, then they will truly be honored when the host exalts them. Jesus then told the host that he should be inviting the poor and disabled to meals, because even though they cannot repay him, he will then be rewarded at the resurrection of the righteous. Someone at the table replied that blessed is the man who will feast in God's Kingdom. Jesus replied with a parable about a man who arranged a big banquet and invited guests, but when the banquet was ready, the invited guests made excuses to not go there. The man got angry, and invited poor, crippled, and lame people to come instead. There was still room, so the man then invited anyone else that could be found, and swore that the original invitees would not taste any of the banquet. Sometime later, Jesus told the large crowds following Him that they must hate their family, hate their own life, and carry a cross if they want to be a disciple of His. Through two parables, He warned them that they had better be able to give up everything and to be completely committed if they want to be a disciple of His. With a parable about salt, He warned that if you do not do what you should do, you are worthless.",
"chapter_15_description" : "Heaven rejoices greatly everytime a sinner repents",
"chapter_15_overview" : "Jesus said, \"Heaven rejoices when a sinner repents. A son squandered his father's wealth. He returned and his father called a feast.\"",
"chapter_15_summary" : "The Pharisees and Teachers of the Law were indignant because Jesus welcomed tax collectors and sinners. Jesus told them that if someone loses a sheep, or when someone loses a coin, they will search until they find it, and greatly rejoice when they do; and likewise Heaven rejoices more over the repentance of one sinner than over ninety-nine righteous people. To further explain, Jesus told another parable about a man with two sons, where one son claimed his inheritance early and decided to leave. That son soon spent his wealth and found himself in dire poverty, so he decided to go back and beg for a job from his father. When the father saw him coming, he greatly rejoiced, and honored him with a great feast, because his son had been dead but now was alive. The other, consistently loyal son was angry at the special treatment for his brother because he had not been similarly rewarded for his loyalty. His father explained to the loyal son that he already owned whatever the father has, but it was proper to rejoice at the return of his brother to the family.",
"chapter_16_description" : "Use wealth to gain eternal reward, The Kingdom, the Law, divorce, and the beggar Lazarus",
"chapter_16_overview" : "\"A shrewd manager reduced his master's bills before he was fired. Abraham would not send Lazarus to comfort a rich man in Hades.\"",
"chapter_16_summary" : "Jesus told His disciples a parable about a rich man who had a manager who was wasting his money, and the rich man wanted an explanation. In order to gain favor for when he would lose his job, the manager quickly reduced the debt record of those who owed payments to the rich man. The rich man then commended the manager's shrewd actions. With this, Jesus explained that you should use your wealth to gain friends and ultimately gain eternal reward. If you cannot do what is right with money, you will not be given the real riches, and you cannot serve both God and money. The Pharisees overheard this teaching, and became indignant, but Jesus told them that God knows their hearts, and He values things differently than men do. Jesus said: The Scriptures were proclaimed until John the Baptist, but now the Kingdom of God is preached and people are forcing their way into it. Nothing can be removed from the Law. A man who divorces and remarries commits adultery, as does a man who marries a divorced woman. A rich man had ignored the beggar, named Lazarus, outside his door. Lazarus died and was taken to Abraham's bosom by angels. The rich man died, and found himself in the torment of Hell. The rich man begged Abraham to send Lazarus with some water for a little relief from the fire, but Abraham told him that he was getting what he deserved, and that he could not help him even if he wanted to do so. The rich man then begged for Lazarus to go warn the rich man's family about Hell, but Abraham said that they have their warning from the Scriptures, and if they do not believe the Scriptures, then they would not believe even someone who is resurrected.",
"chapter_17_description" : "About sin, faith, the Samaritan leper, and signs of Jesus' return",
"chapter_17_overview" : "Jesus said, \"If your brother repents, forgive him.\" He healed ten lepers. He said, \"In his day the Son of Man will light up the sky.\"",
"chapter_17_summary" : "Jesus told His disciples: People who cause other people to sin will have a fate worse than drowning. Rebuke your brother when he sins, and forgive him as often as he repents. The Apostles asked for Jesus to increase their faith, so Jesus told them that with a little faith they could command trees to be uprooted. With a parable, Jesus explained that you should labor for God like a slave without expecting any thanks. In a village between Galilee and Samaria, Jesus provided delayed healing to ten lepers. One of the ten, a Samaritan, returned to Jesus and thanked Him. Jesus asked where the other nine were. Once Jesus told a Pharisee that the Kingdom of God was within you. Then Jesus told His disciples: In the future they will long to see His return, but they should not chase after rumors, because His return will be unmistakably seen by all. But first Jesus will suffer and be rejected. But Jesus' return will come as unexpectedly and suddenly as the flood of Noah and the destruction of Sodom. Be ready, and do not cling to this life, because you will lose it. Instead give up this life to gain an eternal one.",
"chapter_18_description" : "Pray unceasingly, be humble, obey, and give your wealth to the poor to be rewarded",
"chapter_18_overview" : "Jesus gave parables about prayer. He told a rich man to sell everything. He said, \"The Son of Man will be killed but he will rise.\"",
"chapter_18_summary" : "Jesus told His disciples a parable about a persistent widow who eventually got justice to illustrate how you should pray unceasingly, because God will most certainly grant justice to those who call on Him. Then He told a parable about a self-justified Pharisee and a self-humbling tax collector praying at the Temple to illustrate how God favors those who humble themselves, but humbles those who exalt themselves. Jesus called for children to be brought to Him to illustrate how the Kingdom of God belongs to those who receive it like children. A ruler asked Jesus how to inherit eternal life. Jesus answered to keep the commandments of do not commit adultery, do not murder, do not steal, do not give false testimony, honor your father and mother. When the ruler said that he had done so, Jesus told him to sell everything, give to the poor, and then follow Him. The ruler left, sad, because he was very wealthy. Jesus remarked that it was nearly impossible for a rich man to enter the Kingdom of God, but with God it was still possible. Peter claimed they had left everything behind to follow Jesus. Jesus replied that they would be greatly rewarded, both in this life and with eternal life in the next one. Jesus told the Twelve Disciples that He would be turned over to the Gentiles and killed in Jerusalem, but be resurrected on the third day; but the meaning was hidden from them so they did not understand Him. Jesus healed a blind man near Jericho, who then praised God and followed Jesus.",
"chapter_19_header" : "Last week",
"chapter_19_description" : "Zaccaeus Saved, Parable of the Talents, the Triumphant Entry",
"chapter_19_overview" : "Jesus ate with Zacchaeus. He told a parable about servants in the kingdom. He rode into Jerusalem on a colt and wept over the city.",
"chapter_19_summary" : "In Jericho, a tax collector named Zacchaeus climbed a tree just to see Jesus. Jesus told him that He would stay at his house today, but people were indignant that Jesus would be a guest of a sinner. Zacchaeus pledged to give half his possessions to the poor, and pay back fourfold anyone he had cheated. Jesus proclaimed that he was Saved and that he was a son of Abraham. Jesus told them a parable about a noble man who went away somewhere to be appointed king, and he had given ten servants each some money to put to use in his absence. Also, some of his future subjects tried to get him not selected as king. When the man returned as king, he rewarded the servants proportionally to how well they had done with money. But one servant had not done anything with the money, and so the king took his money away and gave it to the most successful servant. Then the king asked to have the subjects who had not wanted him to be king to be slain before him. As Jesus neared Jerusalem, He sent two Disciples to get a colt for Him to ride. So Jesus rode it, and people praised God as He came to Jerusalem. Some Pharisees protested the praise. Jesus wept over how misguided Jerusalem was, and prophesied its siege and destruction. Then, at the Temple area, Jesus drove out the merchants. He then taught at the Temple every day. Chief Priests, Teachers of the Law, and other leaders wanted to kill Him, but could not because of how the crowd sought after Him.",
"chapter_20_description" : "Jesus' teaching authority questioned, Parable of the Wicked Tenants, paying taxes, marriage at resurrection, warning about Teachers of the Law",
"chapter_20_overview" : "The elders questioned Jesus' authority. Jesus said, \"A man's tenants killed his son.\" So they asked about taxes and the resurrection.",
"chapter_20_summary" : "Once while Jesus was teaching in the Temple courtyard, Chief Priests and Teachers of the Law confronted Jesus, asking what authority He had to teach. Jesus told them that He would answer them if they would answer if John the Baptist's baptism was man made or God given. They refused to say, knowing the implications against them with either answer. So Jesus refused to answer them. Jesus then told the people a parable about a vineyard owner who rented out the vineyard to some tenants. When the owner sent for some fruit at harvest time, the tenants rejected and mistreated the servants he had sent to collect the fruit. So the owner decided to send his son to collect the fruit, thinking that they would respect him, but the tenants killed him instead. So this owner will kill the tenants and give the vineyard to others. The people hoped this would never happen, but Jesus quoted Scripture saying that a rejected stone would become the cornerstone, and He said that that stone would crush people. The Chief Priests and Teachers of the Law wanted to arrest Jesus because they knew He had spoken the parable against them, so they sent spies to try to entrap Jesus by getting Him to say something against the Roman law. The spies asked Jesus if they should pay taxes to Caesar. Jesus said that because the coin has Caesar's picture on it, they should give it to him, and that they should give to God what is God's. This answer silenced the spies. Sadducees, who say there is no resurrection, asked Jesus who a woman would be married to at the resurrection if she had legally been married to seven brothers in succession according to God's Law. Jesus replied that those who are worthy of resurrection will be like angels and will not be married. Plus, the Sadducees are mistaken about resurrection, as they ignore that Moses recognized that the patriarchs were alive. Some Teachers of the Law were impressed with this answer. Jesus asked them why they say that the Messiah is the son of David when David has called Him Lord. Jesus warned His disciples against becoming like the Teachers of the Law, because such men will be punished severely for their vanity and lack of mercy.",
"chapter_21_description" : "Proportions of giving, signs of the end and Jesus' Second Coming",
"chapter_21_overview" : "Jesus said, \"The temple will be thrown down. Jerusalem will be trampled. The Son of Man will come in glory. Stay awake at all times.\"",
"chapter_21_summary" : "Jesus saw rich people giving to the Temple treasury, and then a widow giving two small coins. He then said how the widow had put in far more, because she gave all she had. Some disciples remarked about the splendor of the Temple, but Jesus prophesied that it would be completely torn down. They asked what would be the signs indicating that it was about to happen. Jesus replied that they should watch out for people claiming to be Him, and that they should not worry about wars that would happen before the end. There would also be earthquakes, famines, pestilences, and other signs from Heaven. But first they would be persecuted and would witness to authorities in the process, with Jesus giving them words to say. Some of them would be betrayed by family, and some would be killed, but they will gain life through their steadfastness. An army will lay siege to and will desolate Jerusalem. It will be a traumatic time. The Gentiles will be in Jerusalem until their time is fulfilled. There will be signs in the sun, moon, and stars, and the sea will be very rough; scaring men considerably. Then everyone will see Jesus coming on a cloud, and redemption will be near. When trees sprout leaves, you know that summer is near. Similarly, these signs will show that God's Kingdom is near. All of these things will happen before this generation all dies. The end will come unexpectedly, so stay focused and always be ready to stand in front of Jesus without cause for shame. Jesus taught each day at the Temple, and stayed each night at the Mount of Olives.",
"chapter_22_header" : "Last day & resurrection",
"chapter_22_description" : "Judas conspires, the Last Supper, the greatest serves, Jesus' prayer for Peter, prayer on the Mount of Olives, Jesus' arrest and questioning, Peter's denial",
"chapter_22_overview" : "Jesus took Passover with the disciples. He prayed at the Mount of Olives. Judas betrayed him to the chief priests. Peter denied him.",
"chapter_22_summary" : "Passover was approaching. Satan entered Judas Iscariot, so Judas met with the Chief Priests and Teachers of the Law to conspire on getting Jesus arrested without a crowd present. Jesus sent Peter and John to meet with a man carrying a jar of water to make preparations for the Passover feast at his house. Jesus and the Apostles settled in for the Passover meal. Jesus told them that after this meal He would not eat another Passover meal or drink any more wine until the Kingdom of God comes. He had them share wine from a cup. Then He broke bread and shared it with them, saying that it was His body, and they should eat it in remembrance of Him. Then after dinner, He took the wine cup and said that it was the New Covenant in His blood. He then said that one of them would betray Him, as it had been decreed. The Apostles wondered which of them would betray Jesus, but then argued over which of them would be the greatest. Jesus told them that the greatest of them will be a servant to the others, like He is. He then said that He grants them a kingdom and a place judging the tribes of Israel. Jesus told Simon/Peter that Satan asked to have him, but Jesus prayed that Simon's faith would not fail. Simon replied that he was steadfast, but Jesus told him that he would deny knowing Jesus three times that same day. Jesus told them to prepare themselves and get swords, because prophesies about Jesus were about to be fulfilled. They all went to the Mount of Olives. Jesus withdrew to pray hard to God to get out of His impending death. An angel strengthened Him. He came back and found the disciples sleeping, so He told them to get up and pray to avoid temptation. Then, a crowd appeared, led there by Judas. Jesus stopped Judas from kissing Him. One of Jesus' followers cut off an ear of the High Priest's servant, but Jesus told them to stop resisting, and then healed the servant. Jesus challenged the cowardice of the Chief Priests, Temple Guards, and elders who had come to seize Him. They seized Him and took Him to the High Priest. Peter followed up to the High Priest's courtyard. There, three separate times people accused him of being with Jesus, and each time he denied knowing Him. Jesus then looked at Peter, and Peter then ran out in shame. Men guarding Jesus mocked and beat Him. In the morning, Chief Priests and Teachers of the Law asked Jesus if He was the Messiah. Jesus told them He had already told them, and soon He would be at God's right hand. They asked if He was the Son of God, and He said that He was.",
"chapter_23_description" : "Jesus before Pilate and Herod, Jesus' Crucifixion, Jesus' burial",
"chapter_23_overview" : "Jesus was taken to Pilate. The crowd said, \"Crucify him!\" He was crucified with two criminals. Darkness fell and he breathed his last.",
"chapter_23_summary" : "They brought Jesus to Pilate, and told Pilate that Jesus had opposed paying taxes to Caesar and had claimed to be Messiah and king. Pilate asked Jesus if He was the king of the Jews, and Jesus said that He was. Pilate said to the Chief Priests and the crowd that there was no valid charge against Jesus. They insisted that Jesus was a trouble-causer from Galilee. Because Jesus was a Galilean, Pilate sent Him to Herod. Herod was hoping to see some miracle from Jesus, but Jesus would not even answer Herod's questions. So Herod and His soldiers mocked Jesus and sent Him back to Pilate in an elegant robe. (Herod and Pilate became friends.) Pilate told the Chief Priests, rulers, and people that neither he nor Herod found no basis in the charges against Jesus, so they would punish Him and then free Him. They cried out in unison that they wanted Jesus crucified and Barabbas released instead. Pilate appealed to them three times for Jesus, but they still demanded His crucifixion. So Pilate agreed to crucify Jesus and to free Barabbas. They made another man named Simon carry Jesus' cross. A large crowd followed in mourning. Jesus warned them that they should be more sorrowful over the coming tribulations. A criminal was also crucified on each side of Jesus. Jesus prayed for God's forgiveness of those enacting the crucifixion. Jesus' clothing was divided up. People watched. Rulers and soldiers mocked Him. He was offered wine vinegar. The sign above Him read \"This is the king of the Jews.\" One criminal told Jesus to save himself and them. The other criminal said that they were getting what they deserved, but Jesus was innocent, and then he asked Jesus to remember him. Jesus told him that that day he would be with Him in Paradise. From noon to to three in the afternoon, the sun stopped shining. The Temple curtain was torn. Jesus gave His Spirit to God, and died. This made people watching realize that Jesus was a righteous man. Joseph from Arimathea got permission from Pilate to bury Jesus. Joseph placed Jesus' body in an unused tomb. Some women saw the burial, and planned to come back after the Sabbath to anoint the body.",
"chapter_24_description" : "The empty tomb, appearances of Jesus' resurrected, Scripture explained, Jesus' Ascension",
"chapter_24_overview" : "The women found the tomb empty. Jesus met two on the road to Emmaus. He appeared to the disciples and opened the Scriptures to them.",
"chapter_24_summary" : "When the women returned, they found the tomb open and empty. Then two men in glowing clothes appeared and reminded the women that Jesus had said that He would be resurrected. The women told the eleven Apostles about this. They did not believe the women, but Peter did then go to the tomb and found it empty except for linen wrappings. That day a couple of depressed disciples headed to Emmaus. Jesus walked with them, but His identity was hidden from them. They told Jesus about what had happened recently and why they were depressed. Jesus called them fools, then explained in all the Scriptures how Moses and the Prophets had said that the Messiah would be treated this way before achieving glory. They convinced Jesus to stay with them that night. As Jesus broke bread at dinner, they suddenly recognized Jesus, but then He disappeared. The disciples went back and reported this to the Apostles. By then, Simon/Peter had seen Jesus too. Then Jesus appeared there, scaring them. He told them to touch His flesh and look at His hands to verify that it was Him and not a ghost. He ate some broiled fish. Then Jesus explained to them how everything had been fulfilled in the Law, the Prophets, and Psalms; suffering, resurrection on the third day, repentance and forgiveness preached to the nations in Jesus' name. He told them to wait in Jerusalem until given power from God. In Bethany, He blessed them and went up into Heaven."
}
