{
"book_description" : "God is coming",
"book_overview" : "God hates half-hearted worship so look out, because he is coming soon.",
"ESV_summary" : "Although the urging of Haggai and Zechariah had brought the completion of the temple (516 BC), this had not produced the messianic age many expected. The warm response to Zechariah’s call to repentance had grown cold, because God apparently had not restored the covenant blessings. Malachi, writing a short time later, called the people to repentance with respect to: the priesthood, which had become corrupt; worship, which had become routine; divorce, which was widespread; social justice, which was being ignored; and tithing, which was neglected. \"Will man rob God?\" the Lord asked through Malachi (3:8), and he promised to \"open the windows of heaven\" (v. 10) for those who pay their full tithe. Malachi predicted the coming of both John the Baptist and Jesus, referring to each as a \"messenger\" of God (3:1).",
"ESV_introduction" : "The name of the last book of the Old Testament and of the Prophet whose oracles it contains. Malachi ( from Hebrew meaning \"my messenger\") is an invaluable source concerning the Judaean Jews during the Persian period. Two themes are predomination: the sin and apostasy of Israel (1-2); and the coming judgment upon the faithless, with blessings promised for those who repent (3-4). The growing Messianic expectation in the Old Testament is apparent in Malachi by the announcement of God’s \"messenger of the covenant\", by whose coming Israel will be purified and judged; and of the return of the Prophet Elijah who will proclaim the Day of the Lord.",
"chapter_1_header" : "Israel is unfaithful",
"chapter_1_description" : "*The Israelites have angered God by cheating on offerings and disobeying God's Law",
"chapter_1_overview" : "\"I have loved you,\" says the LORD. \"Where is my honour? You offer blind and lame sacrifices. My name will be great among the nations.\"",
"chapter_1_summary" : "God spoke through Malachi. God says that He has loved Jacob, but hated Esau, which is why the land of Edom is laid waste. Edom may rebuild, but they will always be under God's wrath, proving God's great power to the Israelites. God says that the priests have shown contempt for God by offering diseased and crippled animals. God will not accept their offerings. God's name will be great among the nations, and every place will burn incense and sacrifice pure offerings in God's name. People who cheat on offerings are cursed. God is a great king, to be feared by the nations.",
"chapter_2_description" : "*The Israelites have angered God by cheating on offerings and disobeying God's Law",
"chapter_2_overview" : "\"Now, O priests, I will curse you. You have corrupted the covenant of Levi.\" Judah has profaned the sanctuary. The LORD hates divorce.",
"chapter_2_summary" : "Because the priests have not honored God, God will spread dung from their offerings on their faces. The priest will be despised and humiliated for breaking the covenant God had made with Levi and for not perfectly obeying God's Law. This admonition will come so that the covenant God had made with Levi can be preserved. Judah has broken faith by worshiping a foreign god. This is why God no longer listens to them or accepts their offerings. They have disturbed God by claiming that God is pleased with people who do evil, or by questioning where God's justice is.",
"chapter_3_header" : "Repent before God's coming",
"chapter_3_description" : "*God's Day of judgement is coming, so Obey God's Law",
"chapter_3_overview" : "\"My messenger will prepare the way. I will come to judge. You have robbed me of tithes. The LORD will remember those who serve him.\"",
"chapter_3_summary" : "A messenger will prepare the way for God. Then God will suddenly appear in the Temple. When the Day of God comes, He will purge out any Levites who sin. Then God will have men who bring acceptable offerings in righteousness just like in prior times. God will condemn sinners who do not fear Him. God does not change, so the Israelites will survive. If they return to Him by giving the whole tithe, then God will richly bless them, and all other nations will consider them blessed. God promises that they will again see the distinction between those who righteously serve God and those who do not.",
"chapter_4_description" : "*God's Day of judgement is coming, so Obey God's Law",
"chapter_4_overview" : "\"The day is coming like a furnace. The sun of righteousness will rise. The wicked will be ashes. I will send you Elijah the prophet.\"",
"chapter_4_summary" : "God's Day is coming. God will burn all sinners. The righteous Israelites will trample the wicked people. Obey God's Law. Before God's dreadful Day, God will send Elijah to turn peoples hearts to their families. If their hearts do not change, God will curse the land."
}
