{
"book_description" : "Jesus the Man",
"book_overview" : "Jesus is both human and divine, as proved by healings, exorcism, death and promised resurrection",
"ESV_summary" : "The Gospel of Mark emphasizes that Jesus is the Christ, the Son of God. Jesus announced the Kingdom of God, healed the sick, and died as a ransom for sinners. In addition to Jesus, Mark features three main groups of people: the disciples, the crowds, and the religious leaders, none of whom understood Jesus. When the time came for Jesus to go to the cross, the religious leaders arrested him, the disciples abandoned him, and the crowds jeered him. Only when he died alone on the cross did a Roman centurion recognize that he was the Son of God. Though the book is anonymous, tradition identifies John Mark (Acts 12:12) as the author. He may have based his Gospel on Peter’s preaching, writing sometime in the 50s or 60s AD",
"ESV_introduction" : "The Gospel of Mark, the shortest, is also held by most to be the first of the Gospels to be written. A tradition dating from the 2nd century ascribes this book to John Mark, a companion of Peter and also of Paul and Barnabas in their missionary endeavors. The preaching of Peter may well have been the source of most of Mark’s material. Mark accounts for the ministry of Jesus from His Baptism to His Ascension. Most commentaries agree that Mark’s purpose was neither biographical nor historical, but theological: to present Jesus as the Christ, the mighty worker rather than great teacher. Hence, Mark makes fewer references to the Parables and discourses, but meticulously records each of Jesus’ \"mighty works\" as evidence of His divine power. Mark contains 20 specific miracles and alludes to others. Bible scholars quite generally agree that Mark wrote his Gospel in Rome for the gentiles.",
"chapter_1_header" : "Baptism & disciples",
"chapter_1_description" : "John the Baptist baptizes Jesus, Satan tempts Him, He gathers Disciples and starts His miraculous ministry",
"chapter_1_overview" : "Jesus was baptised by John. He called Simon, Andrew, James and John to follow him. He preached and cast out demons. He healed a leper.",
"chapter_1_summary" : "Isaiah prophesied about a messenger preparing the way for God, and John the Baptist was that messenger; preaching repentance and baptism for the forgiveness of sins. People all over Judea came to be baptized by him in the Jordan River. He wore camel-hair clothing and a leather belt, and ate honey and locusts. His message was about the one to come; one who would instead baptize with the Holy Spirit. Jesus came from Nazareth and was baptized by John the Baptist. As Jesus was coming up out of the water, the Holy Spirit descended to Him, and God spoke from Heaven, saying that Jesus was His beloved Son. The Spirit led Jesus into the desert, where He was tempted by Satan for forty days, and helped by animals and angels. When John the Baptist was put in prison, Jesus began preaching that the time for the Kingdom of Heaven is near. Walking by the Sea of Galilee, Jesus effortlessly recruited the fishermen Simon (Peter), his brother Andrew, and the brothers John and James, to be Disciples. In Capernaum, Jesus taught in a synagogue on the Sabbath, impressing others with His apparent authority. An evil-spirit-possessed man asked if Jesus, the Holy One of God, had come to destroy them. Jesus commanded the spirit to be quiet and to come out of the man, which it did. News of Jesus' teaching and exorcism quickly spread throughout Galilee. They went from the synagogue to Simon's home. Jesus healed Simon's sick mother-in-law. The whole town gathered outside the house after sunset, where Jesus healed people and performed more exorcisms; preventing the demons from speaking so that they would not identify Him. Jesus prayed early the next morning, and then they all started traveling together to the villages in Galilee so that Jesus could preach. He also performed more exorcisms. Jesus healed a man with leprosy, told him to offer the legal sacrifices for his cleansing, and instructed him to keep the healing a secret, but the man instead spread the news. This gained Jesus fame, which caused Him to have to stay outside of towns.",
"chapter_2_description" : "*Jesus performs miracles and exorcisms, confronts religious leaders, and appoints the 12 Apostles",
"chapter_2_overview" : "Many gathered at the house. Jesus forgave a paralytic his sins and healed him. He was questioned about fasting and keeping the Sabbath.",
"chapter_2_summary" : "A few days later, Jesus returned to His home in Capernaum, where He preached to the thick crowds that gathered at His door. Some men brought a paralyzed man to Jesus, tearing a hole in the roof in order to get the man in front of Jesus. Jesus told the man that his sins were forgiven, which upset the Teachers of the Law. Jesus, knowing their thoughts, rebuked them, and proved to them that He could forgive sins by healing the paralyzed man. Jesus went back to the Sea of Galilee, where He effortlessly recruited Levi, a tax-collector, as a Disciple. Jesus ate dinner at Levi's house, with other tax collectors and sinners, which upset the Pharisees. Jesus told the Pharisees that it is the sick who need a doctor. Some people asked Jesus why His disciples did not fast. Jesus replied that they would fast when He was gone, and said that no one patches clothes with unshrunk fabric or puts new wine into old wineskins. One Sabbath, Jesus' disciples picked grain and ate it, upsetting the Pharisees, so Jesus reminded the Pharisees how David and his companions illegally ate the consecrated bread because they were hungry. Jesus further told them that the Sabbath was made for man, and that Jesus is the Lord of the Sabbath.",
"chapter_3_description" : "*Jesus performs miracles and exorcisms, confronts religious leaders, and appoints the 12 Apostles",
"chapter_3_overview" : "Jesus healed a man on the Sabbath. Great crowds followed him. He appointed twelve apostles. He said, \"Whoever obeys God is my family.\"",
"chapter_3_summary" : "In a synagogue on another Sabbath, Jesus asked the Pharisees which it was legal to do on a Sabbath: good or evil, but they did not answer. Angry at them, Jesus then healed a man's shriveled hand. The Pharisees and Herodians then sought out a way to kill Jesus. Jesus and His disciples went back to the Sea of Galilee. Crowds from all of the surrounding nations gathered to Jesus to be healed and exorcised. The demons announced that He was the Son of God, but He told them to be quiet. Jesus selected twelve of His disciples, brought them up on a mountain, and appointed them as Apostles; to follow Him, to go out and preach, and to have power over demons. Later, another thick crowd gathered while Jesus was in a house, and Jesus' family went to seize Him because they thought that He was crazy. Teachers of the Law from Jerusalem accused Jesus of being able to cast out demons because He was possessed by Beelzebub. Jesus countered that Satan cannot drive out Satan, rather Satan must be first bound up to be robbed. Jesus added that people who blaspheme the Holy Spirit will never be forgiven. When Jesus' family arrived, Jesus ignored them, claiming that those who do God's will are His family.",
"chapter_4_header" : "Parables & miracles",
"chapter_4_description" : "Jesus speaks in parables to prevent understanding, and calms the storm",
"chapter_4_overview" : "Jesus taught a parable about a sower and many others. He explained everything to the disciples. In the boat he calmed a great storm.",
"chapter_4_summary" : "Later, Jesus taught people through parables while standing in a boat just off the shore of the Sea of Galilee. He told them a parable about how a farmer who sowed seeds indiscriminately, but only the seeds which fell in good soil produced a bountiful crop. Later when Jesus was alone with the Twelve Disciples, He explained that the secret of the Kingdom of God is hidden from people on the outside, and so He taught in parables to keep the outsiders from understanding so that they would not repent, as it was prophesied. Jesus chastised them for not understanding the parable of the sower, and then explained it to them: The seed is the word of God, and for some Satan steals the word, others accept it superficially, others accept it but get distracted by the cares of this world, but some accept it and are fruitful with it. Jesus said to the crowds: Lamps are put on stands to reveal things, so whatever is hidden will be fully disclosed. Whatever standards people judge by will be applied to them. Those who have much will be given more, but those who have little will be robbed. The Kingdom of God is like grain which grows by itself and then gets harvested. The Kingdom of God is like the tiny mustard seed which grows into the largest of garden plants. So Jesus spoke only in parables to the outsiders, but explained the parables to the Disciples when they were alone. That day He gathered the Disciples into the boat with Him, and the headed to the other side of the Sea of Galilee. Jesus took a nap in the boat. Meanwhile a heavy storm that threatened to swamp the boat. The Disciples awakened Jesus, who then calmed the storm by command and rebuked them for their lack of faith.",
"chapter_5_description" : "Jesus sends demons into swine and resurrects a dead girl",
"chapter_5_overview" : "Jesus delivered a man of many demons. They entered a herd of pigs. He healed a woman with a haemorrhage and raised Jairus' daughter.",
"chapter_5_summary" : "When they got to the other side, in Gerasenes, a man possessed with a legion of demons approached Jesus, yelled that Jesus was the Son of God, and begged not to be tortured. Granting the request of the demons, Jesus sent them into a heard of 2000 pigs, which then drowned themselves. The people of that region asked Jesus to leave, so He did. The formerly-demon-possessed man asked to go with Jesus, but He told him to instead share his testimony of God's mercy on him. When Jesus made it back to the other side of the Sea of Galilee, a synagogue ruler, Jairus, pleaded with Jesus to heal his deathly ill daughter, so Jesus went with him. On His way to see the daughter, a woman with chronic bleeding touched Jesus' cloak in the hopes that it would heal her, and it did. Jesus turned around to identify her, and told her that her faith had healed her. While Jesus was speaking, men informed Jairus that his daughter had died, but Jesus told Jairus to believe, and continued on to see the girl. Once there, He took the girl's hand and told her to get up, and she did. Jesus strictly warned them not to tell anyone about this.",
"chapter_6_header" : "Multitudes & Opposition",
"chapter_6_description" : "The First Mission, beheading of John the Baptist, feeding the 5000, and walking on water",
"chapter_6_overview" : "He sent the twelve out to preach. Herod executed John the Baptist. Jesus fed 5,000 men. He came to the disciples walking on the sea.",
"chapter_6_summary" : "From there, Jesus went to His hometown, where He taught in the synagogue on the Sabbath, and people were amazed at His knowledge. Jesus said a prophet is not honored by his family or in his hometown. He could only perform a few healing miracles there. Later, Jesus sent out the Twelve Disciples in pairs to preach repentance, exorcise demons, and heal people; and if any place would not receive them, they were to condemn that place. King Herod had heard of Jesus sending the Disciples out and of Jesus' powers, so he thought that Jesus was John the Baptist resurrected, while others thought that He was Elijah or another prophet. Herod had arrested John the Baptist for rebuking Herod's marriage to his brother's wife, Herodias. Herodias wanted John the Baptist dead, but Herod liked hearing him talk. At a birthday celebration for Herod, Herodias' daughter had danced so well for Herod that he offered her anything she would ask from him, up to half the kingdom. After consulting with her mother, Herodias' daughter asked for John the Baptist's head on a platter, which Herod begrudgingly supplied. When the Disciples returned from their first mission, they reported their successes. Many people kept coming to Jesus, so He suggested that they get away for a little while for some rest, but when they got in a boat to leave, the crowds followed them on the shore. Jesus felt compassion for them, and taught them much after returning to shore. It had gotten late, so the Disciples suggested to Jesus that He send the people away to get food. Jesus instead suggested that they would feed these people. He took the five loaves of bread and two fish that they had, and with them miraculously fed the five thousand men who had been there, and picked up twelve basketfuls of leftover food.. Afterward, Jesus sent the Disciples away by boat, dismissed the crowd, and prayed on a mountainside. By the evening, the boat was in the middle of the lake, and the Disciples were struggling against a strong wing. Jesus began walking across the lake, scaring the Disciples as He approached. Jesus told them not be afraid, and then climbed into the boat. The wind calmed down. The Disciples were amazed because they had not understood Jesus' power from the miraculous feeding. When they reached Gennesaret, news spread and people brought sick people to Jesus for healing, as also happened wherever He went.",
"chapter_7_description" : "What makes you clean or unclean, exorcism of the Greek daughter, and healing of the deaf mute man",
"chapter_7_overview" : "The Pharisees questioned Jesus about tradition. He said, \"Evil comes from within.\" He delivered a Gentile girl and healed a deaf man.",
"chapter_7_summary" : "According to Jewish custom, they always ceremonially washed their hands before eating. Pharisees and Teachers of the Law from Jerusalem asked Jesus why His Disciples did not wash their hands. Jesus rebuked them, saying that as Isaiah had said, they follow the customs of men instead of God's laws. For example, Jesus pointed out how they disobey God's law to kill children who dishonor their parents as long as the children honor God instead. He then said that it is what a comes out of a man, not anything outside of a man, which makes him unclean. His Disciples privately asked for an explanation of this. Jesus explained that what a man speaks comes from his heart, and so evil speech can make a man unclean. From there, Jesus went on to the region of Tyre, and was discovered by a Greek woman with a demon-possessed daughter. The Greek woman begged for Jesus to exorcise her daughter, but Jesus replied that such healing \"bread\" was not fit for dogs. The woman insisted that dogs will eat the crumbs dropped from the table. This impressed Jesus, so He exorcised the demon. Then Jesus traveled back to Galilee, in the Decapolis region. There, a deaf and partially mute man was brought to Jesus for healing. Jesus put His fingers in his ears, spit, and touched his tongue, and that healed the man. Jesus told them to keep the healing a secret, but they did not do so.",
"chapter_8_description" : "Feeding of the 4000, Jesus' fate to come, and giving up everything for eternal life",
"chapter_8_overview" : "Jesus fed 4,000 people and healed a blind man. Peter said, \"You are the Christ.\" Jesus told them that he must be killed and rise again.",
"chapter_8_summary" : "A crowd of about 4000 men, with no food, had followed Jesus in a remote area for three days, so Jesus compassionately wanted feed them before sending them back home. His disciples balked at that idea, because they only had seven bread loaves and a few small fish. Jesus took the bread and the fish, gave thanks, broke them up, and had His disciples distribute the pieces. Everyone ate, and the disciples then picked up seven basketfuls of leftover pieces. After dismissing the crowd, Jesus and His disciples went to the region of Dalmanutha by boat. There, Pharisees prodded Jesus for a sign from Heaven, but He said there would be no sign, and then He and His party got back in the boat and left. Jesus warned His disciples about the yeast of the Pharisees, and that of Herod. The disciples thought that this was because they had forgotten to bring bread with them. Jesus marveled at their misunderstanding, reminded them of the miraculous feedings of the 5000 and 4000, and asked them if they still could not understand. In Bethsaida, a blind man was brought to Jesus for healing. Jesus spit in his eyes and laid His hands on him a couple times to heal him. Jesus warned him not to go into the village. Near Caesarea Philippi, Jesus' Disciples told Him that people thought that He was John the Baptist or a prophet. When Jesus asked His disciples who they thought that He was, Peter answered that He was the Messiah. Jesus told them to keep that a secret. Jesus then taught them that He would be rejected, killed, and then resurrected in three days. Peter rebuked Jesus' plans, so Jesus rebuked Peter as Satan for not pursuing God's plans. Then, Jesus told the crowd and His Disciples that they must give up their own pursuits of life and instead follow Jesus' example in order to save themselves, because otherwise Jesus will treat them with shame when He comes with God's angels.",
"chapter_9_description" : "The Transfiguration, exorcism of a strong demon, Jesus' fate, and avoiding Hell",
"chapter_9_overview" : "Jesus took Peter, James and John and was transfigured. He healed an epileptic. The disciples argued about which of them was greatest.",
"chapter_9_summary" : "Jesus said that the Kingdom of God would be seen within the lifespan of the present generation. Six days later, Jesus took Peter, James, and John up on a mountain. There, Jesus' clothes became super-white. Also, Elijah and Moses appeared, and spoke to Jesus. Peter suggested setting up tents. Then God, in a cloud-form, covered them and told them to listen to His beloved Son. Elijah and Moses disappeared. Jesus told the three to keep this event a secret until after His resurrection, but they were not sure what that meant. They asked Jesus if Elijah needed to come first, and Jesus told them that he had come already, all according to Scripture. Upon returning from the mountain, people were amazed at Jesus' appearance. The crowd included contentious Teachers of the Law and a man who had brought his demon-possessed son for healing. The Disciples had been unable to heal the boy. Jesus complained about the unbelief of these people. Then, after a discussion with the boy's father where Jesus said anything is possible for those who believe, Jesus exorcised the demon. When the Disciples questioned Jesus on their failure, He said this type of demon exorcism required prayer[ and fasting]. Later, privately in Galilee, Jesus told His Disciples that He would be betrayed, killed, and then resurrected three days later, but they did not understand Him. Jesus had overheard the Disciples arguing about who was the greatest, so in Capernaum, He told them that the greatest is the servant of all, and whoever welcomes one of Jesus' Disciples welcomes God Himself, and will be rewarded. John told Jesus that the Disciples had stopped a guy from exorcising demons in Jesus' name because he was not one of them. Jesus told John that they should not stop people like that because those people essentially support Jesus' cause, and will be rewarded for it. Jesus explained that people who caused believers to sin would be punished severely, and that it was better to dismember your sinful parts than to be whole and thrown into Hell, where worms do not die and the fire is eternal. Everyone will be salted with fire. Have salt in yourself, and be peaceful with each other.",
"chapter_10_description" : "Jesus on divorce, earning eternal life, the rich, and rewards for sacrifice, Jesus' fate, and a healing",
"chapter_10_overview" : "Jesus was questioned about divorce. He told a rich man to sell everything. He said, \"The first must be last.\" He healed Bartimaeus.",
"chapter_10_summary" : "Jesus went to Judea and taught the crowds that came to Him. Some Pharisees asked Jesus if divorce was lawful. Jesus explained that Moses permitted divorce because of their hard hearts, but from the beginning, God has made married couples one flesh together, and so they should not divorce. When His Disciples later asked Him about divorce, He explained that anyone who divorces and remarries commits adultery. The Disciples rebuked people for bringing children to Jesus, but He rebuked the Disciples, told them to permit the children, and said that you have to receive the Kingdom of God like a child to enter it. A man asked Jesus what he needed to do to gain eternal life. Jesus replied that he should keep all of the Commandments, sell all of his possessions, and follow Jesus. The man became sad and left. Jesus explained that it is extremely unlikely for a rich man to enter the Kingdom of God, but it was still possible with God. Jesus said that what people give up to follow Jesus will be given to them a hundred times over in this age (along with persecution) and in the eternal life. However, the first will be last and the last will be first. They all headed towards Jerusalem, and Jesus again prophesied His fate to the Disciples. James and John asked to sit next to Jesus in His glory, but Jesus told them that that position was not His to grant. Jesus then explained that the one who is a slave to all is the greatest, just like He would give His life for many. In Jericho, a blind man named Bartimaeus persistently begged for Jesus to have mercy on him. Jesus had the man come to Him, and then He gave him his sight. The man then followed Jesus.",
"chapter_11_header" : "Last week",
"chapter_11_description" : "Triumphant entry into Jerusalem, Temple confrontations, and a cursed fig tree",
"chapter_11_overview" : "Jesus rode into Jerusalem on a donkey. He drove the money-changers from the temple. The elders asked, \"Who gave you this authority?\"",
"chapter_11_summary" : "Heading to Jerusalem, Jesus stopped at the Mount of Olives and sent two Disciples ahead of Him to get a colt. Upon their return with the colt, Jesus sat on the colt for the rest of the journey into Jerusalem. Many people celebrated His entry, shouting joyously and lining His path with branches and cloaks. Jesus went to the Temple, but because it was late in the day, He left with His Disciples to Bethany. The next day, Jesus cursed a fig tree when He found no figs on it. Later that day when He entered Jerusalem, He went to the Temple grounds and drove out the money changers and dove sellers because the Temple should be a place of prayer for everyone. This made the Chief Priests and Teachers of the Law want to kill Jesus, but they feared His popularity. Jesus left the city in the evening. In the morning, Peter noticed that the fig tree which Jesus had cursed had died. Jesus explained that God will grant any prayer, even moving mountains, if you have faith. When you pray you should forgive everyone so that God will forgive you. When they all returned to the Temple courts, the Chief Priests and Teachers of the Law questioned Jesus' authority. Jesus replied by asking them the origin of John the Baptist's baptism. They refused to answer for fear of the public's reaction, so Jesus refused to answer them.",
"chapter_12_description" : "Jesus tells parables and squables with religious authorities",
"chapter_12_overview" : "Jesus said, \"A man's tenants killed his son.\" The Pharisees questioned him about the law. He said, \"Love God and love your neighbour.\"",
"chapter_12_summary" : "Jesus spoke to the crowd in parables: One parable was about the owner of a vineyard who rented it out. At harvest time, the owner sent three different messengers to the renters to get some of the fruit, but the renters refused and mistreated the messengers. Then the owner sent his son, but the renters killed him. So the owner will kill the renters and give the vineyard to others. Scripture says that the rejected stone will become the capstone through God's power. The chief priests, the teachers of the law and the elders knew Jesus spoke this parable against them, and wanted to arrest Jesus, but were afraid of the crowd. Pharisees and Herodians teamed up to trap Jesus by asking Him if taxes should be paid to Caesar. Jesus looked at a coin with Caesar's inscription and portrait and told them to give to Caesar what was Caesar's and to God what was God's. Sadducees (who did not believe in resurrection) asked Jesus who would a woman be married to when she was resurrected if she had been married multiple times. Jesus told them that they do not understand God or the Scriptures, that resurrected people will not be married, and that Abraham, Isaac, and Jacob are alive. A Teacher of the Law asked Jesus which commandment is most important. Jesus replied that it was to completely love God, and the second one was to love your neighbor as yourself. While in the Temple, Jesus explained that He was not David's son, and that David had called Jesus \"Lord\" when speaking by the Holy Spirit. Jesus warned against the vane and hypocritical Teachers of the Law, saying such men would be punished severely. When Jesus saw a poor widow give an offering of very little money to the Temple, He praised her for giving all that she had despite her poverty.",
"chapter_13_description" : "The Signs of the End Times",
"chapter_13_overview" : "Jesus said, \"In the end you will be hated by all. Let those in Judea flee. The Son of Man will come in glory. No one knows the day.\"",
"chapter_13_summary" : "Jesus told His disciples that the Temple would be completely destroyed. Peter, James, John, and Andrew asked Jesus what would be the signs that these things would be fulfilled. Jesus explained that there would be Jesus imitators, wars, earthquakes, and famines at the beginning of the end. The disciples would be arrested, and flogged and would speak words that the Holy Spirit provided them in front of governors and kings. The Gospel will first be preached to all nations. Family members will kill one another, and the Disciples will be hated. Those who stand firm to the end will be Saved. When they see an \"abomination that causes desolation,\" they should flee because a time of great distress, greater than has ever been or ever will be, is coming. No one would survive if it was not for the fact that God will shorten that time for the sake of the Elect. Do not be deceived by the false Christs who will perform miracles in that time. After that distress, the sun and moon will go dark and the stars will fall. Then everyone will see Jesus come with power, sending His angels to gather the Elect. When you start to see these things happen, the end will be near, and it will happen before this present generation dies. Only God, the Father, knows the exact date and time this will all happen, so be watchfully ready for it.",
"chapter_14_header" : "Last day & Resurrection",
"chapter_14_description" : "The Last Supper, Jesus' arrest and Sanhedrin trial, and Peter's denials",
"chapter_14_overview" : "Jesus took Passover with his disciples. He prayed in agony in Gethsemane. Judas betrayed him to the chief priests. Peter denied him.",
"chapter_14_summary" : "Two days from the Feast of Unleavened Bread/Passover, the Chief Priests and Teachers of the Law were looking for a way to arrest and kill Jesus. Meanwhile, in Bethany at Simon the Leper's home, a woman anointed Jesus' head with expensive perfume. Some people rebuked her for this wasted money, but Jesus defended her, saying that, unlike the poor, Jesus would not always be there, and that the anointing was for His burial. Then, Judas left and made a deal with the Chief Priests to betray Jesus. Later, Jesus told a couple of His Disciples to make preparations for the Feast with a man in Jerusalem who was carrying a jar of water. That evening while eating the Feast, Jesus announced that one of the Disciples would betray Him, and it would have been better for him if he had not been born. Jesus gave thanks, broke some bread, gave it to the Disciples, and said that it was His body. Then He gave thanks, shared a cup of wine, and said that it was His blood of the covenant, and that He would not drink wine again until the when the Kingdom of God came. On the Mount of Olives, Jesus said that, as prophesied, the Disciples would all desert Him in His death, but He would meet them in Galilee when He was resurrected. Peter denied that he would leave Jesus, but Jesus said that he would deny knowing Him three times before the rooster crowed twice the next morning. They went to Gethsemane, where Jesus took Peter, James, and John to stand watch while Jesus prayed to God to change Jesus' coming fate, if that was alright with God. Jesus returned and found the three Disciples asleep, so He scolded Peter. Jesus then went and prayed for the same thing, and came back to find the Disciples asleep again. The same thing happened again, and this time Jesus announced that His betrayer was here. Judas showed up with armed men, and identified Jesus to them by kissing Him. Someone cut off an armed man's ear. Jesus mocked the men for their aggressive armaments. Everyone who had been with Jesus fled. They took Jesus to an impromptu Sanhedrin trial in front of the High Priest, the Chief Priests, Elders, and Teachers of the Law, while Peter followed at a the distance. Many false charges were brought against Jesus, but the witness statements did not agree. The High Priest asked Jesus for a response to the accusations, but He remained silent. Then he asked Jesus if He was the Messiah. Jesus said that He was, and that they would see Him coming on the clouds of Heaven. At that reply, everyone there condemned Jesus for His blasphemy, and they mocked Him and beat Him. While Peter was waiting outside, one of the High Priest's servant girls accused him of being with Jesus twice, but he denied it both times. Later someone standing nearby accused him of being with Jesus, and he denied it again. The rooster then crowed a second time, and Peter wept.",
"chapter_15_description" : "Jesus with Pilate, the Crucifixion, and burial",
"chapter_15_overview" : "Jesus was handed over to Pilate. The crowd cried, \"Crucify him!\" He was mocked and crucified. Darkness fell and he breathed his last.",
"chapter_15_summary" : "They brought Jesus to Pilate. Pilate asked Jesus if He was the king of the Jews, and Jesus answered yes. The Chief Priests made many accusations against Jesus, but Jesus remained silent, which amazed Pilate. It was the custom to release a prisoner at the Feast, so Pilate offered to release Jesus. However, the Chief Priests convinced the crowd to ask for a different prisoner, Barabbas, instead. The crowd persistently demanded for Jesus to be crucified. So Pilate released Barabbas and had Jesus flogged and sent for crucifixion. The soldiers, who were keeping Jesus, put a purple robe and a crown of thorns on Him, and then proceeded to mock, spit, and beat Him. Then they dressed Him back in His own clothes and led Him to the crucifixion. They forced a man named Simon from Cyrene to carry Jesus' cross. At Golgotha, Jesus refused the wine mixed with myrrh they offered to Him. Then they crucified Him and two robbers at 9 A.M. on the day before a Sabbath, and cast lots for His clothes. The notice of His charges called Him \"The King of the Jews.\" Passers by mocked Him, as did the Chief Priests and Teachers of the Law. Even the robbers crucified with Him insulted Him. From noon to 3 P.M. the whole land was dark, and at 3 P.M. He called out to God for forsaking Him. One man offered wine vinegar on a sponge for Jesus to drink. With a loud cry, Jesus died, and the Temple curtain was torn in two. Observing Jesus, a centurion thought that He was the Son of God. Many female followers of Jesus had watched His crucifixion at a distance, including Mary Magdalene, Mary the mother of James and Joses, and Salome. Joseph of Arimathea asked Pilate for Jesus' body, and, after confirming His death, Pilate granted the request. Joseph wrapped the body in linen and put it in a tomb, which was then sealed by a rolling stone, while Mary Magdalene and Mary (Joses' mom) witnessed this.",
"chapter_16_description" : "Jesus, resurrected, tells the Disciples to spread the Gospel",
"chapter_16_overview" : "The women went to the tomb. A man in white said, \"He has risen!\" Jesus appeared to the disciples. He said, \"Go and preach the gospel.\"",
"chapter_16_summary" : "In the early morning on the day after the Sabbath, Mary Magdalene, Mary the mother of James, and Salome went to the tomb to anoint Jesus' body, but found the tomb open, the body gone, and a man in a white robe in the tomb. The man told them that Jesus had risen, and that they should go tell Peter and the Disciples that Jesus will meet them in Galilee. The women fled without telling anyone. Jesus appeared to Mary Magdalene, and she then told Jesus' followers that He was alive, but they did not believe it. Jesus appeared in a different form to two others, but nobody believed them. Then Jesus appeared to the eleven remaining Disciples, and rebuked them for not believing the other witnesses. Jesus told them to preach the Gospel to the whole world, that those who believed and were baptized would be saved, and that believers would be able to exorcise demons, speak in tongues, be unharmed by snakes or poison, and heal sick people. Then Jesus went up to Heaven, siting at God's right hand. The Disciples spread the Gospel everywhere, and Jesus' word was confirmed by signs."
}
