{
"book_description" : "Jesus the Messiah",
"book_overview" : "Jesus is the Messiah awaited by the Jews, and has come to take his kingdom",
"ESV_summary" : "The Gospel of Matthew presents Jesus as Israel’s Messiah. The account alternates between Jesus’ activities of healing and casting out demons, and major blocks of his teaching, including the Sermon on the Mount (chs. 5–7), the Parables of the Kingdom (ch. 13), and the Olivet Discourse (chs. 24–25). The Sermon on the Mount includes the Beatitudes (5:3-12) and the Lord’s Prayer (6:5-15). The book closes with the Great Commission (28:18-20). A recurring theme is the conflict between Jesus and the religious leaders, culminating in his pronouncement of \"seven woes\" upon them (ch. 23). As do all four Gospel accounts, Matthew focuses on Christ’s three-year ministry and his death and resurrection. Matthew probably wrote his Gospel in the 50s or 60s AD",
"ESV_introduction" : "From at least the 2nd century A.D., the Gospel of Matthew has been ascribed to Matthew the publican, tax collector, and disciple. It is the most complete account of Jesus’ teachings and was written to convince the writer’s Jewish audience that Jesus was the Messiah descended from David, the One promised by the Old Testament Prophets. It is peculiarly the Gospel for Israel. The most significant teaching passages are the Sermon on the Mount (5-7) and the parable sections (especially Chapter 13).",
"chapter_1_header" : "Birth & Baptism",
"chapter_1_description" : "*Jesus is born",
"chapter_1_overview" : "The record of Jesus Christ, son of David, son of Abraham. Mary bore a son by the Holy Spirit. An angel told Joseph to name him Jesus.",
"chapter_1_summary" : "There is a family lineage of Jesus, starting with Abraham, continuing through Kind David and on to Joseph, Mary's husband. There were 14 generations from Abraham to David, 14 from David to the Jewish Exile, and 14 from the Exile to Jesus. Mary was married to Joseph, but became pregnant before they had had sex. Joseph was going to divorce her, but an angel told Joseph in a dream that the Holy Spirit had impregnated Mary with a boy who will be called Jesus, because He will save people from their sins. This would fulfill a prophesy that a virgin would have a child called Immanuel, meaning \"God with us.\"",
"chapter_2_description" : "*Jesus is born",
"chapter_2_overview" : "Wise men came from the east to worship the child. King Herod ordered that all the baby boys be killed. An angel warned Joseph to flee.",
"chapter_2_summary" : "Jesus was born in Bethlehem in Judea. Magi from the East came to Jerusalem looking for Jesus, the king of the Jews, to worship Him because they had seen the star (an astrological sign) of His arrival. Upon hearing about this, King Herod asked the Jewish Elders about the prophesied king. They said the king was to be born in Bethlehem. King Herod inquired of the Magi when the astrological sign was shown, and then told them to find the child and report back to Herod so that Herod too could worship the new king. The Magi left, and they followed as the star, which they had observed, moved and led them to the baby Jesus. There, they worshiped Him and gave Him gifts. The Magi then went home, avoiding Herod because they had been warned in a dream to do so. An angel then told Joseph in a dream to take his family to Egypt because otherwise Herod would kill Jesus, so he took his family to Egypt, leaving in the middle of the night. This fulfills the prophesy of when God said \"Out of Egypt I have called My Son.\" King Herod, angered by the non-returning Magi, ordered the slaughter of all boys two years old or younger in Bethlehem. This fulfills Jeremiah's prophesy about Rachel weeping for her children. After Herod had died, an angel told Joseph in a dream to return to Israel, but was warned in another dream to avoid Judea. So Joseph took the family and settled in the district of Galilee in the town of Nazareth. This fulfilled the prophesy that Messiah would be called a Nazarene.",
"chapter_3_description" : "John the Baptist baptizes Jesus",
"chapter_3_overview" : "John the Baptist was preaching, \"Repent, the kingdom is near!\" Jesus was baptised by John. A voice from heaven said, \"This is my Son.\"",
"chapter_3_summary" : "Sometime later, John the Baptist (wandering in the Desert of Judah, clad in camel hair, and eating locusts and honey) began preaching for people to repent, because the Kingdom of Heaven was near. John the Baptist fulfilled Isaiah's prophesy about a voice in the desert preparing the way for God. People sought out John the Baptist, confessed their sins to him, and were baptized by him. He scorned the Pharisees and Sadducees who came to him for trying to flee the coming wrath, and warned them to do good works. John the Baptist claimed that he baptized with water for repentance, but a more powerful one will baptize people with the Holy Spirit and fire, and that this powerful one was ready to dole out wrath on unrepentant people. Jesus came to John the Baptist to be baptized. John the Baptist did not know why he should baptized Jesus, but he did so on Jesus' request. The moment Jesus emerged from the water, the Holy Spirit descended on Him, and God spoke from Heaven, saying that Jesus was His Son.",
"chapter_4_description" : "Jesus is tempted, recruits Disciples, and begins His ministry",
"chapter_4_overview" : "Jesus was tempted by Satan in the wilderness. He called Peter, Andrew, James and John to follow him. He preached and healed the sick.",
"chapter_4_summary" : "Then the Holy Spirit led Jesus to the desert, where He fasted for 40 days. At the end of the fasting, the Devil told Jesus to turn some rocks into bread, but Jesus replied that Scripture tells us that man lives by every word from God. The Devil took Jesus to the top of the Temple in Jerusalem and told Him to jump off because it is written that God's angels would protect Him, but Jesus replied that it is also written not to test God. The Devil then took Jesus up to a high mountain where He could see all the kingdoms of the world, and the Devil offered to give the kingdoms to Jesus if He would worship the Devil, but Jesus replied for Satan to leave Him, because it is written that you should only worship God. Satan left, and angels then took care of Jesus. John the Baptist got put into prison. Jesus left, and moved to Capernaum in Galilee, near Zebulun and Naphtali, which fulfilled Isaiah's prophesy about the lands of Zebulun and Naphtali seeing a great light. There Jesus began preaching for people to repent, because the Kingdom of Heaven was near. Jesus told fishermen Simon (a.k.a. Peter), Simon's brother Andrew, the Zebedee brothers James and John, to follow Him, and they immediately did so. Jesus went throughout Galilee, teaching, preaching, and healing. All sorts of ill and demon-possessed people sought Him for healing, and His fame attracted large crowds who followed Him.",
"chapter_5_header" : "Sermon on the Mount",
"chapter_5_description" : "*Jesus gives the Sermon on the Mount",
"chapter_5_overview" : "Jesus said, \"Blessed are the pure in heart. I have come to fulfil the law. Whoever is angry will be judged. I say, love your enemies.\"",
"chapter_5_summary" : "When Jesus saw the crowds, He went up on a mountain, sat down, and began teaching His disciples. He said: Those who hunger for and pursue God's righteousness in humility, even despite persecution, are blessed and they will be rewarded. The merciful, the pure of heart, and the peacemakers will be rewarded too. People who are persecuted because of Jesus will be greatly rewarded. Jesus' disciples are the salt and light of the world, so they need to do good and be seen doing good. Jesus has come to fulfill the Law and the Prophets, not abolish them. His disciples should obey the Law, and teach others to do the same. Unless they are more righteous than the Pharisees, they will not enter the Kingdom of Heaven. If you are angry with someone, or call someone foolish, you are in danger of being condemned to Hell. Therefore, reconcile any disputes before making an offering to God. Settling matters quickly will save you from prison or fines. Looking at a woman lustfully is the same as adultery. It is better to remove the sinful parts of your body then to go to Hell with a whole body. Any man who divorces his wife, except for cases of adultery, causes her to commit adultery. Any man who marries a divorced woman commits adultery. Do not swear oaths, as doing so is Satanic. Do not seek justice for transgressions against you, but rather let people mistreat you. Give to anyone who asks you for anything. Love and pray for your enemies.",
"chapter_6_description" : "*Jesus gives the Sermon on the Mount",
"chapter_6_overview" : "\"Do your good deeds in secret. Pray, 'Father, your kingdom come.' You cannot serve God and money. Do not be anxious about your life.\"",
"chapter_6_summary" : "Jesus continued: Do not do acts of righteousness to be praised by men, but instead go out of your way to do them secretly, and then you will be rewarded by God. Also, pray secretly in order to be rewarded. In prayer, do not babble and chant endlessly, because God already knows your needs. Simply pray for forgiveness, sustenance, protection from Satan, the coming of God's Kingdom, and God's will to be done. Forgive others to be forgiven by God. When you fast, do not show that you are fasting, because then God will reward you. Do not store monetary or materialistic wealth, but instead store treasures in Heaven. If you are focused on Heaven, then you will be full of light. But if you focus on the wealth of this world, you will come to love money and hate God. Do not worry about having food, drink, or clothing, but instead pursue God's Kingdom and righteousness, and God will ensure that you have what you need. Do not even worry about saving for tomorrow.",
"chapter_7_description" : "*Jesus gives the Sermon on the Mount",
"chapter_7_overview" : "\"Do not judge others. Do to others what you would have them do to you. Whoever obeys is like a man who built his house on the rock.\"",
"chapter_7_summary" : "Jesus continued: Do not be hypocritical when you judge, because you will be held to the same standard. Do not share sacred knowledge with intractable sinners. Ask God for what you need, and He will give it to you, like any good father would do for his children. You can sum up the Law and the Prophets as this: Do to others what you would have them do to you. Most people will be destroyed because they will not walk the narrow road which leads to life. Beware of false prophets. You will know them by whether or not they do good deeds. Not everyone who calls on Jesus will enter the Kingdom of Heaven. That day many people who even prophesied, exorcised, and performed miracles in Jesus' name will be turned away for their evil deeds. Those who do what Jesus says to do will endure, but those who do not obey will be destroyed. The crowds were amazed at the authority of Jesus' teaching.",
"chapter_8_header" : "Miracles",
"chapter_8_description" : "Jesus heals many, calms a storm, and casts demons into swine",
"chapter_8_overview" : "Jesus cleansed a leper. He healed the servant of a centurion who had faith. He calmed a storm at sea and cast demons out of two men.",
"chapter_8_summary" : "Coming down from the mountain, the crowds followed Jesus. He was approached by a man with leprosy, begging for healing. Jesus immediately cured him and told him not to tell anyone, and to make an offering according to the Law. Upon arriving in Capernaum, a centurion asked Jesus to heal his paralyzed servant, but not to bother coming to the centurion's unworthy house to perform the healing. Jesus was astonished in the centurion's faith that Jesus could perform a remote healing, a faith unmatched by any Jew. Jesus said that because of this lack of faith, the Jews will be rejected from the Kingdom of Heaven, and Gentiles will take their places. Jesus then healed the centurion's servant remotely. Jesus went to Peter's house, and healed his ill mother-in-law. That evening, many ill and demon-possessed came to Jesus and were healed, thereby fulfilling Isaiah's prophesy about the Messiah carrying peoples infirmities and diseases. When the crowd gathered around Jesus, He prepared to go to the other side of the lake. A Teacher of the Law offered to follow Jesus, but Jesus warned that He is going to be continuously on the move. Another disciple asked if he could bury his father before following Jesus, but Jesus replied to him that he should follow Jesus and let the dead bury their dead. While Jesus and His disciples were crossing the lake, a storm threatened to drown them all, so the disciples panicked. Jesus rebuked them for having little faith, and then (to their amazement) calmed the storm with commands. Arriving on the other side of the lake, two demon-possessed men yelled at Jesus for coming to torture them before the appointed time, and begged to be cast out into a herd of swine. Jesus sent them into the swine herd, and the herd immediately committed suicide by drowning in the lake. The pig tenders and the rest of the town asked Jesus to leave their region.",
"chapter_9_description" : "Jesus heals many, resurrects a girl, and casts out a demon",
"chapter_9_overview" : "Jesus healed a paralytic. Many sinners came to eat with him. He raised a girl to life and healed two blind men. The crowds marvelled.",
"chapter_9_summary" : "Jesus crossed the lake over to His own town (either Capernaum or Nazareth). When men brought a paralytic man to Jesus, he told the paralytic man that his sins were forgiven. The Teachers of the Law thought that Jesus had blasphemed. Jesus then told the paralytic man to get up and walk, which the man did. This proved that Jesus had the authority to forgive sins. The crowd praised God. Jesus told the tax collector Matthew to follow Him, and Matthew did so. While at Matthew's house eating dinner, the Pharisees protested because Jesus was eating with sinners. Jesus told the Pharisees that the sick are the ones who need a doctor, that they should learn that God desires mercy, not sacrifice, and that Jesus has come to call the sinners, not the righteous. John the Baptist's disciples asked Jesus why Jesus' disciples did not fast, to which Jesus replied that they will fast when Jesus is taken from them. Jesus said that nobody patches old clothes with new fabric, or puts new wine into old wineskins, because the old fabric would be torn again and the old wineskins would burst. While Jesus said that, a ruler arrived and then pleaded for Jesus to come resurrect his recently dead daughter. While headed to heal the ruler's daughter, a hemorrhaging woman touched Jesus' cloak in the hope of being healed by it. Jesus turned to the woman and told her that her faith has healed her. When Jesus arrived at the ruler's house, He grabbed the ruler's daughter's hand, which brought her back to life. News spread of the resurrection in that region. Departing from there, Jesus was confronted by two blind men who believed that Jesus could heal them. So Jesus did heal them by touching their eyes, but told them to keep it a secret. The blind men told everybody anyway. As the formerly-blind men were leaving, a mute, demon-possessed man was brought to Jesus. Jesus promptly cast out the demon, which impressed the crowd but caused the Pharisees to accuse Jesus of using Satan's power. Jesus, with His disciples, traveled throughout the towns of Galilee preaching, teaching, and healing these \"sheep without a shepherd.\" Jesus told His disciples to ask God for more harvesters (metaphorical) for these people.",
"chapter_10_header" : "Disciples & the Kingdom",
"chapter_10_description" : "Jesus sends the Disciples out on their first mission",
"chapter_10_overview" : "Jesus sent out the twelve to proclaim the kingdom. \"You will be hated for my name, but do not fear. Whoever receives you receives me.\"",
"chapter_10_summary" : "The Twelve Disciples were Simon (Peter), Andrew, James, John, Philip, Bartholomew, Thomas, Matthew, James, Thaddaeus, Simon, and Judas Iscariot. Jesus gave them authority to exorcise demons and heal all illnesses, and sent them out on a mission with the following instructions: Go to the Jews, not the Gentiles, telling them that the Kingdom of Heaven is near, and healing, resurrecting, and exorcising demons freely. Let the people you help care for your needs. If a town or individual household will not listen to you, shake its dust off your sandals, because that place will be condemned on the Day of Judgement. Be shrewd, but innocent. Guard against hostile men. If you are brought before the authorities, God will speak through you in your defence. Family members will betray other family members to death, but standing firm will yield Salvation. If you are persecuted, flee to another place. Jesus will come before they are done going through the towns of Israel. People will call them Satanic, just like Jesus was called Satanic. Do not be afraid of those people. All will be revealed, so speak boldly, afraid only of God, who can throw you into Hell. Besides, God controls all death and has designed you in every detail. Either publicly acknowledge Jesus, or be rejected in Heaven. Jesus did not come to bring peace, but rather to turn family members against each other. If you love your family more than Jesus, you are not worthy of Jesus. If you lose your life for Jesus, you gain Salvation, but try to preserve your life and you will lose your Salvation. Someone who receives you, receives Jesus and will be rewarded. Anyone who gives a cold cup of water to \"little ones\" will not lose his reward.",
"chapter_11_description" : "John the Baptist questions Jesus, and Jesus reveals that John the Bapist is Elijah",
"chapter_11_overview" : "John sent word from prison. Jesus said, \"John the Baptist is Elijah.\" Jesus denounced the cities and said, \"Come, my burden is light.\"",
"chapter_11_summary" : "After sending out the Twelve Disciples, Jesus taught and preached in the towns of Galilee. John the Baptist heard of this while he was in prison, and sent some of his disciples to ask Jesus if He was the awaited Messiah. Jesus replied for the disciples to tell John the Baptist about how Jesus was healing and resurrecting people, as well as teaching the poor, and to say that men who do not reject God because of Jesus are blessed. As John the Baptist's disciples were leaving, Jesus told the crowd that they went to see John the Baptist because he is a great prophet, but he is also the one prophesied to prepare the way before God; Elijah. Yet even the best man on earth is lesser than anyone in the Kingdom of Heaven, so bold men are doing whatever they can to enter the Kingdom of Heaven. This generation is like a bunch of fickle children; claiming that John the Baptist is demon-possessed and calling Jesus (the Son of Man) a drunken glutton whose friends are sinners and tax collectors, but wisdom is proven by actions. Then Jesus denounced Korazin, Bethsaida, and Capernaum for not repenting despite His miracles, proclaiming that they will receive unbearable punishment on the Day of Judgement. At that time Jesus praised God the Father for hiding the true knowledge of God from those who think that they have everything figured out. God the Father is only revealed to whomever Jesus chooses. You should come to Jesus because His burden is light and He will give you rest for your soul.",
"chapter_12_description" : "Jesus confronts the Pharisees",
"chapter_12_overview" : "The Pharisees opposed Jesus when he healed on the Sabbath. He said, \"A tree is known by its fruit. The sign of Jonah will be given.\"",
"chapter_12_summary" : "At that time Jesus and His disciples walked through grainfields on the Sabbath, and His disciples picked and ate some grain. Pharisees saw this and said that they were breaking the Law. Jesus replied that when David was hungry, he broke the Law and ate sacred bread, that Priests break the Law by working on the Sabbath, and that they should learn that God desires mercy, not sacrifice. Besides, Jesus is the ruler of the Sabbath. From there, Jesus went to the synagogue belonging to those Pharisees, where Jesus told them it is lawful to do good on the Sabbath, and then healed a man with a shriveled hand in front of them. This made them plot to kill Jesus. Jesus fled because He was aware of their plot. He healed those who followed Him. This fulfilled Isaiah's prophesy regarding God putting His spirit on His servant, who would peacefully proclaim justice to the nations. Jesus exorcised the demon in a blind, mute man, but the Pharisees claimed that Jesus did this through Beelzebub's (Satan's) power. Jesus told them that if Satan is casting out demons, then Satan's kingdom will not stand, and asked them by whose power they perform exorcisms. If Jesus is casting out Jesus by God's Spirit, then the Kingdom of God is here. Besides, who can rob a strong man without tying up the strong man? Anyone not supporting Jesus is against Him. Blaspheming God's Spirit is the one unforgivable sin. Good people are known by the good they do, and likewise with evil people like the Pharisees. People will be held accountable on the Day of Judgement for every careless word they have said, and acquitted or condemned accordingly. Then some Pharisees and Teachers of the Law asked Jesus to perform a miracle, but Jesus told them that only a wicked generation asks for a sign, and that no sign will be given other than Jesus being in the \"heart of the earth\" for three days and nights. The repentant men of Nineveh and the Queen of Sheba will condemn this generation. This generation will be like a man who had a demon exorcised from him, only to have the demon come back to inhabit that man along with seven more-wicked spirits. While Jesus was speaking to the crowd, someone informed Jesus that Jesus' mother and brothers were outside waiting to speak to Him, but Jesus replied that His real family are His disciples; people who obey the will of God the Father.",
"chapter_13_description" : "Jesus tells parables regarding the Kingdom of Heaven",
"chapter_13_overview" : "Jesus gave a parable about a sower. He told the disciples, \"Seeing they do not see.\" He said, \"The kingdom is like hidden treasure.\"",
"chapter_13_summary" : "That same day, Jesus sat in a boat on the lake shore while a crowd gathered. Jesus gave a parable where a farmer indiscriminately sowed seeds in different places, but ultimately only the seeds sown in good soil produced any substantial crop. Jesus' disciples asked Him why He spoke to the crowds in parables. Jesus replied that only certain people, like the disciples, will be given knowledge of the Kingdom of Heaven, but the crowds are not chosen to receive that knowledge, and these crowds will even lose whatever they have. Jesus said that He speaks in parables so that these crowds will not understand, which was according to Isaiah's prophesy about people hearing and seeing without understanding or perceiving. Jesus called His disciples blessed for hearing and seeing, and then explained that in the parable, the different places where the seeds were sown represent different reactions to God's word; Satan robs some people of understanding, others are joyous at first but soon falter in following God due to persecution, others are joyous at first but get distracted by life and seduced by money, and meanwhile those who truly hear and understand God's word produce good works. Jesus told the crowd another parable. The Kingdom of Heaven is like a farmer who sowed wheat in a field, but his enemy secretly sowed weeds in that same field. The farmer, not wanting to damage the wheat, let the weeds grow too until harvest time. The farmer then first collected the weeds and burned them, and then next collected the wheat. Jesus told the crowd a couple more parables; one that the Kingdom of Heaven was like a tiny mustard seed which grew into a large plant, the other that the Kingdom of Heaven is like yeast mixed into a large amount of dough. Jesus did not say anything to the crowd except parables, which fulfilled the prophesy about God speaking in parables to reveal hidden things. Jesus left the crowd and, at the request of the disciples, explained the parable about the wheat and the weeds. Jesus was the farmer, the wheat seeds were the \"sons of the Kingdom,\" the field was the world, Satan was the enemy and the weeds were Satan's sons, and at the \"end of the age\" everything that causes sin and everyone who does evil will be gathered up by angels and burned in the furnace where they will suffer, and then the righteous will shine. The Kingdom of Heaven is worth giving up all you that have now to get it, like a treasure in a field or a great pearl. The Kingdom of Heaven at the \"end of the age\" will be like a big fishing net, where angels will separate out the good fish (the righteous) from the bad fish (the wicked), casting the bad ones into the furnace where they will suffer. Jesus' disciples understood these parables, so Jesus said that those instructed about the Law and the Kingdom of Heaven will bring forth both old and new treasures. After speaking these parables, Jesus went to Nazareth, but He did not do many miracles there because of their lack of faith, because prophets are not honored in their home towns.",
"chapter_14_header" : "Multitudes & opposition",
"chapter_14_description" : "John the Baptist's death, the feeding of the 5000, and Jesus walking on water",
"chapter_14_overview" : "Herod had John the Baptist killed. Jesus fed 5,000 men with five loaves and two fish. Jesus came to the disciples walking on the sea.",
"chapter_14_summary" : "When Herod heard about Jesus working miracles, he thought that it was John the Baptist who had come back to life. Herod had put John the Baptist in prison for speaking out against Herod marrying his brother's wife, Herodias. Then, recently Herod had John the Baptist decapitated due to a hasty oath given to the daughter of Herodias for dancing so pleasurably. When Jesus had learned of John the Baptist's decapitation, He took a boat ride alone. Meanwhile crowds gathered and followed Him by the shore. Jesus healed their sick upon coming back to the shore. Jesus' disciples feared that the crowd, about 5000 men, plus women and children, needed to go get some food. Instead, Jesus took the five loaves of bread and two fish that the disciples had, broke the bread into pieces, and had the disciples distribute the pieces. After everyone had finished eating, the disciples collected twelve basketfuls of leftover bread pieces. Immediately Jesus sent His disciples on a boat across the lake. After dismissing the crowd, Jesus prayed alone on a mountain. Then, in the middle of the night, Jesus walked across the top of the lake to meet with His disciples in the boat. His disciples were scared when they saw Him walking on water. Peter started to walk on water out to Jesus, but then had doubts and began to sink. When Jesus and Peter got into the boat, the disciples praised Jesus as being the Son of God. Upon reaching the other side of the lake, Gennesaret, Jesus healed people by letting them touch His cloak.",
"chapter_15_description" : "Jesus explained \"clean,\" helped a Canaanite woman's daughter, and fed 4000",
"chapter_15_overview" : "Jesus challenged the Pharisees about tradition. He healed a Canaanite woman's daughter. He taught on the mountain and fed 4,000 men.",
"chapter_15_summary" : "Pharisees and Teachers of the Law from Jerusalem asked Jesus why His disciples did not wash their hands before they had eaten. Jesus asked them why they break God's Law by teaching that disobedient children should not be put to death, and said that they are a fulfillment of Isaiah's prophesy of a people who only worship God with the mouths, not their hearts, and who teach rules made by men. Jesus told the surrounding crowd that it is only what comes out of a man's mouth that makes him unclean, not what he eats. Then Jesus, speaking to His disciples, called the Pharisees blind guides of the blind, and said that God would uproot all who were not planted by Him. Peter asked for an explanation of Jesus' words. Jesus scolded him and then explained more about how unclean words, which come from the heart, make someone unclean. Jesus then went to the region of Tyre and Sidon. A Canaanite woman pleaded with Jesus to exorcise her daughter. Jesus replied that He was only sent for the lost Jews. The woman continued, claiming that she would take any scraps of mercy like a dog at it's master's table. Jesus was impressed with her faith, and so He healed her daughter remotely. Then Jesus went back to Galilee. Up on a mountain, He healed a bunch of people, and they praised God. After three days, Jesus told His disciples that He did not want to send the crowd, about 4000 men, plus women and children, away without feeding them. Jesus took the seven loaves of bread and few fish that the disciples had, broke them into pieces, and had the disciples distribute the pieces. After everyone had finished eating, the disciples collected seven basketfuls of leftover pieces. After sending the crowd away, Jesus went to Magadan (or possibly Magdala or Dalmanutha).",
"chapter_16_description" : "Peter calls Jesus the Messiah, Jesus reveals His resurrection and Second Coming",
"chapter_16_overview" : "Peter said, \"You are the Christ.\" Jesus told them that he must be killed and be raised. He said, \"Take up your cross and follow me.\"",
"chapter_16_summary" : "When the Pharisees and Sadducees asked Jesus for a sign, He scolded them because they can interpret the signs of weather, but they do not know how to interpret the signs of the times, and said no sign will be given but the sign of Jonah. Jesus and His disciples crossed the lake. Jesus warned the disciples about the yeast of the Pharisees and Sadducees. They though He was talking about bread, but Jesus reminded them how He fed 5000 men and 4000 men with only sparse food, and warned them again about the yeast, which meant the teaching of the Pharisees and Sadducees. When in the region of Caesarea Philippi, Jesus asked His disciples who people thought that He was. They replied that the thoughts varied; John the Baptist, Elijah, Jeremiah, or some other past prophet. Jesus then asked who His disciples thought that He was. Simon/Peter called Jesus the Messiah and Son of God. Jesus said that Peter was blessed, because this was revealed to him not by man, but by God. Peter would be the foundation of Jesus' church, and would be given the keys to Heaven, and would decide what was bound up or loosened on earth and in Heaven. Then Jesus told the disciples to keep His identity a secret. From then on, Jesus explained to His disciples that He would be mistreated by Elders and Teachers of the Law in Jerusalem, and would be killed, but would be resurrected on the third day afterward. Peter protested this teaching, so Jesus called Peter Satan because he did not put God's will first. Jesus said that if you deny yourself and obey Him, then your soul will be rewarded. Before everyone who is living today dies, Jesus will come in God's glory with angels to reward people according to what they have done.",
"chapter_17_description" : "The Transfiguration, faith which moves mountians, and a tax-exempt Jesus",
"chapter_17_overview" : "Jesus took Peter, James and John and was transfigured. A voice said, \"This is my son.\" Jesus healed an epileptic. Peter paid the tax.",
"chapter_17_summary" : "Six days later, Jesus took Peter, James, and John up on a hill with Him. There, Jesus was transfigured, glowing brightly and having bright white clothes. Elijah and Moses appeared, and Jesus spoke to them. Peter offered to make shelters, and while he was talking a glowing Cloud enveloped them. The Cloud's voice said that Jesus was His beloved Son, and that they should listen to Him. The three disciples had fallen facedown out of fear of the voice. Moses and Elijah were gone when Jesus got the disciples up from the ground. Jesus told them not to tell anyone about this until after His resurrection. The disciples asked Jesus why Teachers of the Law say Elijah must come first. Jesus replied that Elijah has already come, restored all things, and suffered, implying Elijah was John the Baptist. When they were among the crowds again, a man brought his demon-possessed son to Jesus for healing because Jesus' disciples could not heal the boy. Jesus complained about that unbelieving and perverse generation, and then exorcised the demon. Jesus told His disciples that their paltry faith prevented them from performing this exorcism, and if they only had mustard-seed sized faith, they could move mountains and nothing would be impossible. When they got together in Galilee, Jesus told the disciples that He would be betrayed, killed, and then resurrected on the third day. Upon reaching Capernaum, Jesus and His disciples went to the temple there. The temple tax collector asked Peter if Jesus pays taxes, and Peter said yes. Jesus explained to Peter that He is exempt from temple taxes like a king's son would be exempt from kingdom taxes, but told Peter to go fishing, because in the mouth of the first fish that he caught would be money to pay the temple tax so that nobody would be offended.",
"chapter_18_description" : "Jesus' teachings on humility, causing sin, joy at repentance, and forgiveness",
"chapter_18_overview" : "Jesus said, \"Become like children to enter the kingdom. A shepherd searches for the lost sheep. Forgive seventy times seven times.\"",
"chapter_18_summary" : "Jesus' disciples asked Him who was the greatest in Heaven. Jesus replied that they had to be like little children to enter the Kingdom of Heaven, and therefore whoever humbled themselves like a child was the greatest. Welcoming children in Jesus' name welcomes Jesus. Someone who causes people to sin will have a fate much worse than drowning. If any part of your body causes you to sin, it is better to dismember it and enter life maimed than to have a whole body and be cast into the eternal fires of Hell. Watch how you treat children because their angels are always in front of God. A man who has one hundred sheep will leave the flock to recover one which wanders away, and be very happy about recovering that one. God is the same way, not willing to lose any children. If your brother sins against you, try to resolve the matter privately, then if necessary use witnesses, then if necessary go to the church. If he still does not listen, treat him like a pagan or a tax collector. You decide what is bound up or loosened on earth and in Heaven. Anything two or more people ask for from God will be done, and God will be with them. Peter asked how many times he should forgive his brother. Jesus replied to forgive seventy-seven times. Jesus told the parable of a servant who was forgiven a large debt, but then demanded recompense from those who had borrowed from him. Upon hearing about this, the master who had forgiven the man's large debt, angered by the man's lack of likewise mercy, turned him over to jailers to be tortured until he could pay back that original debt. This is how God will treat you if you do not forgive others in your heart.",
"chapter_19_description" : "Jesus' speaks on divorce, marriage, wealth, and the reward for forsaking this world",
"chapter_19_overview" : "Jesus was asked about divorce. He said, \"Do not separate what God has joined.\" He told a rich man, \"Sell everything and follow me.\"",
"chapter_19_summary" : "Jesus then went to the Judea region to the East of the Jordan river. There He did some healing and was followed by large crowds. Some Pharisees tested Jesus, asking if it was OK to divorce for any reason. Jesus replied that God joins people in marriage, thereby making one flesh. Jesus further explained that Moses permitted divorce because of the hardness of their hearts, but this was not God's plan, and so anyone who divorces (except due to infidelity) and marries again, commits adultery. Jesus' disciples suggested that maybe it is better for people not to marry, and Jesus replied that if people can accept a celibate life to help earn the Kingdom of Heaven, then they should do so. The disciples rebuked people for bringing their children to Jesus, but He told them to let the children come because the Kingdom of Heaven belongs to people who are like children. A man asked Jesus what he had to do to get eternal life, and Jesus replied to obey the commandments. The man asked \"Which ones?\" Jesus replied: to not murder, not commit adultery, not give false testimony, honor your parents, and love your neighbor as yourself. The man replied that he had done these, so asked what else he lacked. Jesus told him to sell everything and give to the poor to earn heavenly treasures, and follow Jesus. The man left, sad, because he was very rich. Jesus tells His disciples that it is nearly impossible for a rich man to enter the Kingdom of God. The disciples were shocked, wondering who could be saved, so Jesus told them that with God, all things are possible. Peter asked what he and the disciples will get for leaving everything to follow Jesus. Jesus replied that they will get eternal life and a hundred times what they gave up, but the first will be last, and last first.",
"chapter_20_description" : "Jesus' parable on the last being first, and the ranking in Jesus' Kingdom",
"chapter_20_overview" : "\"The kingdom is like a master paying wages.\" Jesus told the disciples, \"The Son of Man came to give his life as a ransom for many.\"",
"chapter_20_summary" : "Jesus told a parable about how a man hired workers for his vineyard at different hours throughout the day. At the end of the day, he paid everyone the same amount. The ones who had worked longest grumbled about making the same wage as the workers with the shorter time spent laboring. The vineyard owner rebuked them for grumbling, because they had already agreed to work for those wages. So the first will be last, and last first. Jesus and the Disciples started heading towards Jerusalem, and Jesus told them that He would be betrayed, mocked, flogged, and crucified there, but He would be resurrected on the third day. The mother of Disciples John and James asked Jesus to let them sit at His right and left in His Kingdom. Jesus replied that they will go through similar trials as Jesus, but only God decides where everybody sits. The other ten Disciples got angry at this request, but Jesus explained to them that the rulers in His Kingdom must serve everyone else, just like He Himself came to give His life for many. As Jesus was leaving Jericho, two blind men heard Him, and yelled for the Son of David to have mercy on them. He healed their blindness, and so they followed Him.",
"chapter_21_header" : "Last week",
"chapter_21_description" : "*The Triumphant Entry, cursed fig tree, and Jesus' confrontations at the Temple",
"chapter_21_overview" : "Jesus rode into Jerusalem on a donkey. He healed and taught in the temple. \"A man sent his son to his tenants, but they killed him.\"",
"chapter_21_summary" : "Approaching Jerusalem, at Bethphage, Jesus sent two Disciples to get a donkey and her colt in the next village so that He could ride on them in order to fulfill prophesy. The Disciples come back with the animals and spread their cloaks across them so that Jesus could sit on the animals. A large crowd welcomed Jesus as He entered Jerusalem by spreading their cloaks and some branches in the road before Him, and shouting \"Hosanna to the Son of David,\" calling Him Jesus, the prophet from Nazareth. Jesus drove out the money changers and dove sellers from the Temple area. There, He healed the blind and lame. The Priests and Teachers of the Law were angry with the praise Jesus was getting. Jesus left, going to Bethany for the night. In the morning, Jesus went to a fig tree for food, but found it only to have leaves. He cursed the tree, and it immediately withered. His Disciples marveled at this, and He told them that they too could do things like this, and even move mountains, if they have faith and pray for it. Jesus began teaching in the Temple courts. The Priests and Elders approached Jesus, asking Him who allowed Him to do so. Jesus replied that He will answer them if they answer where John the Baptist's baptism came from. After some debate, they answered that they did not know, so Jesus refused to answer their question, but instead told them a parable about the obedience of two sons. He elaborated to them that prostitutes and tax collectors were entering the Kingdom of God before they were, because those sinners believed John the Baptist and repented, but they have not done either. Jesus told them another parable about a man who rented out a vineyard, but the tenants refused to pay despite multiple attempts, and even killed the owner's son. Jesus asked them what will the owner do. They replied that he would severely punish the tenants and rent the vineyard to others. Jesus explained that the Kingdom of God would be taken from them and given to productive people. They wanted to arrest Jesus, but were afraid to do so because of the crowd favoring Him.",
"chapter_22_description" : "*The Triumphant Entry, cursed fig tree, and Jesus' confrontations at the Temple",
"chapter_22_overview" : "Jesus said, \"The kingdom is like a wedding.\" The Pharisees questioned him about the law. He said, \"Love God and love your neighbour.\"",
"chapter_22_summary" : "Jesus told the Priests and Elders another parable about the Kingdom of Heaven being like a wedding banquet, where those the king had invited refused to come, and even killed those messengers who told them about the banquet. So the king destroyed them, burned their city, and instead invited everyone else he could find to the wedding. But the king found a man who was not in wedding clothes at the banquet, so he had him tied up and tossed out, because many are invited, but few are chosen. The Pharisees sent their disciples and some Herodians to trap Jesus. They asked Him if it was right to pay taxes to Caesar. He replied that Caesar's inscription is on the coins, so they should give Caesar what belongs to him, and give to God what belongs to God. Later that day, some Sadducees (who did not believe in resurrection) asked Jesus if a woman is married to multiple men throughout her life, who will she be married to at the resurrection. Jesus told them that people, like angels, will not be married at the resurrection, and further explained that they misunderstand the Scriptures, because there will be a resurrection. The Pharisees then sent a Law expert to ask Jesus which is the greatest commandment. Jesus replied that it is to love God, and the second is to love your neighbor as yourself, because the entire Law is built on these two commandments. Jesus then corrected the Pharisees in their misunderstanding that the Messiah was to be the son of David.",
"chapter_23_description" : "Jesus condemns the Pharisees",
"chapter_23_overview" : "Jesus said, \"The Pharisees preach but do not practise. You strain out a gnat but swallow a camel. You kill and crucify the prophets.\"",
"chapter_23_summary" : "Then Jesus said that people must obey the Pharisees and Teachers of the Law, but the people should not be hypocrites like them. The Pharisees and Teachers of the Law love the esteem which they get from men, but Jesus' followers are to call nobody \"father\" except God, and call nobody \"teacher\" other than the Messiah. The greatest person will be one who becomes a humble servant. Jesus then condemned the Pharisees and Teachers of the Law to Hell because they prevent people from entering the Kingdom of Heaven, they go to great lengths bring people to God but then mislead them, they do not understand the ramifications of swearing by Holy objects, they follow the minute details of the Law but do not practice justice, mercy, and faithfulness, they worry about the cleanliness of their dishes when they have greed and self-indulgence on their own insides, and they appear to be righteous but are full of hypocrisy and wickedness. They claim that they would not have persecuted God's prophets in the earlier times, but Jesus will send out prophets who they will persecute and kill, thereby proving them to be hypocrites and casting on them blood guilt from back to that of Abel up to that of Zechariah, and this all will happen to this generation. Jesus then mourned for Jerusalem, because He had tried many times to gather them, but they were not willing. Jesus will leave them until they are welcoming to someone who comes in God's name.",
"chapter_24_description" : "The signs and timing of Jesus' Second Coming",
"chapter_24_overview" : "Jesus said, \"In the end there will be tribulation. Let those in Judea flee. The Son of Man will come in glory. No one knows the day.\"",
"chapter_24_summary" : "As Jesus was leaving the Temple, He told His disciples that every stone of the Temple would be thrown down. At the Mount of Olives, His disciples asked Him what signs would there be of His Second Coming and the end of the age. Jesus replied that there would be many false Messiahs who would mislead many people, and there would be wars, famines, and earthquakes in the beginning of the end. Then the disciples will be persecuted and put to death, and many of the faith will fall away and turn on each other, and false prophets will deceive many, but those who stand firm until the end will be Saved. The Gospel will be taught to the whole world, and then the end will come. When you see the abomination in the Temple which was prophesied by Daniel, you should flee immediately, because there will then come a time of distress which is greater than any in history or any yet to come. In fact, if God did not plan on shortening those days for the Elect, nobody would survive. Do not believe the false prophets and their miraculous signs, who would deceive even the Elect if that was possible. By contrast, Jesus will come back like lightening; seen by everyone. Immediately after that distressful time, the sun and moon will be darkened, and the stars will fall. It is then that Jesus will appear in the sky, with great power and glory. Jesus' angels will then gather the Elect. Just like you know that summer is near when leaves sprout on a fig tree, so will these signs show you that the end is imminent. All of these things will happen during this generation. Only God knows the exact day and hour when Jesus will return. His return will take people by surprise, just like the flood of Noah surprised people back then. Therefore, you should be in constant readiness and should keep your deeds righteous, because if Jesus comes back to find you acting wickedly, He will cast you out with the hypocrites.",
"chapter_25_description" : "Parables emphasizing preparedness and works of righteousness to be rewarded",
"chapter_25_overview" : "\"The kingdom is like virgins awaiting the bridegroom. A man entrusted talents to his servants. The Son of Man will judge the nations.\"",
"chapter_25_summary" : "At that time, the Kingdom of Heaven will be like this: Ten virgins grabbed some oil lamps to await their bridegroom. Five of them thought to bring extra oil in case they needed it. The bridegroom took a long time coming, so the five without extra oil ran out of it by the time he showed up. They went to buy more oil, but while they were gone the five with the extra oil went into the wedding banquet with the bridegroom. Those late virgins were then rejected when they finally got to the banquet. The Kingdom of Heaven will also be like this: A master, who was going on a trip, entrusted different amounts of money to each of his three servants according to their abilities. By the time the master returned, two of the servants had doubled the money, and so the master rewarded their productivity. However, the third servant had only hidden the entrusted money away for safe keeping, so he returned only what the master had given to him. The master was angry with this servant, called him lazy for not putting the money in the bank to gain interest, took the money from the \"lazy\" servant and gave it to the richest servant, and tossed the \"lazy\" servant out into the darkness. When Jesus comes back, He will judge everyone. Those people who were generous, friendly to strangers, and compassionately caring will be granted eternal life. Those people who were not generous, friendly to strangers, and compassionately caring will receive eternal punishment.",
"chapter_26_header" : "Last day & resurrection",
"chapter_26_description" : "Judas' betrayal, The Last Supper, the Sanhedrin trial, and Peter's denial",
"chapter_26_overview" : "Jesus took Passover with his disciples. He prayed in agony in Gethsemane. Judas betrayed Jesus to the chief priests. Peter denied him.",
"chapter_26_summary" : "Jesus then told His disciples that Passover was two days away, and He would be crucified. The High Priest, Caiaphas, met with other Priests and Elders to have Jesus arrested and killed, but they did not want to do so during the Feast for fear that the people might riot. At Simon the Leper's house in Bethany, a woman poured expensive perfume on Jesus' head. His disciples gawked at the waste of money which could have been given to the poor. Jesus replied that the poor would always be around, but Jesus would soon be gone, and her anointing has prepared Him for burial. Judas Iscariot went to the Chief Priests and worked out a deal to hand over Jesus for arrest for thirty silver coins. Jesus told His disciples to prepare the Passover feast at a certain man's house. While they were eating the Passover Feast, Jesus announced that one of the Twelve Disciples would betray Him, and while Jesus' life must fulfill prophesy, woe will be to the one who betrays Him. Jesus confirmed to Judas that it was him who would betray Jesus. Jesus broke bread and distributed it, calling it His body. Jesus took a glass of wine and passed it around, calling it His blood, and said He would not drink wine again until doing so in the Kingdom of God. They all sang a hymn and then went to the Mount of Olives. There, Jesus told His disciples that they would fall away from Him that night. Peter said that he would never fall away, but Jesus told him that he would disown Jesus three times before the rooster crowed. Then they all went to Gethsemane. There, Jesus took James, John, and Peter to watch over Him while He prayed. Jesus stepped away and prayed to God to get out of His fate, if that was possible. Jesus came back and found three Disciples sleeping. Jesus chastised Peter for falling asleep. Jesus again stepped away to pray to escape His fate, only to come back and find the Disciples asleep again. Jesus again stepped away to pray to the same thing, and then He returned, awoke the Disciples, and told them that it was now time for Him to be betrayed. Judas arrived with an armed men sent by the Priests and Elders to arrest Jesus. Judas identified Jesus to the armed men by kissing Him. The armed men arrested Jesus. One of Jesus' disciples pulled out a sword and attacked the High Priest's servant, cutting off his ear. Jesus told that disciple to stop the attack, because He could be defended by angels if necessary, but what is happening must happen to fulfill Scriptures. Then Jesus rebuked the armed men for arresting Him like He was the leader of a rebellion. All of the disciples fled. The armed men took Jesus to an assembly of the Sanhedrin where the High Priest (Caiaphas), Chief Priests, Teachers of the Law, and Elders. Peter, staying a safe distance away, followed them to find out what would happen. The Sanhedrin tried to get Jesus sentenced to death, but the false witnesses did not have enough false evidence. Two witnesses said that they heard Jesus say that He could destroy and rebuild the Temple of God. Jesus said nothing in His defence. The High Priest asked Jesus if He was the Messiah, the Son of God. Jesus answered that He was, and in the future they would see Him at seated God's right hand and coming on the clouds. With this, they accused Jesus of blasphemy, said He should die, and began mocking Him. Meanwhile, while Peter waited in the courtyard, three times people identified him as one of Jesus' companions, but he denied knowing Jesus each time. Right after the third denial, a rooster crowed, reminding Peter of Jesus' words, and so he wept bitterly.",
"chapter_27_description" : "Jesus in front of Pilate, Jesus' Crucifixion, death, and burial",
"chapter_27_overview" : "Jesus was handed over to Pilate. The crowd said, \"Crucify him!\" He was mocked and crucified. Darkness fell and he gave up his spirit.",
"chapter_27_summary" : "With Jesus sentenced to death, the Priests handed Him over to Pilate, the governor. When Judas saw that Jesus was condemned, he repented, gave back the thirty silver coins to the Priests, and then hung himself. The Chief Priests took the money and bought the potter's field to bury foreigners in it, which fulfilled a prophesy in Jeremiah. Pilate asked Jesus if He was the king of the Jews, and He answered yes. Jesus gave no reply to the allegations brought forth by the Chief Priests and Elders, which amazed Pilate. It was Pilate's custom to release a prisoner at the Feast, so he offered the crowd to release either Jesus or a man named Barabbas. Then, Pilate's wife told him not to do anything to Jesus because of a dream she had about Him. Meanwhile, the Priests and Elders convinced the crowd to ask for the release of Barabbas, and to ask for Jesus to be crucified. Pilate tried unsuccessfully to get the crowd to change their minds, so he washed his hands in front of the crowd, and told them that he was innocent of Jesus' blood. Then Pilate released Barabbas and had Jesus flogged and sent for crucifixion. The soldiers took Jesus, put a crown of thorns on His head, and proceeded to mock, spit upon, and beat him, before leading Him to the crucifixion. On the way, the soldiers forced a man from Cyrene to carry the cross. Upon reaching Golgotha, the soldiers offered Jesus wine mixed with gall to drink, but He refused after tasting it. They crucified Him between to robbers, with a sign above His head reading \"THIS IS JESUS, THE KING OF THE JEWS.\" They divided up His clothing by lot. The Chief Priests, Teachers of the Law, Elders, and other passers by all mocked, insulted, and taunted Him. Even the robbers who were crucified with Him insulted Him too. From noon to three in the afternoon, darkness came over the land. Then Jesus cried out to God, asking why God had forsaken Him. Some nearby thought He called to Elijah. Someone then offered Him wine vinegar to drink from a sponge. Jesus cried out again, and then died. At that moment, the Temple's curtain was torn, there was an earthquake, and dead bodies came out of their tombs and went into Jerusalem. The centurion and other soldiers guarding Jesus were scared by these signs, and so then believed Jesus to be the Son of God. Women had been watching from a distance. Joseph from Arimathea went to Pilate to ask to have Jesus' body, which Pilate willingly gave to him. Joseph put Jesus' body in his own tomb, and rolled a rock in front of it, while Mary Magdalene and Mary, the mother of James and Joseph, watched him do that. The next day, a Sabbath day, the Pharisees persuaded Pilate to set a guard in front of the tomb for three days to prevent Jesus' followers from stealing the body and claiming that He had been resurrected.",
"chapter_28_description" : "Jesus' resurrection and the Great Commission",
"chapter_28_overview" : "The women went to the tomb. An angel said, \"He has risen!\" Jesus met them. He came to the eleven and said, \"Go and make disciples.\"",
"chapter_28_summary" : "The day after the Sabbath, Mary Magdalene and Mary, the mother of James and Joseph, went to Jesus' tomb. There was an earthquake, and an angel who looked like lightening in pure white clothes came and rolled back the stone, scaring the guards and causing them to faint. The angel told the women that Jesus had risen, and told them to tell the Disciples that He would meet with them in Galilee. On the way back to tell the Disciples, Jesus met the women. They worshiped Him. He told them to tell the disciples that He would meet them in Galilee. Meanwhile, the guards reported what had happened to the Chief Priests. The Chief Priests bribed the guards with a lot of money, so the guards then officially reported that Jesus' body was taken in the middle of the night while the guards were asleep, which is the story told by the Jews today. The eleven Disciples met with Jesus on a mountain in Galilee, where they worshiped Him, but some doubted. Jesus told them to go and baptize all nations and teach them to obey Him. Jesus would be with them to the end of the age."
}
