{
"book_description" : "Judgement's restoration",
"book_overview" : "Jerusalem will be destroyed for her sins, yet restored Jerusalem will teach the world about God",
"ESV_summary" : "Micah prophesied in Judah during the reigns of Jotham, Ahaz, and Hezekiah (about 750–700 BC), at about the same time as Isaiah. It was a time of prosperity, and Micah denounced the wealthy, who were oppressing the poor, and warned of impending judgment. The northern kingdom actually fell during Micah’s ministry, in 722, and Judah almost fell in 701 (2 Kings 18–20). The book contains three sections, which alternate between words of warning and messages of hope. Micah told of a day when there would be peace among all nations, who would then be able to \"beat their swords into plowshares\" (4:3), and of a royal deliverer who would save God’s people from all her enemies. This deliverer would be born in Bethlehem (5:2).",
"ESV_introduction" : "The Prophet Micah was a younger contemporary of Isaiah and spoke at a time when conditions in Judah paralleled those in the northern kingdom of Israel during Amos’ day. Micah’s messages are strikingly similar to those of Amos: many of the same sins are denounced and the same rugged, direct, indignant, and convincing language is used. While announcing God’s certain judgment upon sin, he also spoke of a sure deliverance to come through the Messiah whose place of birth he predicts.",
"chapter_1_header" : "Reasons for judgement",
"chapter_1_description" : "God is coming to punish the Israelites",
"chapter_1_overview" : "The LORD is coming! The mountains will melt. \"I will make Samaria a ruin.\" Her wound is incurable. Disaster has come to Jerusalem.",
"chapter_1_summary" : "God's word came to Micah of Moresheth while Jotham, Ahaz, and Hezekiah were kings of Judah: Everyone on earth, listen to God. God is coming down to earth, melting mountains and splitting valleys, because of the sins of the Israelites in Samaria and Judah. Samaria will be reduced to rubble, and its idols will be destroyed. God will bring destruction to these two nations, bringing in a conqueror. The people will be exiled.",
"chapter_2_description" : "God will gather the Israelite remnant back home",
"chapter_2_overview" : "Woe to those who plot evil! The LORD says: \"I am planning disaster. My people have risen up like an enemy. I will gather a remnant.\"",
"chapter_2_summary" : "God will punish the Israelites for being wicked, plotting evil deeds, stealing, and telling prophets not to speak. They will go into exile. Lying prophets are what they want. God will gather back the remnant of Israel, and there will be plenty of Israelites once more. Someone will break the way before them, and they will break through the gate to leave. Their king will go before them. God will be at their head.",
"chapter_3_description" : "God will turn His back on Israelite leaders",
"chapter_3_overview" : "You rulers tear the skin from my people. The LORD says, \"The sun will set for the prophets.\" Zion will be ploughed up like a field.",
"chapter_3_summary" : "God will turn His back on the leaders of the Israelites for their sins against God's people. God will stop talking to the corrupt seers, diviners, and prophets, unlike Micah. Because of the corrupt leaders and prophets, God will destroy Zion and Jerusalem.",
"chapter_4_header" : "Promise of restoration",
"chapter_4_description" : "*The \"last days,\" a great battle, and an eternal Kingdom",
"chapter_4_overview" : "In the last days, nations will come to the mountain of the LORD. Zion will be rescued from Babylon. \"I will give you horns of iron.\"",
"chapter_4_summary" : "During the \"last days,\" God's Temple will be established in Jerusalem, and people many nations will come to it to learn God's Law and His ways. God will judge and settle disputes for big nations all over the world, so much so that they will no longer train for war and they will turn their swords into plowshares. The other nations can follow their gods, but the Israelites will forever follow God. At that time, God will bring back the scattered Israelite remnant and make a strong nation. God will rule them forever beginning from that day. The kingship of the former Israelite kingdom will return to Jerusalem. It will be painful for the Israelites to go into exile to Babylon, but God will redeem them there. Now there are many nations gathered to fight the Israelites, but they do not know that God plans to destroy them. Zion will destroy many nations, and devote the war plunder to God.",
"chapter_5_description" : "*The \"last days,\" a great battle, and an eternal Kingdom",
"chapter_5_overview" : "\"From you, O Bethlehem, will come a ruler.\" The remnant of Jacob will be like a lion. \"I will punish the nations that did not obey.\"",
"chapter_5_summary" : "Marshall the troops, because a siege is underway, and the aggressor will hit Israel's ruler on the cheek. From the small clan of Judah of Bethlehem Ephrathah will come a ruler with ancient origins for Israel. The Israelites will suffer until the time has come for this ruler to lead the Israelites back to Israel. This ruler will lead and protect the Israelites like a shepherd, strengthened by God and ruling in God's name. His (God or this ruler?) greatness will be famous throughout the world. When the Assyrians invade Israel, this ruler will organize several leaders in a counter-attack which will result in capturing the lands of Assyria and Babylon. The relatively small number of Israelites will tear through their enemies despite being vastly outnumbered. At that time, God will take vengeance on nations which have not obeyed Him; killing their horses, destroying their chariots, leveling their cities, stopping their witchcraft so that they cannot cast spells, and demolishing their idols.",
"chapter_6_description" : "God will destroy the Israelites",
"chapter_6_overview" : "\"O my people, have I wearied you?\" What does the LORD require? Act justly and love mercy. \"I will make you desolate for your sins.\"",
"chapter_6_summary" : "God has a grievance with Israel. God redeemed them from slavery in Egypt, provided Moses, Aaron, and Miriam to lead them, and protected them on their journey through the wilderness. No amount or type of offerings, even an offering of your firstborn son, will please God if you are not obeying His Law of mercy and justice, and you are being humble. God knows that they have stolen treasures, used dishonest weights and measures, have violent rich men, have lying people, and have worshiped idols. Therefore, God will destroy them. They will be hungry, and be invaded with their possessions and produce taken from them before their possessions and produce can be enjoyed.",
"chapter_7_description" : "God will gather the Israelite remnant back home",
"chapter_7_overview" : "The godly have perished from the earth. But I will look to the LORD. The nations will tremble. Who is a God like you, forgiving sin?",
"chapter_7_summary" : "Micah is dismayed at the wickedness of his people. Corruption is rampant. Even the best ones are still bad. You cannot trust anyone, even your own family. Because of the Israelites' sins, God is punishing them. Yet the Israelites will survive to see their enemies destroyed. Israel's cities will again be rebuilt, and the scattered Israelite remnant will return, but Israel will be desolate first because of the Israelites' sins. God will shepherd the Israelites back in Israel like before. God will perform miracles like during the Exodus. Nations will be weaken and ashamed, and will fear God. Who is like God, who forgives the sins of the Israelite remnant? God will show mercy on the Israelites and will keep His covenant with His people."
}
