{
"book_description" : "Judgement on Nineveh",
"book_overview" : "Nineveh will be destroyed and all Isrealites will be released from slavery there.",
"ESV_summary" : "When Jonah preached repentance on the streets of Nineveh, the capital of Assyria, the people responded and were spared. A century later, sometime between 663 and 612 BC, Nahum preached in a time when Nineveh would not repent. Nineveh, which had destroyed Israel’s northern kingdom in 722, itself fell to Babylon in 612—just a few years after Nahum’s warning. The Assyrians were notorious for the brutality of their treatment of other nations. Nahum declared, however, that God is sovereign: he punishes whom he will, and they are powerless to stop him. Much of Nahum’s prophecy was directed to the people of Judah, who could rejoice at the good news (1:15) of Nineveh’s impending fall.",
"ESV_introduction" : "This book is a vivid prediction of the approaching downfall of Nineveh, the capital city of Assyria, one of the most warlike of the ancient heathen nations. Of the Prophet Nahum, whose name means \"consolation\" or \"comfort\", little is known. His purpose was to comfort his people, long harassed by Assyria, with the promise that this cruel and oppressing people would soon meet destruction at God’s hand.",
"chapter_1_header" : "Destruction of Nineveh",
"chapter_1_description" : "Nineveh will be destroyed",
"chapter_1_overview" : "Against Nineveh: The LORD takes vengeance on his enemies. The LORD says, \"I will break his yoke from you.\" Hold your feasts, O Judah!",
"chapter_1_summary" : "God is jealous and avenging, and will unleash His wrath on His enemies. God is slow to anger, but the guilty will not go unpunished. God is a fear inspiring force, but a refuge to those who trust in Him. God will utterly destroy Nineveh, thereby releasing the Israelites from slavery. God will no longer afflict the Israelites. They will have festivals and will fulfill their vows. They will never again be invaded by the wicked, as the wicked will be destroyed.",
"chapter_2_description" : "Israelites will be restored",
"chapter_2_overview" : "The LORD is restoring Jacob. Chariots race through the streets. Nineveh is like a draining pool. \"I am against you,\" declares the LORD.",
"chapter_2_summary" : "**",
"chapter_3_header" : "Reason for destruction",
"chapter_3_description" : "God will shame and destroy Nineveh",
"chapter_3_overview" : "Woe to the bloody city! \"The nations will look at your shame.\" Draw water for the siege. Your shepherds are asleep, O king of Assyria.",
"chapter_3_summary" : "**"
}
