{
"book_description" : "Rebuilding Jerusalem",
"book_overview" : "(= 2Esdras in Catholic Bibles) Nehemiah leads people back from Babylon to rebuild the city and enforce obedience to the law",
"ESV_summary" : "In 445 BC the Persian King Artaxerxes sent Nehemiah, an Israelite who was a trusted official, to help rebuild the walls of Jerusalem. With Nehemiah went the third wave of returning Jewish exiles. There was intense opposition from the other peoples in the land and disunity within Jerusalem. Despite this opposition, Nehemiah rebuilt the walls. He overcame these threats by taking wise defensive measures, by personal example, and by his obvious courage. Nehemiah did what God had put into his heart (2:12; 7:5) and found that the joy of the Lord was his strength (8:10). When the people began once again to fall into sin, Nehemiah had Ezra read to them from the Law. Nehemiah served twice as governor. The author is unknown, although parts come from Nehemiah’s own writings.",
"ESV_introduction" : "Written originally as one book, these two books describe the return of the Jewish exiles after more than a half-century of bondage in Babylon, and the subsequent restoration of Jerusalem, its Temple and it walls. Ezra and Nehemiah are of special importance, since they contain nearly all of the direct information known of the post-Exilic period of Hebrew history.",
"chapter_1_header" : "Nehemiah's return",
"chapter_1_description" : "*Nehemiah directs the repairs of Jerusalem's fortifications",
"chapter_1_overview" : "The words of Nehemiah: Men from Judah said, \"The wall of Jerusalem is broken down.\" I prayed, \"O LORD, give me favour with the king.\"",
"chapter_1_summary" : "Nehemiah asked about the Jews that survived the exile. He was told that the wall of Jerusalem was broken and the gates were burned. Nehemiah wept, prayed and fasted several days. Nehemiah prays that God will give him favor in the presence of the king, as Nehemiah was cupbearer to the king.",
"chapter_2_description" : "*Nehemiah directs the repairs of Jerusalem's fortifications",
"chapter_2_overview" : "The king granted my request to go and rebuild Jerusalem. Sanballat was displeased. I inspected the walls and said, \"Let us rebuild.\"",
"chapter_2_summary" : "Nehemieh brought Artaxerxes, king of Persia, his wine. (It was the 20th year of Artaxerxes's reign.) The king asked why was he sad. Nehemiah said he was sad because Jerusalem was in ruins. The king asked what he wanted, to which Nehemiah replied that he wanted to go rebuild the city, and that he needed to granted safe passage as well as timber from the king's forest. The king agreed to this, sending an army and cavalry with him. The Horonite Sanballat and the Ammonite Tobiah were disturbed by this action. Nehemiah inspects the ruins and then convinces the Jews to start to repair and rebuild. The Ammonite Tobiah and the Arab Geshem questioned Nehemiah about this work, to which Nehemiah replied that God will make the work successful.",
"chapter_3_description" : "*Nehemiah directs the repairs of Jerusalem's fortifications",
"chapter_3_overview" : "The priests rebuilt the Sheep Gate, the Tekoites made repairs, Jedaiah repaired opposite his house, Meremoth repaired another section.",
"chapter_3_summary" : "The repairs of the various wall sections and gates of Jerusalem were carried out by different families of the Jews.",
"chapter_4_description" : "*Nehemiah directs the repairs of Jerusalem's fortifications",
"chapter_4_overview" : "Sanballat ridiculed us and plotted to attack Jerusalem. So we prayed and posted a guard. The builders carried swords as they worked.",
"chapter_4_summary" : "The Horonite Sanballat and the Ammonite Tobiah mocked the Jews in their repair efforts. Nehemiah prays that God will not forgive and take revenge on Sanballat and Tobiah. Tobiah, Sanballat, the Arabs, and the Ammonites were all angry at the progress being made in repairing Jerusalem, and conspired to stop it. Nehemiah arranged for half of the Jews to be armed and on guard while the other half continued with the repairs, and had those doing the repairs equipped with weapons.",
"chapter_5_description" : "Nehemiah reprimands Jewish lenders for charging usury to Jews",
"chapter_5_overview" : "The people cried out, \"We have to borrow to get grain.\" I told the nobles, \"Let us stop exacting usury.\" I did not take my allowance.",
"chapter_5_summary" : "Many Jews were having to borrow and mortgage from other Jews to survive the famine, and the lenders were charging usury. Nehemiah heard of this, got angry, and commanded that the lenders give back the usury and the properties belonging to the poorer Jews. During the 12 years of Nehemiah being governor of Judah, he did not take any governor's pay.",
"chapter_6_description" : "The repairs of the wall of Jerusalem are completed",
"chapter_6_overview" : "Sanballat and Tobiah sent for me to do me harm. I replied, \"Why should I come?\" The wall was finished and our enemies were afraid.",
"chapter_6_summary" : "Sanballat and Geshem send the same letter multiple times to draw Nehemiah away from the repairs, but Nehemiah refuses to go. Sanballat says that he will tell the king that Nehemiah is going to make Jerusalem rebel, to which Nehemiah replies that such a story is a lie. The priest Shemaiah told Nehemiah to take refuge in the Temple because people were going to kill Nehemiah, but Nehemiah refuses. Shemaiah had been hired by Tobiah and Sanballat to scare Nehemiah. Nehemiah prays that God remembers the sins of Tobiah, Sanballat, Noadiah, and the prophets that had tried to intimidate him. The wall repairs were completed in 52 days. Some people in Judah still had close relations with Tobiah, and Tobiah still tried to intimidate Nehemiah.",
"chapter_7_description" : "The record of those that returned from exile",
"chapter_7_overview" : "I gave Hanani and Hananiah charge over Jerusalem. I registered the nobles, rulers and people by genealogy. The assembly was 42,360.",
"chapter_7_summary" : "Nehemiah assigned duties for administration of Jerusalem. The city was spacious compared to the number of people. The houses had not yet been rebuilt. This lists family lineage counts of the exiled Israelites that returned to Israel. There were some that returned that could not show proof of their lineage, so they were considered unclean. There were 42360 people, 7337 slaves, and 200 singers. They had 736 horses, 245 mules, 435 camels and 6,720 donkeys. Donations were taken for the repair work. Everyone went back to their original towns.",
"chapter_8_header" : "Ezra's revival",
"chapter_8_description" : "*The Israelites confirm their covenant with the Law",
"chapter_8_overview" : "The people gathered and Ezra read from the law. Nehemiah said, \"This day is holy. Do not mourn.\" The people held the Feast of Booths.",
"chapter_8_summary" : "All the Jews assembled in Jerusalem for Ezra to read them the Book of the Law. The Levites helped make the Law clear and give it meaning so people could understand it. Nehemiah, Ezra, and the Levites told the people to stop grieving over the Law, because this was a sacred day. The people made booths of olive tree branches per the law for the Feast of Tabernacles in Leviticus 23. Ezra read from the Law each of the 7 days of the Feast.",
"chapter_9_description" : "*The Israelites confirm their covenant with the Law",
"chapter_9_overview" : "The Israelites confessed. The Levites said, \"LORD, you brought our fathers out of Egypt. They rebelled but you did not forsake them.\"",
"chapter_9_summary" : "Later that month, the Israelites repented and fasted. They separated themselves from all foreigners. They spent a quarter of the day reading the Law, and a quarter of their day confessing their sins and in worship. The Levites pray to God, who is forgiving, gracious, merciful, compassionate, slow to anger, and abounding in love. The prayer briefly recounts the history of the Jews from Abraham until then. A covenant with God was written and sealed by Levites and priests.",
"chapter_10_description" : "*The Israelites confirm their covenant with the Law",
"chapter_10_overview" : "The leaders sealed a covenant. The people made an oath: \"We will not marry foreigners. We will bring the offerings for the temple.\"",
"chapter_10_summary" : "There is a list of the priests and Levites that sealed the written covenant. All the people take an oath to obey the Law, including bringing the firstborn sons and the firstborn of the cattle and flocks to the priests. Everything will be done according to the Law.",
"chapter_11_header" : "Nehemiah as Governor",
"chapter_11_description" : "*The settling of Jerusalem and Judah",
"chapter_11_overview" : "The leaders and one in ten of the people lived in Jerusalem. There were descendants of Judah and of Benjamin, priests and Levites.",
"chapter_11_summary" : "The Jewish leaders settled in Jerusalem. From among the other people, volunteers, and one tenth of the people selected by lot were relocated to Jerusalem. Everyone else lived in their original towns. Then there is a list of those that settled in Jerusalem and a brief description of the settlements outside of Jerusalem.",
"chapter_12_description" : "*The settling of Jerusalem and Judah",
"chapter_12_overview" : "All the Levites and leaders gathered to dedicate the wall. They made offerings and rejoiced. Men were appointed over the storerooms.",
"chapter_12_summary" : "There is a list of the priests and Levites that returned to Judah with Zerubbabel. The Israelites purified themselves and held a big festival to dedicate the wall of Jerusalem. Large amounts of sacrifices were made, and the people rejoiced loudly. Men were appointed to administer the collection, storage, and distribution of the tithes.",
"chapter_13_description" : "Nehemiah's corrective return visit to Judah",
"chapter_13_overview" : "I cleared Tobiah out of the temple. I confronted those who profaned the Sabbath and who married foreign women. Remember me, O God.",
"chapter_13_summary" : "After Nehemiah had returned to Artaxerxes, he requested a return visit to Jerusalem. The king granted this visit. Upon arrival, the Law was read, and the people heard how no Ammonite or Moabite should ever be allowed into the assembly of God, so they removed all people of foreign descent from Israel. Eliashib the priest had given Tobiah a storeroom in the Temple, so Nehemiah purged that storeroom, had it purified, and then stored Temple goods there. Nehemiah also learned that the Levites and singers had been neglected in tithes, so he reestablished the tithes. Nehemiah also found that men of Judah were working on the Sabbath, and merchants were selling merchandise on the Sabbath. He rebuked them and stopped that sinful practice. Nehemiah also found some men of Judah had interracial marriages, and he rebuked and punished them for it."
}
