{
"book_description" : "Wilderness years",
"book_overview" : "Trials and troubles in the Wilderness and with neighbouring enemies",
"ESV_summary" : "The English title \"Numbers\" comes from the two censuses that are central features of this book. However the Hebrew title, \"In the Wilderness,\" is more descriptive of the book. Numbers tells how God’s people traveled from Mount Sinai to the border of the Promised Land. But when they refused to take possession of the Land, God made them wander in the wilderness for nearly forty years. Throughout the book, God is seen as a holy God who cannot ignore rebellion or unbelief, but also as the one who faithfully keeps his covenant and patiently provides for the needs of his people. Numbers ends with a new generation preparing for the conquest of Canaan. Traditionally, Jews and Christians recognize Moses as the author, writing during the final year of his life.",
"ESV_introduction" : "The name of this book originated from the two numberings of the people related in it: the first at Sinai in the second year of the Exodus and another on the plains of Moab opposite Jericho in the 40th year. A better title is the one give by the Hebrew themselves, Bemidhbar ( \"In the Wilderness\"), for it describes the locale of the major events of the book. In all these events, the writer sees the guiding hand of God, sustaining, delivering, and keeping covenant with His people, as He prepares them for entrance into the land promised first to Abraham (Gen. 12:1ff).",
"chapter_1_header" : "Numbering & organising",
"chapter_1_description" : "Taking a census of each tribe",
"chapter_1_overview" : "The LORD told Moses to count the Israelite armies. The number of men over twenty years old was 603,550. The Levites were not counted.",
"chapter_1_summary" : "God tells Moses to take a census of the Israelite men who were 20 years old or more, except for the Levite tribe, on the first day of the second month of the second year out of Egypt. From the tribe of Reuben were 46,500. From the tribe of Simeon were 59,300. From the tribe of Gad were 45,650. From the tribe of Judah were 74,600. From the tribe of Issachar were 54,400. From the tribe of Zebulun were 57,400. From the tribe of Ephraim were 40,500. From the tribe of Manasseh were 32,200. From the tribe of Benjamin were 35,400. From the tribe of Dan were 62,700. From the tribe of Asher were 41,500. From the tribe of Naphtali were 53,400. This totaled 603,550. The Levites are responsible for the Tabernacle, moving it when necessary, and protecting the other Israelites from it.",
"chapter_2_description" : "How to set up a camp",
"chapter_2_overview" : "The Israelites shall camp around the tabernacle: Judah to the east, Reuben to the south, Ephraim to the west and Dan to the north.",
"chapter_2_summary" : "God tells Moses how to set up camp.",
"chapter_3_description" : "Census and work for the Levites",
"chapter_3_overview" : "The Levites are to assist Aaron. I have taken them in place of every firstborn. The number of Levites over one month old was 22,000.",
"chapter_3_summary" : "God says that the Levites are to be given to Aaron and the priests to work for the Tabernacle. God says He is taking the Levites in place of the firstborn sons of the Israelite women. God tells Moses to count the Levite males one month old or older. The Levites numbered 22,000. God tells Moses to count all the firstborn males one month old or older among the Israelites. They numbered 22,273. God tells Moses to collect redemption money from the families of the 273 firstborn families which exceed the Levite count, so Moses does this.",
"chapter_4_description" : "Levites as a ransom for the firstborn",
"chapter_4_overview" : "The Kohathites are to carry the most holy things. The Gershonites are to carry the coverings. The Merarites are to carry the frame.",
"chapter_4_summary" : "God says take a census of the Kohathite branch of Levites, males 30 to 50 years old, because they are to care for the most holy parts of the Tabernacle. When moving the most holy things, the priests have to cover everything up, then the Kohathites have to carry the most holy things. The Kohathites can't look at or touch any of the most holy things or they will die. God says take a census of the Gershonites branch of Levites, males 30 to 50 years old, because they are to carry the curtains of the Tabernacle. God says take a census of the Merarites branch of Levites, males 30 to 50 years old, because they are to carry the frames of the Tabernacle. There were 2,750 Kohathites, 2,630 Gershonites, and 3,200 Merarites.",
"chapter_5_description" : "The suspected adulteress",
"chapter_5_overview" : "Anyone who sins shall make restitution and add a fifth. If a man suspects his wife of unfaithfulness he shall take her to the priest.",
"chapter_5_summary" : "God says unclean people must leave the Israelite camp. Wrongdoers must confess and make restitution. If a husband suspects a wife of infidelity, she is to go before the priest and drink curse water, a water that will cause pain, make her miscarry, and make her be barren if she has committed adultery.",
"chapter_6_description" : "God instructs how one is dedicated to God",
"chapter_6_overview" : "Anyone who makes a Nazirite vow shall not drink wine or cut their hair. Aaron's blessing shall be: \"The LORD bless you and keep you.\"",
"chapter_6_summary" : "God defines the duties of a person who vows separation for God, known as a Nazirite. Nazirites cannot partake of vine products, must let their hair grow, and cannot be near a dead body. The Nazirite become guilty if someone dies suddenly in their presence. After this vow, the Nazirite must make many offerings and shave off his hair that was dedicated to God to be burned with these offerings. God prescribes the Priests' blessing for the Israelites.",
"chapter_7_description" : "The Tabernacle is consecrated",
"chapter_7_overview" : "The leader of each tribe brought a grain offering, a burnt offering, a sin offering and peace offerings. Moses spoke with the LORD.",
"chapter_7_summary" : "Moses consecrated the Tabernacle. Each of the twelve tribes brought forth an offering. The totals of the offering are in the text. God speaks to Moses between the cherubim on the atonement cover.",
"chapter_8_description" : "The Levites are consecrated",
"chapter_8_overview" : "Present the Levites as a wave offering to the LORD and make atonement for them. I have set them apart to serve at the tent of meeting.",
"chapter_8_summary" : "God tells Moses how to set up the lamp stand. God tells Moses how to consecrate the Levites, including having them shave off all of their hair. God tells Moses that Levite men from 25 to 49 years old must work for the Tabernacle.",
"chapter_9_description" : "Regulations for celebrating Passover",
"chapter_9_overview" : "In the first month of the second year the Israelites kept the Passover. Whenever the cloud lifted from the tabernacle they journeyed.",
"chapter_9_summary" : "God says to celebrate Passover. So unclean people ask if they can celebrate Passover as well. God says that unclean and traveling people have the option to celebrate Passover, but someone who is clean and not traveling who does not celebrate must be cut off from his people. Aliens can celebrate Passover as well. God's cloud/pillar of fire ruled where, when, and for how long the Israelites would camp in certain locations.",
"chapter_10_description" : "The Israelites leave Mount Sinai",
"chapter_10_overview" : "Make two silver trumpets to direct the congregation. In the second month the cloud lifted and they set out as the LORD had commanded.",
"chapter_10_summary" : "God tells Moses to make trumpets to command the people and to use at various other times, including when battling an oppressor so that God will remember the Israelites. On the 20th day of the second month of the second year, the Israelites left Mount Sinai. Moses convinced his father-in-law to come with them.",
"chapter_11_header" : "Rebellions",
"chapter_11_description" : "God punishes the Israelites for complaining",
"chapter_11_overview" : "The people grumbled that they had no meat. The LORD was angry but he sent quails. He put his Spirit on seventy elders to help Moses.",
"chapter_11_summary" : "God hears the Israelites complaining of hardships and so He burns some of them to death. Moses prays for God to stop the fires and so God does stop them. The Israelites complain that they want meat. Moses complains that his burden is too heavy. God puts the spirit of Himself on seventy of the elders to lighten Moses' burden. God says that He will give the people meat until it comes out of their noses. God blows quail into the camp, three feet deep, and causes a big plague on the Israelites.",
"chapter_12_description" : "God punishes Miriam for talking bad of Moses",
"chapter_12_overview" : "Miriam and Aaron spoke against Moses. The LORD was angry and Miriam became leprous. Moses prayed and after seven days she returned.",
"chapter_12_summary" : "Aaron and Miriam, Aaron's sister, talked bad about Moses because he married a Cushite woman. Moses was the most humble man in the world. God disciplines Aaron and Miriam, and makes Miriam leprous. God says that He speaks face-to-face with Moses, but speaks through visions, dreams, and riddles to others.",
"chapter_13_description" : "Spies report the Promised Land is dangerous",
"chapter_13_overview" : "Moses sent men to spy out the land of Canaan. Caleb said, \"Let us go up,\" but the others said that the inhabitants were too strong.",
"chapter_13_summary" : "God tells Moses to send people to explore and report on the land of Canaan. A leader from each of the twelve tribes went. Moses gave Hoshea son of Nun the name Joshua. After 40 days they returned with a report that the land was full of milk and honey. They also reported the land was full of strong people, and there were Nephilim there. By their account, Anak are descendants of Nephilim and are gigantic.",
"chapter_14_description" : "Plague for refusing to go to the Promised Land",
"chapter_14_overview" : "The people grumbled so the LORD said that they would spend forty years in the wilderness. They went up to the land but were defeated.",
"chapter_14_summary" : "The Israelites complain about having to face these strong people and thereby die by the sword. Joshua and Caleb son of Jephunneh said do not complain; God is on our side so the conquest will be easy. God says that He is angry and He will kill the Israelites with a plague and let Moses make a new nation. Moses says that the Egyptians will find out about such a plague. Moses has to remind God that He is \"slow to anger, abounding in love and forgiving sin and rebellion.\" God says that He forgives them, but all of them will die in the desert as they had asked for in their complaint over the course of 40 years; and the leaders who spread the information to the people, except Joshua and Caleb, were killed by a plague from God. Moses tells the people this. The next morning the people went into the land of Canaan even though God had said they cannot go there, and they were killed.",
"chapter_15_description" : "God instructs on sacrifices",
"chapter_15_overview" : "There is one law for you and for strangers. Make an offering if you sin unintentionally. Anyone who sins defiantly shall be cut off.",
"chapter_15_summary" : "God tells Moses that offerings will now require an extra offering of grain and wine. Aliens living among the Israelites are to do the same thing. The first ground meal belongs to God. If the community sins unintentionally, a young bull burnt, a male goat sin, a grain, and a drink offering must be made. If a person sins unintentionally, a female goat sin offering must be made. Stone Sabbath-breakers. Don't follow your heart. Wear blue tassels to remind you of your covenant with God.",
"chapter_16_description" : "God squashes a rebellion against Moses",
"chapter_16_overview" : "Korah, Dathan and Abiram rose against Moses and Aaron. Moses said, \"The LORD will choose.\" The ground swallowed up those with Korah.",
"chapter_16_summary" : "Korah, Dathan, Abiram, and 250 Israelite community leaders (possibly they were all Levites) said that the whole Israelite community is holy and asked Moses why he thought he was better then anyone else. Moses told them to come out tomorrow with burning incense and God will show them who is holy to Him. Moses asks the Levites is not it enough to be special for God? Dathan and Abiram said they would not come, asking is not it enough that they will die in the desert? Moses asks God not to take the offerings from any of the ones who were questioning Moses. Korah and the 250 Israelites show up. God tells Moses and Aaron to separate themselves from the assembly so that He can kill the assembly. Moses and Aaron ask God if He will be angry with the assembly when only one man sins? God opens up the earth under Korah's, Dathan's, and Abiram's tents such that all of their entire households, including wives and children, are buried alive. Then God burned to death the other 250 members of the assembly. God tells Moses to take the bronze censers that the 251 had burned incense in and hammer them out, overlaying the altar with them. The whole Israelite community grumble to Aaron and Moses about these killings. God sends a plague to these people. Moses tells Aaron to light incense and make atonement for these people. Aaron stops the plague after 14,700 have died.",
"chapter_17_description" : "Aaron's budding staff shows his authority",
"chapter_17_overview" : "The LORD told Moses to bring a staff from each tribal leader to the Tent of Meeting to stop the grumbling. Aaron's staff blossomed.",
"chapter_17_summary" : "God tells Moses to take a staff from each of the twelve tribes, inscribed with the leaders name, and place them in the Tent of Meeting for a sign of who is chosen. The next day, the Levites'/Aaron's staff had budded flowers and bore almonds. God tells Moses to display the staff as a reminder so that the people will not talk against God and die. The people grumble that they are all lost, and if they come near the Tabernacle they'll die.",
"chapter_18_description" : "Only Levites can touch the Tabernacle",
"chapter_18_overview" : "The LORD told Aaron: \"I have given you the Levites to work at the Tent of Meeting. Everything that is devoted to the LORD is yours.\"",
"chapter_18_summary" : "God tells Aaron that the priests are responsible for sins against the priesthood; that the Levites are to help, but cannot go near the furnishings of the Tabernacle or both the Levites and the priests will die. God says that anyone else who comes near the sanctuary must be killed. God says to give the priests the offerings of the people. Firstborn Israelites and unclean animals are to be redeemed at birth. Firstborn clean animals are to be sacrificed. The Levites get the tithes of the people. The Levites are to tithe the tithes to the priests, and they must be the best parts of the tithes, so that they will not die.",
"chapter_19_description" : "Purifying the people from a corpse",
"chapter_19_overview" : "Burn a heifer outside the camp for the water of cleansing. Anyone who is unclean and does not cleanse themselves shall be cut off.",
"chapter_19_summary" : "God tells Moses and Aaron to have a red cow, free of defect and never under a yoke, slaughtered and burnt with cedar wood, hyssop, and scarlet wool . The ashes will be used in the water of cleansing for purification of sin and the man that gathers them will be unclean until evening. Whoever touches a dead body will be unclean for 7 days, provided he is purified on the third and seventh day. Otherwise, he must be cut off from his people. The same goes for touching a human bone or a grave. Anyone who touches the water of cleansing will be unclean until nightfall. Anything an unclean person touches will be unclean.",
"chapter_20_description" : "Water from a rock",
"chapter_20_overview" : "The LORD told Moses to speak to a rock to produce water but he struck the rock. Edom refused Israel passage. Aaron died at Mount Hor.",
"chapter_20_summary" : "Moses leads the Israelites to the Desert of Zin. They complain about not having water. Moses and Aaron go to the Tent of Meeting and humbly fall face down. God tells Moses to gather the Israelites and talk to a rock and water will come from that rock. So Moses and Aaron gather the people and Moses taps the rock twice with his staff and water comes from it. God tells Moses and Aaron \"Because you did not trust in Me enough to honor Me as Holy in the sight of the Israelites\" they will not be the ones that lead the Israelites to the Promised Land, meaning essentially that they will die in the desert. The Israelites were now near the city of Kadesh and Moses sent a letter to the kind of Edom asking for permission to go through Kadesh. The king refused. Moses asked again and again was refused. This time the king rallied an army, so the Israelites turned away. God tells Moses to take Aaron and his son Eleazar to the top of Mount Hor. There Aaron is to strip off his holy garments and Eleazar is to put them on, because Aaron will die there. Moses, Aaron, and Eleazar did this and Aaron died.",
"chapter_21_description" : "Israelites conquer the Amorites",
"chapter_21_overview" : "The people grumbled so the LORD sent snakes. Moses made a bronze snake and whoever looked at it lived. Israel defeated the Amorites.",
"chapter_21_summary" : "The Canaanite king of Arad attacks the Israelites and takes some of them as prisoners. The Israelites ask God for help in killing them. God helps and the Israelites completely destroyed Arad. The Israelites grumble against God and Moses in their travels. God sends poisonous snakes to bite the people. The people repent to Moses. Moses prays. God tells Moses to make a bronze snake on a pole and if the people look at that pole, they will not die from the snake bite. The Israelites travel around to many places in the desert, including places mentioned in the book \"Book of the Wars of the LORD.\" The Israelites send messages to Sihon king of the Amorites asking for safe passage through his country. Sihon responds by attacking with his entire army. The Israelites defeat the king's army and take over all of the land and all of the cities of the Amorites. Og king of Bashan attacks with his army and is defeated as well thanks to God's help.",
"chapter_22_description" : "Balaam and his talking donkey predict defeat",
"chapter_22_overview" : "Balak sent for Balaam to curse Israel. Balaam's donkey warned him. The Angel of the LORD said, \"Go, but speak only what I tell you.\"",
"chapter_22_summary" : "Balak king of Moab got scared when he saw the Israelites coming, so he sent messengers to Balaam to ask him to come to Moab and curse the Israelites. God asked who the men were and Balaam replied. Balaam asks God what should he do. God answers that he should not go and curse the Israelites because they are blessed by God. Balak sends better messengers. Balaam asks God again. This time God tells Balaam to go with them, but to do only what God tells Balaam to do. The next morning Balaam set out on his donkey and God was angry at him for doing so. God's angel stood in the road with a sword drawn. The donkey ran off the road, so Balaam beat his donkey to force it back to the road. God moved to a narrow point on the road and the donkey squeezed by, crushing Balaam's foot against the nearby wall. So Balaam beat the donkey again. God moved to an even narrower point where He took up the entire road and the donkey laid down. Balaam beat the donkey again. God made the donkey able to talk, and it asked why was it beaten three times. Balaam answered that the donkey had embarrassed him. God finally showed himself to Balaam, and Balaam fell face down. God says that He would have killed Balaam by now if it was not for the donkey. Balaam says that he will head back if God wants him to. God says to keep going, but to say only what God tells him. Balaam arrives and tells Balak that Balaam will speak only God's words.",
"chapter_23_description" : "Balaam again fails to curse the Israelites",
"chapter_23_overview" : "The LORD gave Balaam a word: \"How can I curse whom God has not cursed?\" Then at another place: \"The LORD their God is with Israel.\"",
"chapter_23_summary" : "Balaam arranges 7 ram offerings and talks to God. God says Balaam cannot curse the Israelites because God did not curse the Israelites. Balak complains at this. Balak takes Balaam to a different place, does the same sacrifices, and Balaam speaks to God. God says that He does not lie, He does not change His mind, He always fulfills His promises, there is no misery/wrongs in Israel, and Balaam will not curse the Israelites. Balak takes Balaam to a different place and does the same sacrifices.",
"chapter_24_description" : "Balaam blesses Israel. Balak dismisses him",
"chapter_24_overview" : "Balaam gave a word: \"How lovely are your tents, O Jacob.\" Balak was angry. Balaam said: \"A star and a sceptre shall rise in Israel.\"",
"chapter_24_summary" : "Balaam has the spirit of God enter him and he blesses the Israelites. Balak is angry and tells Balaam to leave. Balaam says that Israel will conquer Moab, Amalek will be destroyed, the Asshur will conquer the Kenites and will be conquered as well, along with Eber. Then Balaam left.",
"chapter_25_description" : "God orders death of immoral Israelites",
"chapter_25_overview" : "The people were unfaithful with Moabite women and worshipped their gods. Phinehas killed one couple and the LORD commended his zeal.",
"chapter_25_summary" : "While staying in Shittim, some Israelite men began engaging in sexual immorality and worshiping Baal of Peor. God becomes angry and tells Moses to kill the leaders of the sacrilege, exposing them in the daylight so that God will turn away His anger. God tells Moses to kill anyone who worshiped the Baal of Peor. Phinehas son of Eleazar, the son of Aaron, took a spear and stabbed it through an Israelite who was with a Midianite woman. Apparently there was a plague going against the Israelites at this time, because God stops it after 24,000 had died after seeing Phinehas in action. God tells Moses to tell Phinehas that God will bless him and his family for being as zealous as God is. God tells Moses to treat the Midianites as an enemy and kill them.",
"chapter_26_header" : "Preparing to conquer",
"chapter_26_description" : "God directs another census",
"chapter_26_overview" : "The LORD told Moses and Eleazar to take a census. There were 601,730 fighting men and 23,000 Levites. Only Joshua and Caleb remained.",
"chapter_26_summary" : "God tells Moses and Eleazar to take a census of 20 year old males. The clans of Reuben numbered 43,730. The clans of Simeon were 22,200 men. The clans of Gad numbered 40,500. The clans of Judah numbered 76,500. The clans of Issachar numbered were 64,300. The clans of Zebulun numbered 60,500. The clans of Manasseh numbered 52,700. The clans of Ephraim numbered 32,500. The clans of Benjamin numbered 45,600. The Shuhamite clans numbered 64,400. The clans of Asher numbered 53,400. The clans of Naphtali numbered 45,400. The total number of the men of Israel was 601,730. The number of male Levites one year or older were 23,000. Other than Moses, Caleb, and Joshua, none of the Israelites from the original census were still alive at that time.",
"chapter_27_description" : "Moses begins transfer to Joshua",
"chapter_27_overview" : "The daughters of Zelophehad were given an inheritence. The LORD told Moses that he was to die. Moses commissioned Joshua as leader.",
"chapter_27_summary" : "The daughters of Zelophehad complain that there are no males to carry the family inheritance. Moses asks God about this. God sets up rules for inheritance. God tells Moses that Joshua will be the leader of the Israelite community in place of Moses when Moses dies, and instructs Moses to begin giving Joshua power.",
"chapter_28_description" : "Amounts of Daily Offerings",
"chapter_28_overview" : "Bring offerings each morning and evening, on the Sabbath and on the first of the month. Celebrate Passover and the Feast of Weeks.",
"chapter_28_summary" : "Daily offerings are to be: 2 lambs, a grain and a drink offering. Sabbath offerings in addition to the daily offerings are to be: 2 lambs, a grain and a drink offering. Monthly offerings are to be: 2 young bulls, 1 ram, 7 male lambs, 10 grain and 10 drink offerings, and a male goat sin offering, in addition to the daily offering. Passover offerings in addition to the daily offerings are to be the same as the monthly offerings. Feast of Weeks/Firstfruits/Harvest offerings in addition to the daily offerings are to be the same as the monthly offerings.",
"chapter_29_description" : "Amounts of offerings at Festivals",
"chapter_29_overview" : "In the seventh month on first day sound the trumpets; on the tenth day make atonement; on the fifteenth day celebrate for seven days.",
"chapter_29_summary" : "Feast of Trumpet offerings are to be: 1 young bull, 1 ram, 7 male lambs, 9 grain and 9 drink offerings, and a male goat sin offering, in addition to the daily offering. Day of Atonement offerings are to be: 1 young bull, 1 ram, 7 male lambs, 9 grain and 9 drink offerings, and a male goat sin offering, in addition to the daily offering. Feast of Tabernacles offerings are to be: 71 young bulls, 15 rams, 105 male lambs, 191 grain and 191 drink offerings, and 8 male goat sin offerings, in addition to the daily offerings, spread across 8 days.",
"chapter_30_description" : "Fulfilling vows",
"chapter_30_overview" : "When a man makes a vow he must not break his word. When a woman makes a vow it shall stand unless her father or husband forbids it.",
"chapter_30_summary" : "When a man makes a vow, he is obligated to fulfill every word. When a woman makes a vow, the vow can be nullified by her father or her husband if done in a timely fashion, otherwise she must fulfill every word.",
"chapter_31_description" : "Defeating the Midianites",
"chapter_31_overview" : "The LORD told Moses to take vengeance on the Midianites. The Israelites killed the men, burned their cities and divided the spoils.",
"chapter_31_summary" : "God tells Moses to fight the Midianites. With 1000 from each tribe, 12,000 Israelites fight and destroy all of the Midianite men, and kill Balaam in the process. They bring back the women, children, and loot. Moses becomes angry because they brought back women, so he orders the Israelites to kill all of the boys and non-virgin women. They can keep the virgins for themselves. God tells Moses how to split the plunder, and what of the plunder should be sacrificed to God, of which the living were 675,000 sheep, 72,000 cattle, 61,000 donkeys and 32,000 virgin women. The officers offer the gold they had plundered because not a single Israelite died. Each soldier takes a share of plunder.",
"chapter_32_description" : "Reuben and Gad settle East of the Jordan",
"chapter_32_overview" : "Reuben and Gad asked to settle in Gilead. Moses agreed if they helped to conquer the land, so Reuben, Gad and Manasseh built cities.",
"chapter_32_summary" : "The Reubenites and Gadites ask for land on the east side of the Jordan River. Moses agrees to this if they will still take up arms and help drive out the enemies from the Promised Land. The Makirites also take some land there.",
"chapter_33_description" : "Stages in the journey of the Israelites",
"chapter_33_overview" : "The Israelites journeyed from Egypt. In the fortieth year Aaron died. They camped by the Jordan and the LORD said, \"Take the land.\"",
"chapter_33_summary" : "This discusses the stages of travel among the Israelites. Aaron was 123 when God killed him. God tells Moses that when they cross the Jordan, they must drive out all the inhabitants or God will do to the Israelites what He is planning on doing to the Canaanites. They must destroy all of their worship items and places.",
"chapter_34_description" : "Borders of the Promised Land",
"chapter_34_overview" : "Your borders in Canaan shall be Edom, the Great Sea, Mount Hor and the Jordan. Eleazar and Joshua shall divide the land among you.",
"chapter_34_summary" : "God gives the boundaries of the borders of the Canaanite Promised Land and tells Moses who shall help assign the land.",
"chapter_35_description" : "Levitical land and blood justice",
"chapter_35_overview" : "You shall give cities to the Levites. Appoint cites of refuge for anyone who has killed accidently. A murderer shall be put to death.",
"chapter_35_summary" : "The Levites are to get 48 towns, 6 of which are for refuge for accidental murderers or murderers awaiting trial. If a man kills another with anything that could be called a weapon, or kills a man with hostile intent, he is a murderer and should be killed by the closest relative of the victim. If the murderer goes outside the city of refuge before the High Priest dies, the closest relative of the victim can kill the murderer without retribution. Do not take ransom from a murderer. Shedding [human] blood on the land defiles the land, and it can only be cleaned by the blood of the one that shed the blood originally.",
"chapter_36_description" : "God instructs tribal racial purity",
"chapter_36_overview" : "The clan of Gilead asked about Zelophehad's daughters. Moses said, \"Daughters who inherit land must marry within their own tribe.\"",
"chapter_36_summary" : "God tells Moses that no one is to marry Israelites other than from their own tribe. That way, the land which belongs to each tribe will stay with each tribe."
}
