{
"book_description" : "Judgement on Edom",
"book_overview" : "God will destroy Edom for rejoicing in Israel's destruction, and Israel will inherit their land.",
"ESV_summary" : "Obadiah wrote this shortest book of the Old Testament probably soon after the armies of Babylon destroyed Jerusalem (586 BC). During this conquest, the people of Edom helped capture fleeing Israelites and turn them over to the Babylonians. They even took up residence in some Judean villages. This angered the Lord, for the Edomites, as descendants of Esau, were related to the Israelites (Gen. 25:21-26, 30) and therefore should have helped them. Obadiah prophesied that Edom would be repaid for mistreating God’s people. Obadiah also asserted that God is sovereign over the nations and that the house of Jacob would be restored because of God’s covenant love for his people.",
"ESV_introduction" : "This shortest of the prophetic books, containing only 21 verses, is a scathing denunciation of the Edomites, descendants of Esau, who from the beginning had been hostile to Israel. Its message is primarily one of destruction and doom for Edom. The latter part of the prophecy is concerned with the Day of the Lord when God’s judgment will be upon other nations as well as Edom and concludes with the promise that \"the kingdom shall be the Lord’s\".",
"chapter_1_description" : "Crimes & punishment",
"chapter_1_overview" : "The LORD says of Edom: \"What disaster awaits you! You stood aloof when strangers entered Jerusalem. Saviours shall rule Mount Esau.\"",
"chapter_1_summary" : "God has summoned nations to humble Edom's pride. Edom will be pillaged, and their allies will turn on them. Because of their hostility towards the Israelites, they will be destroyed forever. They had better not take joy when God destroys Judah, or add to the hardships of the Israelites. The Day of God is near for all nations. As they do, so it will be done to them. All nations will drink God's wrath of destruction, but the Israelites will again possess the land which God gave to them. The Israelites will utterly wipe out the Edomites. The land of the Israelites will expand to include the land of the Edomites, Philistines, and Samaritans, possessing from Zarephath to Negev. This will be God's kingdom."
}
