[
["Matt.1:23", "Isa.7:14", "Behold, the virgin shall conceive and bear a son, and they shall call his name Immanuel"],
["Matt.2:6", "Mic.5:2", "‘And you, O Bethlehem, in the land of Judah, are by no means least among the rulers of Judah"],
["Matt.2:15", "Hos.11:1", "Out of Egypt I called my son."],
["Matt.2:18", "Jer.31:15", "A voice was heard in Ramah, weeping and loud lamentation, Rachel weeping for her children; "],
["Matt.3:3", "Isa.40:3", "The voice of one crying in the wilderness: ‘Prepare the way of the Lord; make his paths straight.’"],
["Matt.4:4", "Deut.8:3", "‘Man shall not live by bread alone, but by every word that comes from the mouth of God.’"],
["Matt.4:6-7", "Ps.91:11-12;Deut.6:16", "Again it is written ‘You shall not put the Lord your God to the test.’"],
["Matt.4:10", "Deut.10:20;Deut.6:13", "‘You shall worship the Lord your God and him only shall you serve.’"],
["Matt.4:15-16", "Isa.42:7;Isa.9:1-2", "The land of Zebulun and the land of Naphtali, the way of the sea, beyond the Jordan, Galilee "],
["Matt.5:5", "Ps.37:11", "Blessed are the meek, for they shall inherit the earth."],
["Matt.5:21", "Deut.5:17;Exod.20:13", "You shall not murder;"],
["Matt.5:27", "Deut.5:18;Exod.20:14", "You shall not commit adultery.’"],
["Matt.5:31", "Deut.24:1", "‘Whoever divorces his wife, let him give her a certificate of divorce.’"],
["Matt.5:33", "Exod.20:7;Lev.19:12", "You shall not swear falsely, but shall perform to the Lord what you have sworn.’"],
["Matt.5:38", "Deut.19:21;Exod.21:24;Lev.24:20", "You have heard that it was said ‘An eye for an eye and a tooth for a tooth.’"],
["Matt.5:43", "Lev.19:18", "You have heard that it was said ‘You shall love your neighbor and hate your enemy.’"],
["Matt.5:48", "Gen.17:1", "You therefore must be perfect as your heavenly Father is perfect."],
["Matt.7:23", "Ps.6:8", "‘I never knew you; depart from me you workers of lawlessness.’"],
["Matt.8:4", "Lev.14:2-3", "show yourself to the priest and offer the gift that Moses commanded for a proof to them."],
["Matt.8:17", "Isa.53:4", "He took our illnesses and bore our diseases."],
["Matt.9:13", "Hos.6:6", "‘I desire mercy, and not sacrifice.’"],
["Matt.10:35-36", "Mic.7:6", "a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law."],
["Matt.11:5", "Isa.29:18;Isa.35:5", "blind receive their sight and the lame walk, lepers are cleansed and the deaf hear, and the dead are raised"],
["Matt.11:10", "Mal.3:1", "‘Behold, I send my messenger before your face, who will prepare your way before you.’"],
["Matt.11:14", "Mal.4:5", "and if you are willing to accept it, he is Elijah who is to come."],
["Matt.12:3", "1Sam.21:6", "Have you not read what David did when he was hungry, and those who were with him:"],
["Matt.12:5", "Num.28:9-10", "on the Sabbath the priests in the temple profane the Sabbath and are guiltless?"],
["Matt.12:7", "Hos.6:6", "‘I desire mercy, and not sacrifice,’"],
["Matt.12:18-21", "Isa.42:1-4", "Behold, my servant whom I have chosen, my beloved with whom my soul is well pleased. "],
["Matt.12:40", "Jonah.1:17 ff", "Jonah was three days and three nights in the belly of the great fish"],
["Matt.12:42", "1Kgs.10:1", "The queen of the South ... came from the ends of the earth to hear the wisdom of Solomon"],
["Matt.13:14", "Isa.6:9-10", "You will indeed hear but never understand, and you will indeed see but never perceive."],
["Matt.13:35", "Ps.78:2", "I will open my mouth in parables; I will utter what has been hidden since the foundation of the world."],
["Matt.15:4", "Deut.5:16;Exod.20:12;Exod.21:17;Lev.20:9;Prov.20:20", "‘Whoever reviles father or mother must surely die.’"],
["Matt.15:8-9", "Isa.29:13", "‘This people honors me with their lips, but their heart is far from me; in vain do they worship me"],
["Matt.16:4", "Jonah.1:17", "no sign will be given to it except the sign of Jonah. So he left them and departed."],
["Matt.17:10", "Mal.4:5", "Then why do the scribes say that first Elijah must come?"],
["Matt.18:15-16", "Lev.19:17;Deut.19:15;Lev.19:15", " every charge may be established by the evidence of two or three witnesses."],
["Matt.19:4-5", "Gen.1:27;Gen.2:24", "a man shall leave his father and his mother and hold fast to his wife, and the two shall become one flesh’"],
["Matt.19:7", "Deut.24:1", "Why then did Moses command one to give a certificate of divorce and to send her away?"],
["Matt.19:18-19", "Exod.20:12;Lev.19:18", "You shall not murder, You shall not commit adultery, You shall not steal, You shall not bear false witness"],
["Matt.19:26", "Jer.32:17", "With man this is impossible, but with God all things are possible."],
["Matt.21:5", "Zech.9:9", "Say to the daughter of Zion, ‘Behold, your king is coming to you, humble, and mounted on a donkey"],
["Matt.21:9", "Ps.118:26", "Hosanna to the Son of David! Blessed is he who comes in the name of the Lord! Hosanna in the highest!"],
["Matt.21:13", "Isa.56:7;Jer.7:11", "It is written ‘My house shall be called a house of prayer,’ but you make it a den of robbers."],
["Matt.21:16", "Ps.8:2", "‘Out of the mouth of infants and nursing babies you have prepared praise’?"],
["Matt.21:33", "Isa.5:1", "planted a vineyard and put a fence around it and dug a winepress in it and built a tower "],
["Matt.21:42", "Ps.118:22-23", "‘The stone that the builders rejected has become the cornerstone; this was the Lord’s doing"],
["Matt.21:44", "Dan.2:34-35, 44;Isa.8:14;Zech.12:3", "And the one who falls on this stone will be broken to pieces; and when it falls on anyone, it will crush "],
["Matt.22:24", "Deut.25:5", "‘If a man dies having no children, his brother must marry the widow and raise up offspring for his brother.’"],
["Matt.22:32", "Exod.3:6", "‘I am the God of Abraham, and the God of Isaac, and the God of Jacob’"],
["Matt.22:37", "Deut.6:5", "You shall love the Lord your God with all your heart and with all your soul and with all your mind."],
["Matt.22:39", "Lev.19:18", "You shall love your neighbor as yourself."],
["Matt.22:44", "Ps.110:1", "Sit at my right hand, until I put your enemies under your feet"],
["Matt.23:35", "2Chr.24:21-22;Gen.4:8", "the blood of righteous Abel to the blood of Zechariah the son of Barachiah, whom you murdered "],
["Matt.23:38-39", "Jer.12:7;Jer.22:5;Ps.69:25;Ps.118:26", "‘Blessed is he who comes in the name of the Lord.’"],
["Matt.24:15", "Dan.11:31;Dan.12:11;Dan.8:13;Dan.9:27", "the abomination of desolation spoken of by the prophet Daniel, standing in the holy place "],
["Matt.24:21", "Jer.30:7", "For then there will be great tribulation such as has not been from the beginning of the world until now"],
["Matt.24:29", "Ezek.32:7;Isa.13:9-10;Joel.2:10;Joel.3:15", " the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven,"],
["Matt.24:35", "Isa.51:16", "Heaven and earth will pass away, but my words will not pass away."],
["Matt.24:37", "Gen.7:4", "For as were the days of Noah so will be the coming of the Son of Man."],
["Matt.25:41", "Ps.6:8", "‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels."],
["Matt.26:24", "Ps.22:1-31", "It would have been better for that man if he had not been born."],
["Matt.26:31", "Zech.13:7", "‘I will strike the shepherd, and the sheep of the flock will be scattered.’"],
["Matt.26:60", "Ps.35:11", "but they found none though many false witnesses came forward. At last two came forward"],
["Matt.26:67", "Isa.50:6", "Then they spit in his face and struck him. And some slapped him,"],
["Matt.27:9-10", "Zech.11:13", "And they took the thirty pieces of silver, the price of him on whom a price had been set "],
["Matt.27:35", "Ps.22:18", "they divided his garments among them by casting lots."],
["Matt.27:43", "Ps.22:7-9", "He trusts in God; let God deliver him now"],
["Matt.27:46", "Ps.22:1", "My God, my God, why have you forsaken me?"],
["Matt.28:18", "Dan.7:14", "All authority in heaven and on earth has been given to me."],
["Mark.1:2-3", "Isa.40:3;Mal.3:1", " the voice of one crying in the wilderness: ‘Prepare the way of the Lord, make his paths straight,’"],
["Mark.1:44", "Lev.14:2", "show yourself to the priest and offer for your cleansing what Moses commanded for a proof to them."],
["Mark.2:25-26", "1Sam.21:6", "David entered the house of God, in the time of Abiathar the high priest, and ate the bread of the Presence"],
["Mark.4:12", "Isa.6:9", "see but not perceive, and may indeed hear but not understand, lest they should turn and be forgiven."],
["Mark.7:6-7", "Isa.29:13", "‘This people honors me with their lips, but their heart is far from me; in vain do they worship me, "],
["Mark.7:10", "Deut.5:16;Exod.20:12;Exod.21:17;Prov.20:20", "‘Honor your father and your mother’; and ‘Whoever reviles father or mother must surely die.’"],
["Mark.9:11", "Mal.4:5", "first Elijah must come?"],
["Mark.9:48", "Isa.66:24", "‘where their worm does not die and the fire is not quenched.’"],
["Mark.10:4", "Deut.24:1", "Moses allowed a man to write a certificate of divorce and to send her away."],
["Mark.10:6-7", "Gen.1:27;Gen.2:24", "‘Therefore a man shall leave his father and mother and hold fast to his wife"],
["Mark.10:19", "Exod.20:12-14", "‘Do not murder, Do not commit adultery, Do not steal, Do not bear false witness, Do not defraud"],
["Mark.11:9", "Ps.118:26", "Hosanna! Blessed is he who comes in the name of the Lord!"],
["Mark.11:17", "Isa.56:7;Jer.7:11", "‘My house shall be called a house of prayer for all the nations’"],
["Mark.12:1", "Isa.5:1", "A man planted a vineyard and put a fence around it and dug a pit for the winepress and built a tower,"],
["Mark.12:10-11", "Ps.118:22-23", "‘The stone that the builders rejected has become the cornerstone; this was the Lord’s doing"],
["Mark.12:19", "Deut.25:5", "if a man’s brother dies and leaves a wife, but leaves no child, the man must take the widow"],
["Mark.12:26", "Exod.3:6", "‘I am the God of Abraham, and the God of Isaac, and the God of Jacob’"],
["Mark.12:29-31", "Deut.6:4-5;Lev.19:18", "‘Hear, O Israel: The Lord our God the Lord is one. And you shall love the Lord your God with all your heart"],
["Mark.12:33", "1Sam.15:22", "to love one’s neighbor as oneself is much more than all whole burnt offerings and sacrifices."],
["Mark.12:36", "Ps.110:1", "Sit at my right hand, until I put your enemies under your feet."],
["Mark.13:5", "Jer.29:8", "See that no one leads you astray."],
["Mark.13:12", "Mic.7:6", "brother will deliver brother over to death, and the father his child, and children will rise against parents"],
["Mark.13:14", "Dan.11:31;Dan.12:11;Dan.8:13;Dan.9:27", "when you see the abomination of desolation standing where he ought not to be "],
["Mark.13:24", "Isa.13:9-10;Joel.3:15", "But in those days, after that tribulation the sun will be darkened, and the moon will not give its light,"],
["Mark.13:31", "Isa.40:8", "Heaven and earth will pass away, but my words will not pass away."],
["Mark.14:27", "Zech.13:7", "You will all fall away, for it is written, ‘I will strike the shepherd, and the sheep will be scattered.’"],
["Mark.15:28", "Isa.53:12", "He was numbered with the transgressors"],
["Mark.15:34", "Ps.22:1", "My God, my God, why have you forsaken me?"],
["Luke.1:10", "Lev.16:17", "And the whole multitude of the people were praying outside at the hour of incense."],
["Luke.1:17", "Mal.4:5-6", "Elijah to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just "],
["Luke.1:32-33", "Ps.132:11;Dan.4:3;Mic.4:7", "the throne of his father David, and he will reign over the house of Jacob forever"],
["Luke.1:55", "Gen.17:19;Gen.22:18", " as he spoke to our fathers, to Abraham and to his offspring forever."],
["Luke.1:73", "Gen.12:3;Gen.22:16", " the oath that he swore to our father Abraham, to grant us"],
["Luke.1:78-79", "Mal.4:2;Num.24:17;Isa.9:2", "the sunrise shall visit us from on high to give light to those who sit in darkness and in the shadow "],
["Luke.2:21-24", "Lev.12:3-4;Exod.13:2;Lev.12:8", "a pair of turtledoves, or two young pigeons."],
["Luke.2:34", "Isa.8:14-15", "Behold, this child is appointed for the fall and rising of many in Israel, and for a sign that is opposed"],
["Luke.3:4-6", "Isa.40:3-5", "The voice of one crying in the wilderness: ‘Prepare the way of the Lord make his paths straight."],
["Luke.4:4", "Deut.8:3", "It is written ‘Man shall not live by bread alone.’"],
["Luke.4:8", "Deut.10:20;Deut.6:13", "‘You shall worship the Lord your God, and him only shall you serve.’"],
["Luke.4:10-12", "Ps.91:11-12;Deut.6:16", "It is said ‘You shall not put the Lord your God to the test.’"],
["Luke.4:18-19", "Isa.61:1-2", "The Spirit of the Lord is upon me, because he has anointed me to proclaim good news to the poor."],
["Luke.4:25-27", "1Kgs.17:1, 9;1Kgs.18:1-2;2Kgs.5:14", "there were many widows in Israel in the days of Elijah, when the heavens were shut up three years "],
["Luke.5:14", "Lev.14:2", "go and show yourself to the priest, and make an offering for your cleansing, as Moses commanded"],
["Luke.6:3-4", "1Sam.21:6", "David entered the house of God and took and ate the bread of the Presence"],
["Luke.6:24", "Amos.6:1", "But woe to you who are rich for you have received your consolation."],
["Luke.7:27", "Mal.3:1", "‘Behold, I send my messenger before your face, who will prepare your way before you.’"],
["Luke.8:10", "Isa.6:9", "‘seeing they may not see, and hearing they may not understand.’"],
["Luke.10:4", "2Kgs.4:29", "Carry no moneybag, no knapsack, no sandals, and greet no one on the road."],
["Luke.10:27-28", "Deut.6:5;Lev.19:18;Lev.18:5", "You have answered correctly; do this, and you will live."],
["Luke.11:30-31", "Jonah.1:17;Jonah.3:1-10;Jonah.4:1-11;2Kgs.10:1", "Jonah became a sign to the people of Nineveh..., The queen of the South ...to hear the wisdom of Solomon"],
["Luke.11:51", "2Chr.24:21-22;Gen.4:8", "from the blood of Abel to the blood of Zechariah, who perished between the altar and the sanctuary."],
["Luke.13:27", "Ps.6:8", "‘Depart from me, all you workers of evil!’"],
["Luke.13:35", "Jer.12:7;Jer.22:5;Ps.118:26", "‘Blessed is he who comes in the name of the Lord!’"],
["Luke.14:8", "Prov.25:6", "do not sit down in a place of honor, lest someone more distinguished than you be invited by him,"],
["Luke.14:26", "Mic.7:6", "If anyone comes to me and does not hate his own father and mother and wife and children and brothers "],
["Luke.17:3", "Lev.19:17", "If your brother sins, rebuke him, and if he repents, forgive him,"],
["Luke.17:27", "Gen.7:7", " when Noah entered the ark, and the flood came and destroyed them all."],
["Luke.17:29", "Gen.19:16", "but on the day when Lot went out from Sodom, fire and sulfur rained from heaven and destroyed them all—"],
["Luke.17:32", "Gen.19:26", "Remember Lot’s wife."],
["Luke.18:20", "Deut.5:16-20;Exod.20:12", "‘Do not commit adultery, Do not murder, Do not steal, Do not bear false witness, Honor your father"],
["Luke.19:46", "Isa.56:7;Jer.7:11", "It is written ‘My house shall be a house of prayer,’ but you have made it a den of robbers."],
["Luke.20:9", "Isa.5:1", "A man planted a vineyard and let it out to tenants and went into another country for a long while."],
["Luke.20:17-18", "Ps.118:22-23;Dan.2:44;Isa.8:14;Zech.12:3", "‘The stone that the builders rejected has become the cornerstone’? Everyone who falls on that stone "],
["Luke.20:28", "Deut.25:5", "if a man’s brother dies, having a wife but no children, the man must take the widow and raise up offspring "],
["Luke.20:37", "Exod.3:6", "Moses ... calls the Lord the God of Abraham and the God of Isaac and the God of Jacob."],
["Luke.20:42-43", "Ps.110:1", "Sit at my right hand, until I make your enemies your footstool."],
["Luke.22:37", "Isa.53:12", "‘And he was numbered with the transgressors.’"],
["Luke.23:29-30", "Isa.54:1;Hos.10:8", "‘Blessed are the barren and the wombs that never bore and the breasts that never nursed!’ "],
["Luke.23:46", "Ps.31:5", "Father into your hands I commit my spirit!"],
["Luke.24:46", "Isa.53:5", "Thus it is written that the Christ should suffer and on the third day rise from the dead,"],
["John.1:23", "Isa.40:3", "I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’"],
["John.1:51", "Gen.28:12", "Truly, truly, I say to you you will see heaven opened, and the angels of God ascending and descending "],
["John.2:17", "Ps.69:9", "Zeal for your house will consume me."],
["John.3:14", "Num.21:8-9", "And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,"],
["John.4:37", "Mic.6:15", "‘One sows and another reaps.’"],
["John.6:31", "Exod.16:15;Ps.78:24", "‘He gave them bread from heaven to eat.’"],
["John.6:45", "Isa.54:13", "‘And they will all be taught by God.’"],
["John.6:49", "Exod.16:15", "Your fathers ate the manna in the wilderness, and they died."],
["John.7:22", "Lev.12:3", "Moses gave you circumcision (not that it is from Moses, but from the fathers),"],
["John.7:38-39", "Isa.12:3;Isa.44:3;Isa.55:1;Isa.58:11;Prov.18:4;Zech.13:1;Zech.14:8", "‘Out of his heart will flow rivers of living water.’"],
["John.7:42", "Mic.5:1-2;Ps.132:11;Ps.89:4", "Christ comes from the offspring of David, and comes from Bethlehem, the village where David was?"],
["John.8:5", "Deut.22:21;Lev.20:10", "Moses commanded us to stone such women. So what do you say?"],
["John.8:17", "Deut.19:15", "In your Law it is written that the testimony of two people is true."],
["John.9:31", "Ps.82:6", "God does not listen to sinners, but if anyone is a worshiper of God and does his will, God listens"],
["John.10:34", "Ps.82:6", "Is it not written in your Law ‘I said, you are gods’?"],
["John.12:13-15", "Ps.118:26;Zech.9:9", "Fear not, daughter of Zion; behold, your king is coming, sitting on a donkey’s colt!"],
["John.12:34", "2Sam.7:13;Isa.9:7;Ps.110:4;Ps.89:30-37", "the Christ remains forever. How can you say that the Son of Man must be lifted up?"],
["John.12:38", "Isa.53:1", "Lord, who has believed what he heard from us, and to whom has the arm of the Lord been revealed?"],
["John.12:40", "Isa.6:9", "He has blinded their eyes and hardened their heart, lest they see with their eyes, and understand "],
["John.12:49", "Deut.18:18", "For I have not spoken on my own authority, but the Father who sent me has himself given me a commandment"],
["John.13:18", "Ps.41:9", "‘He who ate my bread has lifted his heel against me.’"],
["John.15:25", "Ps.109:3;Ps.35:19;Ps.69:4", "‘They hated me without a cause.’"],
["John.17:12", "Ps.109:8, 17;Ps.41:10", "the son of destruction that the Scripture might be fulfilled."],
["John.19:24", "Ps.22:19", "They divided my garments among them, and for my clothing they cast lots."],
["John.19:28", "Ps.69:21", "I thirst."],
["John.19:36-37", "Exod.12:46;Num.9:12;Ps.34:20;Zech.12:10", "They will look on him whom they have pierced."],
["John.20:9", "Ps.16:10", "the Scripture that he must rise from the dead."],
["John.20:17", "Ps.22:22", " ‘I am ascending to my Father and your Father, to my God and your God.’"],
["Acts.1:20", "Ps.109:8;Ps.69:25", "‘Let another take his office.’"],
["Acts.2:17-21", "Joel.2:28-32", "I will pour out my Spirit on all flesh, and your sons and your daughters shall prophesy"],
["Acts.2:25-28", "Ps.16:8-10", "you will not abandon my soul to Hades, or let your Holy One see corruption. "],
["Acts.2:30-31", "2Sam.7:12;Ps.89:4;Ps.16:10", "he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades"],
["Acts.2:34", "Ps.110:1", "Sit at my right hand,"],
["Acts.3:22-23", "Deut.18:15, 18-19", "‘The Lord God will raise up for you a prophet like me from your brothers. "],
["Acts.3:25", "Gen.12:3;Gen.22:18", "‘And in your offspring shall all the families of the earth be blessed.’"],
["Acts.4:11", "Isa.28:16;Ps.118:22-23", "This Jesus is the stone that was rejected by you, the builders, which has become the cornerstone."],
["Acts.4:25-26", "Ps.2:1-2", "‘Why did the Gentiles rage, and the peoples plot in vain? The kings of the earth set themselves"],
["Acts.7:2-21", "Gen.15:7;Neh.9:7;Gen.12:1;Gen.11:31;Gen.12:4-5;Gen.12:7;Gen.13:15;Gen.15:13-14;Gen.17:10;Gen.21:3-4;Gen.25:26;Gen.42:13;Gen.37:4, 11, 28;Gen.39:1-2, 21;Gen.41:37, 40;Gen.41:54;Gen.42:2;Gen.45:1, 9;Gen.45:1-28;Josh.24:32;Exod.1:7;Exod.1:8;Exod.1:10, 22;Exod.2:2;Exod.2:3-10", " the people ... multiplied in Egypt until there arose over Egypt another king who did not know Joseph."],
["Acts.7:24", "Exod.2:11", " seeing one of them being wronged, he defended the oppressed man ... by striking down the Egyptian."],
["Acts.7:26", "Exod.2:13-14", "‘Men, you are brothers. Why do you wrong each other?’"],
["Acts.7:29-30", "Exod.18:3;Exod.3:2", " an angel appeared to him in the wilderness of Mount Sinai, in a flame of fire in a bush."],
["Acts.7:32-38", "Exod.3:6;Exod.3:5, 7-8, 10;Exod.2:14;Exod.3:15-18;Exod.12:41;Exod.14:21;Exod.15:23;Exod.16:1-36;Exod.7:1-12:51;Deut.18:15;Exod.19:3;Exod.20:1-24:18", "Moses who ...was in the congregation in the wilderness with the angel who spoke to him at Mount Sinai,"],
["Acts.7:40-47", "Exod.32:1;Exod.32:19;Amos.5:25-26;Exod.25:40;Exod.26:30;Josh.18:1;Josh.3:14;2Sam.7:2;Ps.132:5;1Kgs.8:1-66", " make it, according to the pattern that he had seen. Our fathers in turn brought it in with Joshua"],
["Acts.7:49-50", "Isa.66:1-2", "‘Heaven is my throne, and the earth is my footstool. What kind of house will you build for me"],
["Acts.8:32-33", "Isa.53:7-8", "Like a sheep he was led to the slaughter and like a lamb before its shearer is silent,"],
["Acts.10:34", "Deut.10:17;Job.34:19", "Truly I understand that God shows no partiality,"],
["Acts.13:17-22", "Exod.12:37;Isa.1:2;Deut.1:31;Num.14:33;Ps.95:10;Deut.7:1;Josh.14:2;1Sam.3:20;Judg.2:16;1Sam.10:21;1Sam.8:5;1Chr.10:14;1Sam.13:14;Ps.89:20", "‘I have found in David the son of Jesse a man after my heart who will do all my will.’"],
["Acts.13:33-36", "Ps.2:7;Isa.55:3;Ps.16:10;1Kgs.2:10", "‘You will not let your Holy One see corruption.’ "],
["Acts.13:41", "Hab.1:5", "‘Look, you scoffers, be astounded and perish; for I am doing a work in your days,"],
["Acts.13:47", "Isa.11:10;Isa.49:6", "‘I have made you a light for the Gentiles, that you may bring salvation to the ends of the earth.’"],
["Acts.15:16-17", "Amos.9:11-12", "I will rebuild the tent of David that has fallen; ... and all the Gentiles who are called by my name"],
["Acts.17:31", "Ps.9:9;Ps.96:13;Ps.98:9", "because he has fixed a day on which he will judge the world in righteousness by a man whom he has appointed;"],
["Acts.23:5", "Exod.22:28", "‘You shall not speak evil of a ruler of your people.’"],
["Acts.28:26-27", "Isa.6:9-10", "You will indeed hear but never understand, and you will indeed see but never perceive."],
["Rom.1:17", "Hab.2:4", "The righteous shall live by faith."],
["Rom.1:22", "Jer.10:14", "Claiming to be wise, they became fools,"],
["Rom.2:6", "Prov.24:12;Ps.62:12", "He will render to each one according to his works:"],
["Rom.2:11", "Deut.10:17;Job.34:19", "For God shows no partiality."],
["Rom.2:24", "Ezek.36:20;Isa.52:5", "The name of God is blasphemed among the Gentiles because of you."],
["Rom.3:4", "Ps.116:11;Ps.51:4", "That you may be justified in your words, and prevail when you are judged."],
["Rom.3:8", "Jer.17:6", "And why not do evil that good may come?—as some people slanderously charge us"],
["Rom.3:10-18", "Ps.14:1 ff;Ps.140:3;Ps.5:9;Ps.10:7;Isa.59:7-8;Ps.36:1", "There is no fear of God before their eyes."],
["Rom.4:3", "Gen.15:6", "Abraham believed God, and it was counted to him as righteousness."],
["Rom.4:7-8", "Ps.32:1-2", "Blessed are those whose lawless deeds are forgiven, and whose sins are covered;"],
["Rom.4:11", "Gen.17:10", "He received the sign of circumcision as a seal of the righteousness "],
["Rom.4:17-18", "Gen.17:5;Gen.15:5", "So shall your offspring be."],
["Rom.7:7", "Deut.5:21;Exod.20:17", "You shall not covet."],
["Rom.8:36", "Ps.44:22", "For your sake we are being killed all the day long; we are regarded as sheep to be slaughtered."],
["Rom.9:7", "Gen.21:12", "Through Isaac shall your offspring be named."],
["Rom.9:9", "Gen.18:10", "About this time next year I will return, and Sarah shall have a son."],
["Rom.9:12-13", "Gen.25:23;Mal.1:2-3", "Jacob I loved, but Esau I hated."],
["Rom.9:15", "Exod.33:19", "I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion."],
["Rom.9:17", "Exod.9:16", "For this very purpose I have raised you up, that I might show my power in you, "],
["Rom.9:20-21", "Isa.45:9;Jer.18:6", "Why have you made me like this?"],
["Rom.9:25-29", "Hos.2:23;Hos.1:10;Isa.10:22-23;Isa.1:9", "If the Lord of hosts had not left us offspring, we would have been like Sodom and become like Gomorrah."],
["Rom.9:33", "Isa.28:16;Isa.8:14", "Behold, I am laying in Zion a stone of stumbling, and a rock of offense;"],
["Rom.10:5-8", "Ezek.20:11;Lev.18:5;Deut.30:12-13;Deut.30:14", "The word is near you, in your mouth and in your heart"],
["Rom.10:11", "Isa.28:16", "Everyone who believes in him will not be put to shame."],
["Rom.10:13", "Joel.2:32", "everyone who calls on the name of the Lord will be saved."],
["Rom.10:15-16", "Isa.52:7;Nah.1:15;Isa.53:1", "Lord, who has believed what he has heard from us?"],
["Rom.10:18-21", "Ps.19:4;Deut.32:21;Isa.65:1-2", "All day long I have held out my hands to a disobedient and contrary people."],
["Rom.11:1", "Ps.94:14", "an Israelite, a descendant of Abraham, a member of the tribe of Benjamin."],
["Rom.11:3-4", "1Kgs.19:10, 14;1Kgs.19:18", "I have kept for myself seven thousand men who have not bowed the knee to Baal."],
["Rom.11:8-10", "Isa.29:10;Isa.6:9;Ps.69:22-23", "Let their table become a snare and a trap, a stumbling block and a retribution for them;"],
["Rom.11:26-27", "Isa.59:20-21", "and this will be my covenant with them when I take away their sins."],
["Rom.11:34-35", "Isa.40:13;Job.41:11", "Or who has given a gift to him that he might be repaid?"],
["Rom.12:9", "Amos.5:15", "Let love be genuine. Abhor what is evil; hold fast to what is good."],
["Rom.12:16", "Isa.5:21;Prov.3:7", "Do not be haughty, but associate with the lowly. Never be wise in your own sight."],
["Rom.12:19-20", "Deut.32:35;Prov.25:21-22", "if your enemy is hungry, feed him; if he is thirsty, give him something to drink; "],
["Rom.13:9", "Deut.5:16-21;Exod.20:13, 17;Lev.19:18", "You shall love your neighbor as yourself."],
["Rom.14:11", "Isa.45:23", "As I live, says the Lord, every knee shall bow to me, and every tongue shall confess to God."],
["Rom.15:3", "Ps.69:9", "The reproaches of those who reproached you fell on me."],
["Rom.15:9-12", "Ps.18:49;Deut.32:43;Ps.117:1;Isa.11:1, 10", "The root of Jesse will come, even he who arises to rule the Gentiles; in him will the Gentiles hope."],
["Rom.15:21", "Isa.52:15", "Those who have never been told of him will see, and those who have never heard will understand."],
["1Cor.1:19-20", "Isa.29:14;Isa.33:18;Isa.44:25", "I will destroy the wisdom of the wise, and the discernment of the discerning I will thwart."],
["1Cor.1:31", "Jer.9:24", "Let the one who boasts, boast in the Lord."],
["1Cor.2:9", "Isa.64:4", "What no eye has seen, nor ear heard, nor the heart of man imagined, what God has prepared "],
["1Cor.2:16", "Isa.40:13", "For who has understood the mind of the Lord so as to instruct him?"],
["1Cor.3:8", "Ps.62:12", "He who plants and he who waters are one, and each will receive his wages according to his labor."],
["1Cor.3:19-20", "Job.5:13;Ps.94:11", "The Lord knows the thoughts of the wise, that they are futile."],
["1Cor.5:13", "Deut.17:9;Deut.19:19;Deut.24:7", "Purge the evil person from among you."],
["1Cor.6:16", "Gen.2:24", "The two will become one flesh."],
["1Cor.9:9", "Deut.25:4", "You shall not muzzle an ox when it treads out the grain."],
["1Cor.10:1", "Exod.13:21;Exod.14:22;Num.9:18", "our fathers were all under the cloud, and all passed through the sea,"],
["1Cor.10:3", "Exod.16:15;Exod.17:6;Num.11:4;Num.20:11;Num.26:64-65", "and all ate the same spiritual food,"],
["1Cor.10:7-10", "Exod.32:6;Num.14:2, 36;Num.21:4;Num.25:1, 9;Ps.106:14, 19", "The people sat down to eat and drink and rose up to play."],
["1Cor.10:20", "Deut.32:17", "pagans sacrifice ...to demons and not to God. I do not want you to be participants with demons."],
["1Cor.10:26", "Ps.24:1", "the earth is the Lord’s, and the fullness thereof."],
["1Cor.14:21", "Isa.28:11-12", "By people of strange tongues and by the lips of foreigners will I speak to this people, "],
["1Cor.14:34", "Gen.3:16", "the women should keep silent in the churches. For they are not permitted to speak, but should be in submission,"],
["1Cor.15:3-4", "Isa.53:8-9;Ps.22:1-31;Ps.40:1-17;Ps.16:10", "Christ died for our sins in accordance with the Scriptures, that he was buried, that he was raised "],
["1Cor.15:25", "Ps.110:1", "For he must reign until he has put all his enemies under his feet."],
["1Cor.15:27", "Ps.8:6", "all things are put in subjection,"],
["1Cor.15:32", "Isa.22:13", "Let us eat and drink, for tomorrow we die."],
["1Cor.15:45", "Gen.2:7", "The first man Adam became a living being"],
["1Cor.15:54-55", "Isa.25:8;Hos.13:14", "O death, where is your victory? O death, where is your sting?"],
["2Cor.3:13", "Exod.34:33", "Moses who would put a veil over his face so that the Israelites might not gaze "],
["2Cor.4:13", "Ps.116:10", "I believed, and so I spoke,"],
["2Cor.5:17", "Isa.43:18-19", "if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come."],
["2Cor.6:2", "Isa.49:8", "In a favorable time I listened to you, and in a day of salvation I have helped you."],
["2Cor.6:16-18", "Lev.26:11-12;2Sam.7:14;Isa.52:11-12;Jer.31:9", "I will make my dwelling among them and walk among them, and I will be their God, and they ... my people."],
["2Cor.8:15", "Exod.16:18", "Whoever gathered much had nothing left over, and whoever gathered little had no lack."],
["2Cor.9:7", "Prov.22:8", "give as he has decided in his heart not reluctantly or under compulsion, for God loves a cheerful giver."],
["2Cor.9:9", "Ps.112:9", "He has distributed freely, he has given to the poor; his righteousness endures forever."],
["2Cor.10:17", "Jer.9:24", "Let the one who boasts, boast in the Lord."],
["2Cor.13:1", "Deut.19:15", "Every charge must be established by the evidence of two or three witnesses."],
["Gal.2:6", "Deut.10:17", "God shows no partiality)—those, I say, who seemed influential added nothing to me."],
["Gal.2:16", "Ps.143:2", "by works of the law no one will be justified."],
["Gal.3:6", "Gen.15:6", "believed God, and it was counted to him as righteousness"],
["Gal.3:8", "Gen.12:3;Gen.22:18", "In you shall all the nations be blessed."],
["Gal.3:10-13", "Deut.27:26;Hab.2:4;Lev.18:5;Deut.21:23", "Cursed is everyone who is hanged on a tree"],
["Gal.3:16-17", "Gen.22:18;Exod.12:40", "And to your offspring,"],
["Gal.4:22", "Gen.16:15;Gen.21:2, 9", "Abraham had two sons one by a slave woman and one by a free woman."],
["Gal.4:27", "Isa.54:1", "Rejoice, O barren one who does not bear; break forth and cry aloud, you who are not in labor!"],
["Gal.4:30", "Gen.21:10", "Cast out the slave woman and her son, for the son of the slave woman shall not inherit with the son "],
["Gal.5:14", "Lev.19:18", "You shall love your neighbor as yourself."],
["Eph.2:17", "Isa.57:19", "And he came and preached peace to you who were far off and peace to those who were near."],
["Eph.4:8", "Ps.68:18", "When he ascended on high he led a host of captives, and he gave gifts to men."],
["Eph.4:25-26", "Zech.8:16;Ps.4:4", "Be angry and do not sin; do not let the sun go down on your anger,"],
["Eph.5:31", "Gen.2:24", " a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh."],
["Eph.6:2-3", "Deut.5:16;Exod.20:12", "that it may go well with you and that you may live long in the land."],
["Eph.6:9", "Deut.10:17;Job.34:19", "there is no partiality with him."],
["Eph.6:17", "Isa.59:17", "and take the helmet of salvation, and the sword of the Spirit, which is the word of God,"],
["Phil.2:10", "Isa.45:23", "so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth,"],
["Phil.4:5", "Ps.119:1-176;Ps.141:1-10;Ps.145:18", "Let your reasonableness be known to everyone. The Lord is at hand;"],
["Col.2:11", "Deut.10:16", "In him also you were circumcised with a circumcision made without hands,"],
["Col.3:25", "Deut.10:17;Job.34:19", "For the wrongdoer will be paid back for the wrong he has done, and there is no partiality."],
["1Thess.5:8", "Isa.59:17", "put on the breastplate of faith and love, and for a helmet the hope of salvation."],
["1Thess.5:15", "Prov.17:13", "See that no one repays anyone evil for evil, but always seek to do good to one another and to everyone."],
["2Thess.2:4", "Dan.11:36", "who opposes and exalts himself ... takes his seat in the temple of God proclaiming himself to be God."],
["2Thess.2:8", "Isa.11:4", "And then the lawless one will be revealed, whom the Lord Jesus will kill with the breath of his mouth "],
["1Tim.2:13-14", "Gen.1:17;Gen.2:7, 21-22;Gen.3:12;Gen.3:6", "For Adam was formed first then Eve; and Adam was not deceived, but the woman was deceived"],
["1Tim.5:18", "Deut.25:4", "The laborer deserves his wages."],
["1Tim.6:7", "Eccl.5:14;Job.1:21;Ps.49:18", "for we brought nothing into the world, and we cannot take anything out of the world."],
["2Tim.2:19", "Num.16:5", "Let everyone who names the name of the Lord depart from iniquity."],
["2Tim.3:8", "Exod.7:11, 22", "Just as Jannes and Jambres opposed Moses, so these men also oppose the truth men corrupted in mind"],
["Heb.1:5-13", "2Sam.7:14;Ps.2:7;Ps.97:7;Ps.104:4;Ps.45:6-7;Ps.102:25-27;Ps.110:1", "Sit at my right hand until I make your enemies a footstool for your feet"],
["Heb.2:6-8", "Ps.8:4-6", "What is man, that you are mindful of him, or the son of man, that you care for him? "],
["Heb.2:12-13", "Ps.22:22;2Sam.22:2;Isa.8:18;Ps.18:2", "Behold, I and the children God has given me."],
["Heb.3:2", "Num.12:7", "Moses also was faithful in all God’s house."],
["Heb.3:7-11", "Ps.95:7-11", "Today, if you hear his voice, do not harden your hearts as in the rebellion, on the day of testing "],
["Heb.3:15", "Ps.95:7-11", "Today, if you hear his voice, do not harden your hearts as in the rebellion."],
["Heb.3:17", "Num.14:35-36", " those who sinned whose bodies fell in the wilderness?"],
["Heb.4:3-4", "Ps.95:11;Gen.2:2-3", "And God rested on the seventh day from all his works."],
["Heb.4:7", "Ps.95:7-8", "Today, if you hear his voice, do not harden your hearts."],
["Heb.5:4-6", "1Chr.23:13;Ps.2:7;Ps.110:4", "You are a priest forever, after the order of Melchizedek."],
["Heb.6:14", "Gen.22:16-17", "Surely I will bless you and multiply you."],
["Heb.7:1", "Gen.14:18", "For this Melchizedek, king of Salem, priest of the Most High God, met Abraham"],
["Heb.7:17, 21", "Ps.110:4", "You are a priest forever, after the order of Melchizedek."],
["Heb.8:5", "Exod.25:40", "See that you make everything according to the pattern that was shown you on the mountain."],
["Heb.8:8-12", "Jer.31:31-34", "a new covenant ... not like the covenant that I made ... to bring them out of the land of Egypt. "],
["Heb.9:2", "Exod.25:1-40;Exod.26:36;Exod.40:3;Num.17:10", " in which were the lampstand and the table and the bread of the Presence. It is called the Holy Place."],
["Heb.9:7", "Exod.30:10", "only the high priest goes, ...not without taking blood which he offers for himself and for ...the people."],
["Heb.9:13-14", "Lev.16:14;Num.14:36", " the blood of goats and bulls, and the sprinkling of defiled persons with the ashes of a heifer, sanctify "],
["Heb.9:20", "Exod.24:8", "This is the blood of the covenant that God commanded for you."],
["Heb.10:5-7", "Ps.40:6-8", "Sacrifices and offerings you have not desired, but a body have you prepared for me; in burnt offerings "],
["Heb.10:11-13", "Exod.29:38;Ps.110:1", "And every priest stands daily at his service offering repeatedly the same sacrifices"],
["Heb.10:16-17", "Jer.31:33-34", "I will remember their sins and their lawless deeds no more."],
["Heb.10:27-28", "Isa.64:1;Deut.17:6", "Anyone who has set aside the law of Moses dies without mercy on the evidence of two or three witnesses."],
["Heb.10:30", "Deut.32:35-36", "The Lord will judge his people."],
["Heb.10:37-38", "Hab.2:3-4", " the coming one will come and will not delay; but my righteous one shall live by faith,"],
["Heb.11:3-5", "Gen.1:1;Gen.4:4;Gen.5:24", "Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous,"],
["Heb.11:7-9", "Gen.6:8, 14;Gen.12:1-2;Gen.12:5 ff;Gen.27:11-12, 14", "Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark"],
["Heb.11:11-14", "Gen.18:1-33;Gen.22:17;Gen.23:4;Gen.47:9;Ps.39:13;Hos.14:2", "Sarah herself received power to conceive, even when she was past the age,"],
["Heb.11:17-18", "Gen.22:1;Gen.22:12", "Through Isaac shall your offspring be named."],
["Heb.11:20-23", "Gen.27:28;Gen.47:31;Gen.48:15;Gen.50:24;Exod.2:2", "Isaac invoked future blessings on Jacob and Esau. By faith Jacob, when dying, blessed each of the sons "],
["Heb.11:25", "Exod.2:11", "choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin."],
["Heb.11:27-35", "Exod.2:15;Exod.12:11, 18;Exod.14:22;Josh.6:20;Josh.2:1;Josh.6:17, 23;1Sam.7:1-17;2Sam.2:1-32;Judg.6:4, 11, 15;2Sam.8:1-18;Dan.6:1-28;Judg.14:1-20;Dan.3:1-30;1Kgs.17:1-24;1Kgs.19:1;2Kgs.4:20", "the Passover... Gideon Barak Samson Jephthah, of David and Samuel and the prophets"],
["Heb.12:5-6", "Prov.3:11-12", "My son do not regard lightly the discipline of the Lord, nor be weary when reproved by him."],
["Heb.12:9", "Num.27:16", "Besides this, we have had earthly fathers who disciplined us and we respected them. "],
["Heb.12:12-13", "Isa.35:3;Prov.4:26", "Therefore lift your drooping hands and strengthen your weak knees, and make straight paths for your feet,"],
["Heb.12:15-16", "Deut.29:18;Gen.25:31", "root of bitterness"],
["Heb.12:18", "Exod.19:16", "For you have not come to what may be touched, a blazing fire and darkness and gloom and a tempest"],
["Heb.12:20-21", "Exod.19:12-13;Deut.9:19", "I tremble with fear."],
["Heb.12:26", "Hag.2:6", "Yet once more I will shake not only the earth but also the heavens."],
["Heb.12:29", "Deut.4:24", "for our God is a consuming fire."],
["Heb.13:2", "Gen.18:2", "some have entertained angels unawares."],
["Heb.13:5-6", "Deut.31:8;Josh.1:5;Ps.118:6", "The Lord is my helper; I will not fear; what can man do to me?"],
["Heb.13:11", "Lev.16:27;Lev.4:12, 21;Num.19:3", "brought into the holy places by the high priest as a sacrifice for sin are burned outside the camp."],
["Heb.13:14", "Mic.2:10", "For here we have no lasting city, but we seek the city that is to come."],
["Jas.1:10", "Isa.40:6;Job.14:2", "and the rich in his humiliation, because like a flower of the grass he will pass away."],
["Jas.1:19", "Prov.17:27", "Know this, my beloved brothers: let every person be quick to hear slow to speak slow to anger;"],
["Jas.2:1", "Lev.19:15;Prov.24:23", "My brothers show no partiality as you hold the faith in our Lord Jesus Christ the Lord of glory."],
["Jas.2:8", "Lev.19:18", "You shall love your neighbor as yourself,"],
["Jas.2:11", "Exod.20:13-14", "Do not murder."],
["Jas.2:21", "Gen.22:9", "Was not Abraham our father justified by works when he offered up his son Isaac on the altar?"],
["Jas.2:23", "Gen.15:6", "Abraham believed God, and it was counted to him as righteousness"],
["Jas.2:25", "Josh.2:1;Josh.6:17, 23", "Rahab the prostitute justified by works when she received the messengers and sent them out by another "],
["Jas.4:6", "Prov.3:34", "God opposes the proud, but gives grace to the humble."],
["Jas.5:3", "Prov.16:27", "Your gold and silver have corroded, and their corrosion will be evidence against you "],
["Jas.5:11", "Job.1:21-22;Job.42:1-17", " the steadfastness of Job, and you have seen the purpose of the Lord, how the Lord is compassionate"],
["Jas.5:17-18", "1Kgs.17:1;1Kgs.18:41", "Elijah was a man with a nature like ours, and he prayed fervently that it might not rain"],
["1Pet.1:16", "Lev.11:44", "You shall be holy, for I am holy."],
["1Pet.1:24-25", "Isa.40:6", "All flesh is like grass and all its glory like the flower of grass. The grass withers"],
["1Pet.2:3-4", "Ps.34:8-9;Ps.118:22", "a living stone rejected by men but in the sight of God chosen and precious,"],
["1Pet.2:6-7", "Isa.28:16;Ps.118:22-23", "The stone that the builders rejected has become the cornerstone,"],
["1Pet.2:9-10", "Deut.10:15;Exod.19:6;Hos.1:10;Hos.2:23", "But you are a chosen race a royal priesthood a holy nation a people for his own possession"],
["1Pet.2:17", "Prov.24:21", "Honor everyone. Love the brotherhood. Fear God. Honor the emperor."],
["1Pet.2:22", "Isa.53:9", "He committed no sin, neither was deceit found in his mouth."],
["1Pet.2:24", "Isa.53:4-5", "By his wounds you have been healed."],
["1Pet.3:6-7", "Gen.18:12;Prov.17:13", "as Sarah obeyed Abraham calling him lord. And you are her children, if you do good and do not fear anything "],
["1Pet.3:10-12", "Ps.34:12-16", "Whoever desires to love life and see good days, let him keep his tongue from evil and his lips "],
["1Pet.3:14-15", "Isa.8:12-13", "But even if you should suffer for righteousness’ sake, you will be blessed. Have no fear of them"],
["1Pet.3:20", "Gen.6:3, 12", " Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely "],
["1Pet.4:8", "Prov.10:12", "Above all, keep loving one another earnestly, since love covers a multitude of sins."],
["1Pet.4:18", "Prov.11:31", "If the righteous is scarcely saved, what will become of the ungodly and the sinner?"],
["1Pet.5:5", "Prov.3:34", "God opposes the proud but gives grace to the humble."],
["1Pet.5:7", "Ps.55:23", "casting all your anxieties on him, because he cares for you."],
["2Pet.2:5-6", "Gen.7:23;Gen.8:1-22;Gen.19:1-38", "he did not spare the ancient world, but preserved Noah, a herald of righteousness, with seven others,"],
["2Pet.2:15-16", "Num.22:1-41", "They have followed the way of Balaam, the son of Beor, who loved gain from wrongdoing, but was rebuked "],
["2Pet.2:22", "Prov.26:11", "The dog returns to its own vomit, and the sow, after washing herself, returns to wallow in the mire."],
["2Pet.3:4-6", "Ezek.12:22;Gen.1:1-2, 6;Gen.1:2;Gen.1:6;Gen.7:21", "Where is the promise of his coming? For ever since the fathers fell asleep, all things are continuing "],
["2Pet.3:8", "Ps.90:4", "But do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, "],
["2Pet.3:10", "Ps.102:26-27", "But the day of the Lord will come like a thief, and then the heavens will pass away with a roar,"],
["2Pet.3:13", "Isa.65:17;Isa.66:22", "But according to his promise we are waiting for new heavens and a new earth in which righteousness dwells."],
["1John.1:8", "Prov.20:9", "If we say we have no sin, we deceive ourselves, and the truth is not in us."],
["1John.3:5", "Isa.53:4", "You know that he appeared in order to take away sins, and in him there is no sin."],
["1John.3:12", "Gen.4:8;Num.16:1, 31;Num.22:41", "Cain, who ... murdered his brother. And why did he murder him? Because his own deeds were evil "],
["Jude.1:5", "Exod.12:41;Num.14:32", "saved a people out of the land of Egypt afterward destroyed those who did not believe."],
["Jude.1:7", "Gen.19:1-38", "Sodom and Gomorrah and the surrounding cities, which likewise indulged in sexual immorality"],
["Jude.1:9", "Deut.34:5-6", "the archangel Michael, contending with the devil, was disputing about the body of Moses"],
["Jude.1:11", "Gen.4:8;Num.16:1-50;Num.22:1-41", "they walked in the way of Cain and abandoned themselves for the sake of gain to Balaam’s error and perished"],
["Jude.1:14", "Gen.5:18", "Enoch, the seventh from Adam, prophesied..., Behold, the Lord comes with ten thousands of his holy ones,"],
["Rev.1:6-8", "Exod.19:6;Dan.7:13;Isa.40:5;Zech.12:10-14;Isa.41:4;Isa.44:6", "he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes "],
["Rev.1:12", "Zech.4:2", " Then I turned to see the voice that was speaking to me, and on turning I saw seven golden lampstands, "],
["Rev.1:14-17", "Dan.10:5-6;Dan.7:9;Ezek.1:27;Ezek.43:2;Ezek.8:2;Isa.49:2;Dan.10:8 ff;Dan.8:17;Isa.44:6", " The hairs of his head were white, like white wool, like snow. His eyes were like a flame of fire, "],
["Rev.2:1", "Deut.23:14", "who holds the seven stars in his right hand who walks among the seven golden lampstands. "],
["Rev.2:7", "Gen.2:9", "To the one who conquers I will grant to eat of the tree of life, which is in the paradise of God.’ "],
["Rev.2:14", "Num.25:2;Num.31:16", "the teaching of Balaam, who taught Balak to put a stumbling block before the sons of Israel"],
["Rev.2:20", "1Kgs.16:31;1Kgs.21:23;2Kgs.9:33", "Jezebel, who calls herself a prophetess and is teaching and seducing my servants to practice sexual immorality "],
["Rev.2:23", "Jer.17:10", " and I will strike her children dead. And all the churches will know that I am he who searches mind"],
["Rev.2:27", "Ps.2:9", " and he will rule them with a rod of iron as when earthen pots are broken in pieces"],
["Rev.3:7", "Isa.22:22;Job.12:14", "who has the key of David who opens and no one will shut, who shuts and no one opens. "],
["Rev.3:9", "Isa.60:14", "behold I will make them come and bow down before your feet, and they will learn that I have loved you. "],
["Rev.3:17", "Hos.12:8", " For you say, I am rich, I have prospered, and I need nothing, not realizing that you are wretched, pitiable,"],
["Rev.3:19", "Prov.3:11-12", " Those whom I love, I reprove and discipline, so be zealous and repent. "],
["Rev.3:21", "Ps.110:1", " I will grant him to sit with me on my throne, as I also conquered and sat down with my Father on his throne. "],
["Rev.4:2-3", "Ezek.1:26, 28", "jasper and carnelian, and around the throne was a rainbow that had the appearance of an emerald. "],
["Rev.4:5-8", "Exod.19:16;Ezek.1:1-28;Ezek.11:1-25;Isa.6:1-13;Exod.24:10;Ezek.1:22;Ezek.1:5;Ezek.10:12;Ezek.1:10;Isa.6:2", "the seven spirits of God, and before the throne there was as it were a sea of glass, like crystal."],
["Rev.5:1", "Ezek.2:2", " him who was seated on the throne a scroll written within and on the back sealed with seven seals. "],
["Rev.5:6", "2Chr.16:9;Isa.53:7;Zech.4:10", "I saw a Lamb standing, as though it had been slain, with seven horns and with seven eyes"],
["Rev.5:8", "Ps.141:2", "each holding a harp, and golden bowls full of incense which are the prayers of the saints. "],
["Rev.5:10-11", "Exod.19:6;Dan.7:10", " and you have made them a kingdom and priests to our God, and they shall reign on the earth."],
["Rev.6:8", "Ezek.14:21", " And I looked, and behold a pale horse! And its rider’s name was Death, and Hades followed him."],
["Rev.6:12-16", "Hag.2:6;Isa.13:13;Isa.24:18, 23;Isa.34:4;Joel.2:31;Ps.102:26;Hos.10:8;Isa.2:19 ff;Isa.2:9 ff;Joel.2:11;Ps.110:5", " the sun became black as sackcloth, the full moon became like blood, and the stars of the sky fell"],
["Rev.7:2-3", "Ezek.9:2 ff", "Do not harm the earth ...until we have sealed the servants of our God on their foreheads. "],
["Rev.7:16-17", "Isa.49:10;Isa.25:8", " hunger no more, neither thirst anymore; the sun shall not strike them, nor any scorching heat."],
["Rev.8:3", "Exod.30:8;Lev.16:12 ff;Ps.141:2", "the altar with a golden censer, and he was given much incense to offer with the prayers of all the saints "],
["Rev.8:5", "Ezek.10:2", " there were peals of thunder, rumblings flashes of lightning, and an earthquake. "],
["Rev.8:7-8", "Exod.9:23;Joel.2:30;Exod.7:20", "fire, mixed with blood, and these were thrown upon the earth. And a third of the earth was burned up,"],
["Rev.8:11-12", "Jer.9:15;Ezek.32:7", "the waters became wormwood, and many people died ... a third of the sun was struck"],
["Rev.9:4", "Ezek.9:6", " only those people who do not have the seal of God on their foreheads. "],
["Rev.9:6-9", "Jer.8:3;Joel.1:6;Joel.2:4;Joel.2:5", " locusts were like horses prepared for battle: ...teeth like lions’ teeth; they had breastplates"],
["Rev.9:20", "Ps.115:4;Ps.135:15", " worshiping demons and idols of gold and silver and bronze and stone and wood, which cannot see or hear "],
["Rev.10:2-5", "Ezek.2:9;Jer.25:30;Dan.8:26;Dan.12:4, 7, 9", "Seal up what the seven thunders have said, and do not write it down. ...angel ... standing on the sea "],
["Rev.10:8-11", "Ezek.2:8;Jer.1:9", "the little scroll ...was sweet as honey in my mouth, but when I had eaten it my stomach was made bitter."],
["Rev.11:1-2", "Ezek.40:3;Ezek.40:47;Ezek.41:13;Dan.7:25", " Then I was given a measuring rod like a staff, and I was told, Rise and measure the temple of God "],
["Rev.11:4-7", "Zech.4:3, 11;2Kgs.1:9-12;1Kgs.17:1;Exod.7:20;Dan.7:21", " These are the two olive trees and the two lampstands that stand before the Lord of the earth."],
["Rev.11:10", "Esth.9:22", " rejoice over them and make merry and exchange presents, because these two prophets had been a torment "],
["Rev.11:15", "Dan.2:44;Dan.7:14", "The kingdom of the world has become the kingdom of our Lord and of his Christ, and he shall reign forever "],
["Rev.11:18", "Dan.11:44;Dan.7:10, 22;Ps.115:13;Ps.2:1-5;Ps.46:6", "nations raged, but your wrath came, and the time for the dead to be judged, and for rewarding your servants "],
["Rev.12:1-7", "Isa.66:7;Mic.4:9-10;Dan.7:7;Dan.8:10;Ps.2:10;Dan.7:25;Dan.10:13, 21;Dan.12:1", " And a great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet, "],
["Rev.12:14", "Dan.12:7;Dan.7:25", " into the wilderness, to the place where she is to be nourished for a time, and times, and half a time. "],
["Rev.13:1-2", "Dan.7:3, 7;Dan.7:5-6", " And I saw a beast rising out of the sea with ten horns and seven heads, with ten diadems on its horns "],
["Rev.13:5-7", "Dan.7:25;Dan.7:8;Dan.2:37;Dan.5:19;Dan.8:10, 24", " And the beast ... exercise authority for forty-two months. It opened its mouth to utter blasphemies "],
["Rev.13:10", "Gen.9:6;Isa.14:2", " If anyone is to be taken captive, to captivity he goes; if anyone is to be slain with the sword,"],
["Rev.13:14", "Dan.3:1-30", " and by the signs that it is allowed to work in the presence of the beast it deceives those who dwell "],
["Rev.14:1", "Isa.59:20;Ps.2:6", " Then I looked, and behold, on Mount Zion stood the Lamb, and with him 144,000 "],
["Rev.14:5", "Ps.32:2", " and in their mouth no lie was found, for they are blameless. "],
["Rev.14:8", "Dan.4:27;Isa.21:9;Jer.51:8", " Fallen, fallen is Babylon the great she who made all nations drink the wine of the passion "],
["Rev.14:10-11", "Isa.51:22;Jer.25:15;Ps.75:9;Isa.34:10", " he also will drink the wine of God’s wrath poured full strength into the cup of his anger,"],
["Rev.14:14-15", "Dan.7:13;Isa.19:1;Joel.3:13", " seated on the cloud one like a son of man with a golden crown on his head, and a sharp sickle "],
["Rev.14:19-20", "Isa.63:3;Joel.3:13;Lam.1:15", " the grape harvest of the earth and threw it into the great winepress of the wrath of God. "],
["Rev.15:2-4", "Ezek.1:22;Exod.15:11;Jer.10:6;Ps.86:9", "standing beside the sea of glass with harps of God in their hands. And they sing the song of Moses "],
["Rev.15:7-8", "Ezek.10:7;1Kgs.8:11;Ezek.10:4;Isa.6:4", " bowls full of the wrath of God who lives forever and ever, and the sanctuary was filled with smoke "],
["Rev.16:2-4", "Exod.9:10;Ezek.10:2;Exod.7:19-20", "painful sores came upon the people who bore the mark of the beast and worshiped its image. "],
["Rev.16:6", "Exod.7:21;Ezek.16:38", " For they have shed the blood of saints and prophets, and you have given them blood to drink. "],
["Rev.16:10", "Exod.10:22", " the throne of the beast, and its kingdom was plunged into darkness. People gnawed their tongues "],
["Rev.16:12", "Isa.11:15-16;Jer.50:38", " The sixth angel poured out his bowl on the great river Euphrates, and its water was dried up,"],
["Rev.16:14-16", "Joel.3:2;Zech.14:2;Zeph.3:8", " For they are demonic spirits performing signs, ...at the place that in Hebrew is called Armageddon. "],
["Rev.16:21", "Exod.9:24, 34", " And great hailstones, about one hundred pounds each, fell from heaven on people; and they cursed God "],
["Rev.17:1-4", "Jer.51:13;Jer.51:7;Dan.7:7-8, 25", " the judgment of the great prostitute who is seated ... on a scarlet beast that was full of blasphemous "],
["Rev.17:8", "Dan.7:11", " The beast that you saw was, and is not, and is about to rise from the bottomless pit and go to destruction."],
["Rev.17:12", "Dan.7:20, 24", " ten kings who ... are to receive authority as kings for one hour, together with the beast. "],
["Rev.17:14-15", "Dan.8:25;Isa.8:7;Jer.51:42", " They will make war on the Lamb, and the Lamb will conquer them, for he is Lord of lords "],
["Rev.18:2-4", "Isa.13:21;Isa.21:9;Jer.51:8;Jer.51:7;Nah.3:4;Isa.52:11;Jer.50:8;Jer.51:6, 9, 45", " Babylon ...has become a dwelling place for demons, a haunt for every unclean spirit"],
["Rev.18:6-8", "Jer.50:15, 29;Ps.137:8;Isa.47:7 ff;Jer.50:31", "she glorified herself and lived in luxury, so give her a like measure of torment and mourning,"],
["Rev.18:11", "Ezek.27:1-36;Isa.23:1-18", " And the merchants of the earth weep and mourn for her, since no one buys their cargo anymore, "],
["Rev.18:18", "Isa.34:10", " and cried out as they saw the smoke of her burning, What city was like the great city? "],
["Rev.18:20-24", "Isa.44:23;Jer.51:48;Jer.51:63-64;Isa.24:8;Jer.25:10;Jer.7:34;Isa.23:8;Jer.51:49", " a great millstone and threw it into the sea, saying, So will Babylon the great city be thrown down "],
["Rev.19:2-3", "Deut.32:4, 43;Isa.34:10", " for his judgments are true and just; for he has judged the great prostitute who corrupted the earth "],
["Rev.19:5", "Ps.115:13;Ps.135:1, 20", " And from the throne came a voice saying, Praise our God, all you his servants, you who fear him, "],
["Rev.19:8", "Isa.61:10;Ps.45:14", "clothe herself with fine linen, bright and pure— for the fine linen is the righteous deeds of the saints. "],
["Rev.19:11-13", "Ps.72:2 ff;Dan.10:6;Isa.63:1", " Then I saw heaven opened, and behold a white horse! The one sitting on it is called Faithful and True,"],
["Rev.19:15", "Isa.63:3;Lam.1:15;Ps.2:9", " From his mouth comes a sharp sword with which to strike down the nations, and he will rule them "],
["Rev.19:17-20", "Ezek.39:17-20;Isa.34:6;Ps.2:2;Dan.7:11, 26;Isa.30:33", " gather for the great supper of God, to eat the flesh of kings, the flesh of captains, the flesh of mighty "],
["Rev.20:4", "Dan.9:22, 27", " Then I saw thrones, and seated on them were those to whom the authority to judge was committed. "],
["Rev.21:1-6", "Isa.65:17;Ezek.40:1-49;Ezek.48:1-35 ff;Ezek.37:27;Isa.25:8;Isa.65:19;Isa.43:19;Isa.55:1", " Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away"],
["Rev.21:10", "Ezek.40:2", " And he carried me away in the Spirit to a great, high mountain, and showed me the holy city Jerusalem "],
["Rev.21:12", "Ezek.48:31", " twelve gates..., and on the gates the names of the twelve tribes of the sons of Israel were inscribed— "],
["Rev.21:15", "Ezek.40:3;Zech.2:1", " And the one who spoke with me had a measuring rod of gold to measure the city and its gates and walls. "],
["Rev.21:19", "Isa.54:11-12", " The foundations of the wall of the city were adorned with every kind of jewel. The first was jasper,"],
["Rev.21:23-25", "Ezek.48:35;Isa.60:19;Isa.60:3, 11, 20", " And the city has no need of sun or moon to shine on it, for the glory of God gives it light,"],
["Rev.21:27", "Ezek.44:9;Isa.52:1", " But nothing unclean will ever enter it, ..., but only those who are written in the Lamb’s book of life. "],
["Rev.22:1-3", "Ezek.47:1, 7, 12;Zech.14:8;Zech.14:11", " Then the angel showed me the river of the water of life, bright as crystal, flowing from the throne "],
["Rev.22:5", "Ezek.48:35;Isa.24:23;Isa.60:19", " And night will be no more. They will need no light of lamp or sun, for the Lord God will be their light,"],
["Rev.22:10", "Dan.12:4;Dan.8:26", " And he said to me Do not seal up the words of the prophecy of this book, for the time is near. "],
["Rev.22:12-13", "Isa.40:10;Isa.41:4;Isa.44:6", " Behold I am coming soon bringing my recompense with me to repay each one for what he has done. "],
["Rev.22:16-18", "Isa.11:1, 10;Isa.55:1;Deut.12:32;Deut.4:2", " I, Jesus, ...the bright morning star. ...let the one who is thirsty come; ... take the water of life "],
["Rev.22:20", "Hab.2:3", "He who testifies to these things says, Surely I am coming soon. Amen. Come, Lord Jesus!"]
]
