{
"book_description" : "Encouragement",
"book_overview" : "Follow the example of Paul's lifestyle, because he is suffering more than you are.",
"ESV_summary" : "Philippians overflows with joy and thanksgiving. Paul wrote to the church in Philippi to thank them for a gift. He reported the joyful news that Epaphroditus, who had brought their gift to Paul, had recovered from his illness and was returning to Philippi. Paul said that he had learned the secret of being content in any situation, and he told them about his situation in prison. He expressed joy that more people were hearing about Christ even if some were proclaiming the gospel with bad motives. Wanting the Christians in Philippi to be unified, he challenged them to be servants just as Jesus was when he \"emptied himself\" and became a man rather than clinging to the rights of his divine nature (2:1-11). Paul wrote this letter while in prison, probably in Rome about AD 60.",
"ESV_introduction" : "In this letter, which is a message of joy, Paul expresses his gratitude for the Philippians’ love and material assistance. The Epistle is uniquely significant because of its presentation of the humility of Jesus. Its practicality is also observed in Paul’s advice to Euodia and Syntyche.",
"chapter_1_header" : "Examples of Christ and Paul",
"chapter_1_description" : "*",
"chapter_1_overview" : "Paul, to the saints in Philippi. I thank God for you. My imprisonment has advanced the gospel. To live is Christ and to die is gain.",
"chapter_1_summary" : "**",
"chapter_2_description" : "*",
"chapter_2_overview" : "Have the mind of Christ, who humbled himself even to a cross. Work out your salvation with trembling. I hope to send Timothy to you.",
"chapter_2_summary" : "**",
"chapter_3_header" : "Avoid sin and legalism",
"chapter_3_description" : "*",
"chapter_3_overview" : "We put no confidence in the flesh. I count all things as loss compared to Christ. I press on towards the prize. Brothers, imitate me.",
"chapter_3_summary" : "**",
"chapter_4_description" : "*",
"chapter_4_overview" : "Rejoice in the Lord always! The peace of God will guard your hearts. I rejoice at your concern for me. My God will supply your needs.",
"chapter_4_summary" : "**"
}
