{
"book_description" : "Encouragement",
"book_overview" : "Be like Christ, relying on God’s strength and finding joy in all circumstances.",
"ESV_summary" : "Philippians overflows with joy and thanksgiving. Paul wrote to the church in Philippi to thank them for a gift. He reported the joyful news that Epaphroditus, who had brought their gift to Paul, had recovered from his illness and was returning to Philippi. Paul said that he had learned the secret of being content in any situation, and he told them about his situation in prison. He expressed joy that more people were hearing about Christ even if some were proclaiming the gospel with bad motives. Wanting the Christians in Philippi to be unified, he challenged them to be servants just as Jesus was when he \"emptied himself\" and became a man rather than clinging to the rights of his divine nature (2:1-11). Paul wrote this letter while in prison, probably in Rome about AD 60.",
"ESV_introduction" : "In this letter, which is a message of joy, Paul expresses his gratitude for the Philippians’ love and material assistance. The Epistle is uniquely significant because of its presentation of the humility of Jesus. Its practicality is also observed in Paul’s advice to Euodia and Syntyche.",
"chapter_1_header" : "Examples of Christ and Paul",
"chapter_1_description" : "Joy in advancing the gospel through trials",
"chapter_1_overview" : "Paul, to the saints in Philippi. I thank God for you. My imprisonment has advanced the gospel. To live is Christ and to die is gain.",
"chapter_1_summary" : "Paul begins by greeting the Philippians and expressing gratitude for their partnership in the Gospel, sharing that he is in prison but sees it as an opportunity to advance the Gospel. Paul emphasizes that his imprisonment has encouraged others to speak the word of God more boldly, and mentions the mixed reactions to his situation: some preach Christ out of goodwill, while others do so from envy. Paul rejoices that, regardless of the motives, Christ is being preached. He expresses confidence that he will be released from prison and longs to see the Philippians again. The chapter ends with a call for the listeners to conduct themselves in a manner worthy of the Gospel.",
"chapter_2_description" : "Christ's humility is our perfect example",
"chapter_2_overview" : "Have the mind of Christ, who humbled himself even to a cross. Work out your salvation with trembling. I hope to send Timothy to you.",
"chapter_2_summary" : "Paul encourages the Philippians to have unity and humility. He urges them to adopt the same mindset as Christ, who humbled Himself and became a servant, even to the point of death on a cross. Paul highlights that God exalted Jesus and gave Him the name above all names. He encourages the believers to work out their salvation with fear and trembling, knowing it is God who works on heart and mind, allowing them to act according to His purpose. Paul mentions Timothy, whom he plans to send to them, and also Epaphroditus, who has been a messenger for the Philippians and has fallen ill.",
"chapter_3_header" : "Avoid sin and legalism",
"chapter_3_description" : "Knowing Christ surpasses all other knowledge",
"chapter_3_overview" : "We put no confidence in the flesh. I count all things as loss compared to Christ. I press on towards the prize. Brothers, imitate me.",
"chapter_3_summary" : "Paul warns against false teachers and emphasizes the importance of true faith. He shares his background as a Pharisee, listing his achievements and qualifications, but states that he considers them worthless compared to knowing Christ. Paul expresses his desire to know Christ and the power of His resurrection, sharing in His sufferings and becoming like Him in His death. He encourages the Philippians to press on toward the goal of the heavenly prize in Christ Jesus and to imitate his example. He warns them that some live as enemies of the cross, focused on earthly things.",
"chapter_4_description" : "Always rejoice in the Lord",
"chapter_4_overview" : "Rejoice in the Lord always! The peace of God will guard your hearts. I rejoice at your concern for me. My God will supply your needs.",
"chapter_4_summary" : "Paul addresses specific issues in the church, urging Euodia and Syntyche to agree in the Lord. He encourages the Philippians to rejoice always and not be anxious, but to pray about everything. Paul reminds them to think about whatever is true, noble, right, and pure. He expresses gratitude for their support and generosity, particularly in sending gifts while he was in need. Paul assures them that God will meet all their needs according to His riches in glory. He concludes with personal greetings and a blessing of grace.",
"chapter_outline_icc_url" : "https://archive.org/details/criticalexegetic0000vinc_n4o4/page/n19/mode/2up",
"chapter_outline_icc_page" : "X",
"chapter_intro_icc_url" : "https://archive.org/details/criticalexegetic0000vinc_n4o4/page/n21/mode/2up",
"chapter_intro_icc_page" : "X",
"chapter_1_icc_url" : "https://archive.org/details/criticalexegetic0000vinc_n4o4/page/1/mode/2up",
"chapter_1_icc_page" : "1",
"chapter_2_icc_url" : "https://archive.org/details/criticalexegetic0000vinc_n4o4/page/52/mode/2up",
"chapter_2_icc_page" : "52",
"chapter_3_icc_url" : "https://archive.org/details/criticalexegetic0000vinc_n4o4/page/90/mode/2up",
"chapter_3_icc_page" : "90",
"chapter_4_icc_url" : "https://archive.org/details/criticalexegetic0000vinc_n4o4/page/129/mode/2up",
"chapter_4_icc_page" : "129",
"chapter_intro_constable_url": "https://soniclight.com/tcon/notes/html/philippians/philippians.htm#head2",
"chapter_outline_constable_url": "https://soniclight.com/tcon/notes/html/philippians/philippians.htm#head9",
"chapter_1_constable_url": "https://soniclight.com/tcon/notes/html/philippians/philippians.htm#head12",
"chapter_2_constable_url": "https://soniclight.com/tcon/notes/html/philippians/philippians.htm#head21",
"chapter_3_constable_url": "https://soniclight.com/tcon/notes/html/philippians/philippians.htm#head29",
"chapter_4_constable_url": "https://soniclight.com/tcon/notes/html/philippians/philippians.htm#head39",
"chapter_toc_tgc_url": "https://www.thegospelcoalition.org/commentary/Philippians/",
"commentary_keys":"['icc', 'constable', 'tgc']",
"commentary_names":"['ICC', 'Constable', 'Mark Keown']"
}
