[
["<span style=\"color: #17758f; font-weight: bold\"><br>OT PROPHETS<br></span>", "", ""],
["Aaron", "Moses' brother and spokesperson, Aaron was also a prophet and the first high priest.", "Exod.7:1-2"],
["Agur", "A wise man who was inspired to prophecy the greatness of God and sinfulness of man", "Prov.30:1"],
["Ahijah", "Ahijah prophesied the division of Israel into two kingdoms under Jeroboam.", "1Kgs.11:29-31"],
["Amos", "Amos was a shepherd and fig tree farmer called by God to prophesy against Israel's injustices.", "Amos.1:1"],
["Asaph", "Asaph was a seer and musician who served in the temple during King David's reign.", "2Chr.29:30"],
["Azariah son of Oded", "Azariah encouraged King Asa to seek the Lord and reform Judah.", "2Chr.15:1-8"],
["Daniel", "Daniel interpreted dreams and visions, including Nebuchadnezzar's dream of the statue.", "Dan.2:19-23"],
["Deborah", "Deborah was a prophetess as well as a leader of in the time of the Judges.", "Judg.4:4"],
["Eldad and Medad", "Eldad and Medad were among the 70 elders who prophesied in the camp.", "Num.11:26-29"],
["Eliezer son of Dodavahu", "Eliezer, from Mareshah prophesied against Jehoshaphat for his aliance with Ahaziah", "2Chr.20:37"],
["Elijah", "Elijah performed miracles and confronted Baal worship during King Ahab's reign.", "1Kgs.17:1"],
["Elisha", "Elisha succeeded Elijah and performed many miracles, including healing Naaman.", "2Kgs.2:9-15"],
["Ezekiel", "Ezekiel was a prophet during the Babylonian exile and had visions of God's glory.", "Ezek.1:1-3"],
["Gad", "Gad was a prophet during David's reign who advised him on building an altar to stop a plague.", "2Sam.24:11-19"],
["Habakkuk", "Habakkuk questioned God about the suffering of the righteous and the prosperity of the wicked.", "Hab.1:1-4"],
["Haggai", "Haggai encouraged the Jews to rebuild the temple after their return from exile.", "Hag.1:1-4"],
["Hanani", "Hanani rebuked King Asa of Judah for relying on a foreign alliance instead of God.", "2Chr.16:7-10"],
["Heman", "Heman was a wise man and a seer in King David's court, known for his musical contributions.", "1Chr.25:5"],
["Hosea", "Hosea's marriage to Gomer symbolized God's relationship with unfaithful Israel.", "Hos.1:2-3"],
["Huldah", "Huldah was a prophetess who confirmed the authenticity of the Book of the Law found during Josiah's reign.", "2Kgs.22:14-20"],
["Iddo", "Iddo was a seer who recorded acts of King Solomon and King Rehoboam.", "2Chr.12:15"],
["Isaiah", "Isaiah prophesied during the reigns of several kings and foretold the coming of the Messiah.", "Isa.6:1-8"],
["Jahaziel", "Jahaziel prophesied victory for King Jehoshaphat against a vast army.", "2Chr.20:14-17"],
["Jeduthun", "Jeduthun was a prophet and musician who led worship in the temple.", "1Chr.25:1-3"],
["Jehu son of Hanani", "Jehu rebuked King Jehoshaphat for allying with Ahab.", "2Chr.19:2"],
["Jeremiah", "Jeremiah, known as the \"weeping prophet,\" warned of Jerusalem's destruction and endured persecution.", "Jer.1:4-10"],
["Joel", "Joel prophesied about a locust plague and the outpouring of God's Spirit.", "Joel.1:1"],
["Jonah", "Jonah was sent to Nineveh to call them to repentance but initially fled from God's command.", "Jonah.1:1-3"],
["Malachi", "Malachi rebuked the priests and people for their unfaithfulness and foretold the coming of Elijah.", "Mal.1:1"],
["Micah", "Micah reiterated the message of Isaiah and foretold the birthplace of the Messiah in Bethlehem.", "Mic.5:2"],
["Micaiah son of Imlah", "Micaiah prophesied against King Ahab, predicting his death in battle.", "1Kgs.22:13-28"],
["Miriam", "Miriam was sister to Aaron and Moses. As a prophetess, she led the worship after crossing the Red Sea", "Exod.15:20"],
["Moses", "Moses was called by God at the burning bush to lead Israel out of Egypt. He is considered the greatest prophet in Israel's history.", "Exod.3:1-12"],
["Nahum", "Nahum prophesied the fall of Nineveh, the capital of Assyria.", "Nah.1:1"],
["Nathan", "Nathan was a prophet during David's reign and confronted him about his sin with Bathsheba.", "2Sam.12:1-7"],
["Obadiah", "Obadiah prophesied against Edom for their pride and violence against Israel.", "Obad.1:1"],
["Oded", "Oded encouraged the Israelites to release captives they had taken from Judah.", "2Chr.28:9-15"],
["Samuel", "Samuel, dedicated to God as a child, became a prophet who anointed Israel's kings, Saul and David.", "1Sam.3:19-21"],
["Shemaiah", "Shemaiah warned King Rehoboam not to fight against Israel after the kingdom divided.", "1Kgs.12:22-24"],
["Uriah", "Uriah son of Shemaiah from Kiriath prophecied the same things against Jerusalem as Jeremiah", "Jer.26:20"],
["Zechariah son of Jehoiada", "Zechariah was a priest and prophet who was stoned to death for rebuking King Joash.", "2Chr.24:20-22"],
["Zechariah", "Zechariah had visions of the restoration of Jerusalem and the coming Messiah.", "Zech.1:1"],
["Zephaniah", "Zephaniah warned of the coming Day of the Lord and called for repentance.", "Zeph.1:1"],
["<span style=\"color: #17758f; font-weight: bold\"><br>NT PROPHETS<br></span>", "", ""],
["Agabus", "Agabus predicted a famine and Paul's imprisonment.", "Acts.11:27-28"],
["Ananias", "A disciple in Damascus who was instructed by God to heal Saul and restore his sight.", "Acts.9:10-17"],
["Anna", "Anna was a prophetess who recognized Jesus as the Messiah when He was presented at the temple.", "Luke.2:36-38"],
["Barnabas", "Barnabas was a prophet and teacher in the early church in Antioch.", "Acts.13:1"],
["Daughters of Philip", "Philip the evangelist had four unmarried daughters who prophesied.", "Acts.21:8-9"],
["Enoch", "The Book of Enoch, which has prophecies supposedly by the patriarch Enoch, is quoted in Jude.", "Jude.1:14"],
["Jesus Christ", "Jesus is considered a prophet, priest, and king. He prophecied the end times.", "Luke.24:19"],
["John of Patmos", "John saw and recorded the complex and convoluted visions of the end times, written in Revelation", "Rev.1:1"],
["John the Baptist", "John prepared the way for Jesus and called for repentance. Jesus called him the greatest prophet.", "Luke.7:26-28"],
["Judas Barsabbas", "Judas, a prophet, was sent to the churches to carry and explain the letter from the Council of Jerusalem", "Acts.15:32"],
["Lucius of Cyrene", "Lucius was another prophet and teacher in the church at Antioch.", "Acts.13:1"],
["Manaen", "Manaen, a prophet and teacher at Antioch, was brought up with Herod the tetrarch.", "Acts.13:1"],
["Paul", "Paul was an apostle and prophet who received direct revelations from Jesus Christ.", "Acts.9:15-16"],
["Silas", "Silas, a prophet, carried the letter from the Council and accompanied Paul on his missionary journies", "Acts.15:32"],
["Simeon", "Simeon was a devout man who prophesied about Jesus when He was presented at the temple.", "Luke.2:25-35"],
["Simeon", "Simeon was a prophet and teacher in the church at Antioch.", "Acts.13:1"],
["Stephen", "Stephen spoke prophetically of a vision of Jesus in heaven, just before being martyred.", "Acts.7:55-56"],
["<span style=\"color: #17758f; font-weight: bold\"><br>UNNAMED OT PROPHETS (scriptural order)<br></span>", "", ""],
["70 Elders of Israel", "These elders prophesied when the Spirit of God rested on them at Sinai.", "Num.11:24-25"],
["Eldad and Medad", "Eldad and Medad were among the 70 elders who prophesied, without ascending Sinai", "Num.11:26-29"],
["Prophet of Judges 6", "This prophet was sent when the people of Israel cried out to the Lord because of Midian.", "Judg.6:7-10"],
["Prophets of Samuel", "These unnamed prophets were part of a group led by Samuel.", "1Sam.10:5-10"],
["Prophet of 1 Kings 13", "This prophet from Judah warned King Jeroboam about his idolatry", "1Kgs.13:1-24"],
["Prophet of 1 Kings 20", "This prophet rebuked King Ahab for sparing Ben-Hadad, the king of Aram .", "1Kgs.20:35-43"],
["Sons of the Prophets", "This group of prophets followed Elijah and Elisha and were active during their ministries.", "2Kgs.2:3-7"],
["Two Witnesses", "Two prophets near the end of time, thought by some to be Moses and Elijah revived.", "Rev.11:3"],
["<span style=\"color: #17758f; font-weight: bold\"><br>FALSE PROPHETS (scriptural order)<br></span>", "", ""],
["Balaam", "A false prophet and diviner who was sent by Balak to curse the Israelites.", "Num.22:1-24:25;Num.31:8;Deut.23:3-5;Josh.13:22;Josh.24:9-10;Neh.13:1-2;Mic.6:5;2Pet.2:15"],
["400 Prophets of Ahab", "These prophets falsely assured King Ahab of victory in battle.", "1Kgs.22:6"],
["Old Prophet in Bethel", "This unnamed prophet deceived the man of God from Judah, leading to his death.", "1Kgs.13:11-32"],
["Noadiah", "Noadiah was a prophetess who tried to stop Nehemiah's building of Jerusalem's walls", "Neh.6:14"],
["Hananiah son of Azzur", "A false prophet from Gibeon, in the time of Jeremiah", "Jer.28.1"],
["Ahab son of Kolaiah", "Prophesied lies in God's name, in the time of Jeremiah", "Jer.29.21"],
["Zedekiah son of Maaseiah", "Prophesied lies in God's name, in the time of Jeremiah", "Jer.29.21"],
["Elymas (Bar-Jesus)", "A false prophet and magician who was against Paul and then tried to purchase  the Spirit", "Acts.13:6-12"],
["Jezebel", "Jezebel called herself a prophetess but she led followers into sinful practices.", "Rev.2:20"]
]

