{
"book_description" : "Understanding society",
"book_overview" : "Wise sayings by Solomon and others on dangers and opportunities in life",
"ESV_summary" : "Practical wisdom for living is the central concern of the book of Proverbs. We are told that the beginning and essence of wisdom is the fear of the Lord (1:7; 9:10). Proverbs often contrasts the benefits of seeking wisdom and the pitfalls of living a fool’s life. While the wicked stumble in \"deep darkness\" (4:19), \"the path of the righteous is like the light of dawn, which shines brighter and brighter until full day\" (v. 18). Proverbs is a collection of Israelite wisdom literature, including an introductory section (chs. 1–9) that gives readers a framework for understanding the rest of the book. The book includes the work of various authors, but much of it is attributed to King Solomon. It dates from between the tenth and sixth centuries BC",
"ESV_introduction" : "This book is a compendium of proverb collections. Although Solomon inspired the development of the book, its entire content did not derive from him. A proverb is a short, pithy saying with practical implications. The ones included here cover a variety of subjects, for example, chastity, control of the tongue, laziness, knowledge, relations with others, justice. Perhaps above everything else in Proverbs there is the reiterated assertion that the source of true wisdom is \"the fear of the Lord\".",
"chapter_1_header" : "Wisdom in youth",
"chapter_1_description" : "Wisdom calls",
"chapter_1_overview" : "The proverbs of Solomon. My son, if sinners entice you, do not consent. Wisdom calls aloud. The complacency of fools destroys them.",
"chapter_1_summary" : "**",
"chapter_2_description" : "The value of wisdom",
"chapter_2_overview" : "My son, apply your heart to understanding. For the LORD gives wisdom. It will save you from the way of evil, and from the adulteress.",
"chapter_2_summary" : "**",
"chapter_3_description" : "God's Wisdom",
"chapter_3_overview" : "My son, trust in the LORD with all your heart. Do not despise his discipline. Wisdom is a tree of life. Do not quarrel without cause.",
"chapter_3_summary" : "**",
"chapter_4_description" : "Advice for a son",
"chapter_4_overview" : "Listen, my sons: Get wisdom. The path of the righteous is like the morning sun. Guard your heart, for it is the wellspring of life.",
"chapter_4_summary" : "**",
"chapter_5_description" : "Impurity and infidelity",
"chapter_5_overview" : "My son, listen to my words. In the end an adulteress is bitter as wormwood. Keep away from her. Rejoice in the wife of your youth.",
"chapter_5_summary" : "**",
"chapter_6_description" : "Laziness and adultery",
"chapter_6_overview" : "A little slumber, and poverty will come like a bandit. A scoundrel sows discord. My son, a man who commits adultery destroys himself.",
"chapter_6_summary" : "**",
"chapter_7_description" : "Dangers of the adultress",
"chapter_7_overview" : "My son, wisdom will keep you from the adulteress. I saw her seducing a young man. He followed her like an ox going to the slaughter.",
"chapter_7_summary" : "**",
"chapter_8_description" : "Gifts and works of Wisdom",
"chapter_8_overview" : "Wisdom cries aloud: \"My mouth speaks truth. The LORD brought me forth at the beginning of his works. Whoever finds me finds life.\"",
"chapter_8_summary" : "**",
"chapter_9_description" : "Wisdom and Folly",
"chapter_9_overview" : "Wisdom has built her house. She says, \"Come, leave your folly.\" The fear of the LORD is the beginning of wisdom. Folly knows nothing.",
"chapter_9_summary" : "**",
"chapter_10_header" : "Wisdom in life",
"chapter_10_description" : "*Solomon's Proverbs",
"chapter_10_overview" : "A wise son makes a glad father. Love covers all offences. With many words, sin is not lacking. The righteous will never be uprooted.",
"chapter_10_summary" : "**",
"chapter_11_description" : "*Solomon's Proverbs",
"chapter_11_overview" : "The LORD hates dishonest scales. The wicked earn false wages. Whoever gives water will get water. Whoever trusts in riches will fall.",
"chapter_11_summary" : "**",
"chapter_12_description" : "*Solomon's Proverbs",
"chapter_12_overview" : "No one finds security by wickedness. Those who work the land have food. Rash words pierce like a sword. Righteousness leads to life.",
"chapter_12_summary" : "**",
"chapter_13_description" : "*Solomon's Proverbs",
"chapter_13_overview" : "The righteous hate lies. Hope deferred makes the heart sick. Whoever heeds reproof is honoured. Whoever spares the rod hates his son.",
"chapter_13_summary" : "**",
"chapter_14_description" : "*Solomon's Proverbs",
"chapter_14_overview" : "The talk of fools is a rod for their backs. Even in laughter the heart may ache. Those who oppress the poor insult their Maker.",
"chapter_14_summary" : "**",
"chapter_15_description" : "*Solomon's Proverbs",
"chapter_15_overview" : "A gentle answer turns away wrath. The eyes of the LORD are everywhere. Plans fail for lack of counsel. The LORD hears the righteous.",
"chapter_15_summary" : "**",
"chapter_16_description" : "*Solomon's Proverbs",
"chapter_16_overview" : "A man plans his way, but the LORD directs his steps. Kings detest evil. Pride goes before destruction. Wisdom is a fountain of life.",
"chapter_16_summary" : "**",
"chapter_17_description" : "*Solomon's Proverbs",
"chapter_17_overview" : "A wise servant will rule over a shameful son. Starting a quarrel is like breaching a dam. Even a fool seems wise if he keeps silent.",
"chapter_17_summary" : "**",
"chapter_18_description" : "*Solomon's Proverbs",
"chapter_18_overview" : "A fool delights in his own opinions. The name of LORD is a strong tower. A gift opens the way. The tongue can bring life or death.",
"chapter_18_summary" : "**",
"chapter_19_description" : "*Solomon's Proverbs",
"chapter_19_overview" : "Wealth makes friends. A false witness will not go unpunished. A good wife is from the LORD. Whoever helps the poor lends to the LORD.",
"chapter_19_summary" : "**",
"chapter_20_description" : "*Solomon's Proverbs",
"chapter_20_overview" : "Wine is a mocker, beer a brawler. Even a child is known by his deeds. The LORD hates false weights. It is a snare to make rash vows.",
"chapter_20_summary" : "**",
"chapter_21_description" : "*Proverbs of the wise",
"chapter_21_overview" : "To do justice is better than sacrifice. Better to live on the roof than with a quarrelsome wife. No plans can avail against the LORD.",
"chapter_21_summary" : "**",
"chapter_22_header" : "Wisdom collections",
"chapter_22_description" : "*Proverbs of the wise",
"chapter_22_overview" : "A good name is better than riches. Train a child and he will not go astray. Incline your ear and apply your heart to my teaching.",
"chapter_22_summary" : "**",
"chapter_23_description" : "*Proverbs of the wise",
"chapter_23_overview" : "Do not wear yourself out to get rich. Do not move a boundary marker. Buy the truth, and do not sell it. Do not linger long over wine.",
"chapter_23_summary" : "**",
"chapter_24_description" : "*Proverbs of the wise",
"chapter_24_overview" : "Do not envy the wicked. Wisdom is sweet to the soul. Fear the LORD and the king, my son. I saw thorns in the field of the sluggard.",
"chapter_24_summary" : "**",
"chapter_25_description" : "*Proverbs of Solomon",
"chapter_25_overview" : "Do not exalt yourself in the king's presence. If your enemy is hungry, give him food to eat. To seek one's own glory is not glory.",
"chapter_25_summary" : "**",
"chapter_26_description" : "*Proverbs of Solomon",
"chapter_26_overview" : "As a dog returns to its vomit, so a fool repeats his folly. Without gossip a quarrel dies down. Whoever digs a pit will fall into it.",
"chapter_26_summary" : "**",
"chapter_27_description" : "*Proverbs of Solomon",
"chapter_27_overview" : "Faithful are the wounds of a friend. A loud blessing in the morning will be taken as a curse. A person is tested by being praised.",
"chapter_27_summary" : "**",
"chapter_28_description" : "*Proverbs of Solomon",
"chapter_28_overview" : "Better to be poor and honest than crooked and rich. Whoever confesses sins will find mercy. Whoever trusts in the LORD will prosper.",
"chapter_28_summary" : "**",
"chapter_29_description" : "*Proverbs of Solomon",
"chapter_29_overview" : "By justice a king builds up the land. Whether a fool rages or laughs, there is no peace. Correct your son and he will give you rest.",
"chapter_29_summary" : "**",
"chapter_30_description" : "*Proverbs of Agur",
"chapter_30_overview" : "Every word of God is pure. Give me neither poverty nor riches. Four things are never satisfied: Sheol, a barren womb, earth and fire.",
"chapter_30_summary" : "**",
"chapter_31_description" : "The Wonderful Woman",
"chapter_31_overview" : "Speak up for the speechless. Who can find an excellent wife? She buys a field, she makes garments, she watches over her household.",
"chapter_31_summary" : "**"
}
