{
"book_description" : "Songs of worship",
"book_overview" : "Songs of priase, lament, petition, wisdom, repentance etc by David and some priests",
"ESV_summary" : "The book of Psalms is filled with the songs and prayers offered to God by the nation of Israel. Their expressions of praise, faith, sorrow, and frustration cover the range of human emotions. Some of the Psalms dwell on the treasure of wisdom and God’s Word. Others reveal the troubled heart of a mourner. Still others explode with praise to God and invite others to join in song. This diversity is unified by one element: they are centered upon the one and only living God. This Creator God is King of all the earth and a refuge to all who trust in him. Many of the Psalms are attributed to King David. The writing and collection of the Psalms into their present form spans the fifteenth to the third centuries BC",
"ESV_introduction" : "A collection of 150 psalms, who Hebrew name is \"The Book of Praise\". Authors of individual psalms include David, Solomon, Moses, Asaph, and others who are anonymous. The variety and unity of Psalms have given this book a unique place in the devotional life of the individual and the Church. Almost every aspect of man’s relation to God is depicted in these poems: simple trust, the sense of sin, appeals to a higher power in time of trouble, and the conviction that the world is in the hands of a loving God.",
"chapter_1_header" : "Book 1 (mostly Davidic)",
"chapter_1_description" : "Torah and Wisdom Psalm",
"chapter_1_overview" : "Blessed is the man who does not walk with the wicked, whose delight is in the law of the LORD. He is like a tree planted by the water.",
"chapter_1_summary" : "**",
"chapter_2_description" : "Royal Psalm",
"chapter_2_overview" : "Why do the rulers plot against the LORD and his anointed? The LORD laughs! He said to me, \"You are my son.\" O kings, fear the LORD!",
"chapter_2_summary" : "**",
"chapter_3_description" : "Individual Lament",
"chapter_3_overview" : "O LORD, how many are my foes! But you are a shield around me. You have broken the teeth of the wicked. Salvation belongs to the LORD!",
"chapter_3_summary" : "**",
"chapter_4_description" : "Individual Lament",
"chapter_4_overview" : "Answer me when I call, O God! O people, how long will you seek lies? Put your trust in the LORD! O LORD, you make me sleep in safety.",
"chapter_4_summary" : "**",
"chapter_5_description" : "Individual Lament",
"chapter_5_overview" : "Hear my cry, O LORD! You hate all evildoers. Lead me in righteousness because of my enemies. Let all who take refuge in you rejoice!",
"chapter_5_summary" : "**",
"chapter_6_description" : "Penitential Lament",
"chapter_6_overview" : "Be merciful to me, O LORD! My soul is in anguish. I flood my bed with tears. Depart from me, you evildoers! The LORD has heard my cry.",
"chapter_6_summary" : "**",
"chapter_7_description" : "Individual Lament",
"chapter_7_overview" : "O LORD, save me from all who pursue me. Arise in judgement! God has prepared his weapons against the wicked. I will praise the LORD!",
"chapter_7_summary" : "**",
"chapter_8_description" : "Salvation History and Worship Psalm",
"chapter_8_overview" : "O LORD, how majestic is your name in all the earth! What is man that you care for him? Yet you have crowned him with glory and honour.",
"chapter_8_summary" : "**",
"chapter_9_description" : "Individual Lament",
"chapter_9_overview" : "I will praise you, O LORD! You have rebuked the nations. The LORD will judge the world with justice. The needy will not be forgotten.",
"chapter_9_summary" : "**",
"chapter_10_description" : "Individual Lament",
"chapter_10_overview" : "O LORD, why do you stand far off? The wicked man hunts the weak. He says, \"God will never see.\" O God, break the arm of the wicked!",
"chapter_10_summary" : "**",
"chapter_11_description" : "Psalm of Trust",
"chapter_11_overview" : "In the LORD I take refuge. How can you say, \"Flee like a bird\"? The LORD hates the wicked. The LORD is righteous and loves justice.",
"chapter_11_summary" : "**",
"chapter_12_description" : "Community Lament",
"chapter_12_overview" : "Help, O LORD, for the godly are no more. Everyone lies. \"I will protect the weak,\" says the LORD. The words of the LORD are pure.",
"chapter_12_summary" : "**",
"chapter_13_description" : "Individual Lament",
"chapter_13_overview" : "How long, O LORD? Will you forget me forever? Look on me and answer! Give light to my eyes. But I will trust in your unfailing love.",
"chapter_13_summary" : "**",
"chapter_14_description" : "Individual Lament",
"chapter_14_overview" : "The fool says in his heart, \"There is no God.\" There is no one who does good. Will evildoers never learn? God is with the righteous.",
"chapter_14_summary" : "**",
"chapter_15_description" : "Temple Psalm",
"chapter_15_overview" : "LORD, who may dwell in your sanctuary? He whose walk is blameless, who does not slander, who keeps his oath even when it hurts.",
"chapter_15_summary" : "**",
"chapter_16_description" : "Psalm of Trust",
"chapter_16_overview" : "Protect me, O God! I have no good besides you. The LORD is my portion. I will not be shaken. In your presence is fullness of joy!",
"chapter_16_summary" : "**",
"chapter_17_description" : "Individual Lament",
"chapter_17_overview" : "Hear a just cause, O LORD. My steps have held to your paths. Hide me in the shadow of your wings. Deliver my life from the wicked.",
"chapter_17_summary" : "**",
"chapter_18_description" : "Royal Thanksgiving Psalm",
"chapter_18_overview" : "The LORD is my rock. I called and he thundered from heaven. He rescued me from my enemy. I will praise you among the nations, O LORD!",
"chapter_18_summary" : "**",
"chapter_19_description" : "Torah and Worship Psalm",
"chapter_19_overview" : "The heavens declare the glory of God. The law of the LORD is perfect, making wise the simple. May my words be pleasing to you, O LORD.",
"chapter_19_summary" : "**",
"chapter_20_description" : "Royal Psalm",
"chapter_20_overview" : "May the LORD answer you in the day of trouble! May he remember your offerings. The LORD saves his anointed. We rise up and stand firm!",
"chapter_20_summary" : "**",
"chapter_21_description" : "Royal Thanksgiving Psalm",
"chapter_21_overview" : "O LORD, the king rejoices in your strength! You set a crown upon his head. You will destroy your enemies. We will praise your power!",
"chapter_21_summary" : "**",
"chapter_22_description" : "Individual Lament",
"chapter_22_overview" : "My God, why have you forsaken me? I am despised. They have pierced my hands. You have answered me! The nations will worship the LORD!",
"chapter_22_summary" : "**",
"chapter_23_description" : "Psalm of Trust",
"chapter_23_overview" : "The LORD is my shepherd. He leads me in paths of righteousness. I will fear no evil. I will dwell in the house of the LORD forever.",
"chapter_23_summary" : "**",
"chapter_24_description" : "Temple Psalm",
"chapter_24_overview" : "The earth is the LORD's! He who has a pure heart will receive blessing. Lift up your heads, O gates! The King of glory shall come in.",
"chapter_24_summary" : "**",
"chapter_25_description" : "Individual Lament",
"chapter_25_overview" : "To you, O LORD, I lift up my soul. Show me your ways, teach me your paths. Be gracious to me, forgive my sins. I take refuge in you.",
"chapter_25_summary" : "**",
"chapter_26_description" : "Individual Lament",
"chapter_26_overview" : "Vindicate me, O LORD, for I have walked with integrity. I do not sit with deceitful men. I love the place where your glory dwells.",
"chapter_26_summary" : "**",
"chapter_27_description" : "Individual Lament and Psalm of Trust",
"chapter_27_overview" : "The LORD is my light and my salvation. My heart will not fear. I will seek your face, O LORD; do not forsake me! Wait for the LORD.",
"chapter_27_summary" : "**",
"chapter_28_description" : "Individual Lament",
"chapter_28_overview" : "To you I cry, O LORD my rock. Repay the wicked according to their works! The LORD is my shield. He is the strength of his people.",
"chapter_28_summary" : "**",
"chapter_29_description" : "Royal Psalm",
"chapter_29_overview" : "Ascribe to the LORD glory! The voice of the LORD is over the waters. The voice of the LORD shakes the wilderness. The LORD is king!",
"chapter_29_summary" : "**",
"chapter_30_description" : "Individual Thanksgiving Psalm",
"chapter_30_overview" : "I will exalt you, O LORD, for you spared me from going down to the pit. I cried to you for mercy. You turned my mourning into dancing.",
"chapter_30_summary" : "**",
"chapter_31_description" : "Individual Lament",
"chapter_31_overview" : "In you, O LORD, I seek refuge. Into your hand I commit my spirit. Deliver me from my enemies. Praise the LORD for his steadfast love!",
"chapter_31_summary" : "**",
"chapter_32_description" : "Individual Thanksgiving and Penitential Lament",
"chapter_32_overview" : "Blessed are those whose sins are forgiven. When I kept silent, my bones wasted away. You surround me with glad cries of deliverance!",
"chapter_32_summary" : "**",
"chapter_33_description" : "Worship Psalm",
"chapter_33_overview" : "Rejoice in the LORD! Make melody, play skilfully. Let all the earth fear the LORD. His eye is on those who hope in his steadfast love.",
"chapter_33_summary" : "**",
"chapter_34_description" : "Individual Thanksgiving Psalm",
"chapter_34_overview" : "O magnify the LORD with me! I sought him and he answered. Taste and see that the LORD is good. He is close to the brokenhearted.",
"chapter_34_summary" : "**",
"chapter_35_description" : "Imprecatory Lament",
"chapter_35_overview" : "O LORD, fight against those who fight against me! Then I will rejoice. They repay evil for good. Vindicate me in your righteousness!",
"chapter_35_summary" : "**",
"chapter_36_description" : "Individual Lament and Wisdom Psalm",
"chapter_36_overview" : "The wicked flatter themselves. Your love, O LORD, reaches to the heavens. In your light we see light. There the evildoers lie fallen.",
"chapter_36_summary" : "**",
"chapter_37_description" : "Wisdom Psalm",
"chapter_37_overview" : "Do not be envious of evildoers, for they will fade like the grass. The righteous will inherit the earth. The LORD is their stronghold.",
"chapter_37_summary" : "**",
"chapter_38_description" : "Penitential Lament",
"chapter_38_overview" : "O LORD, your arrows have pierced me! My guilt has overwhelmed me. My strength fails me. I confess my sin. Do not forsake me, my God!",
"chapter_38_summary" : "**",
"chapter_39_description" : "Individual Lament",
"chapter_39_overview" : "When I was silent, my anguish increased. O LORD, what is the measure of my days? My hope is in you. Deliver me from my transgressions.",
"chapter_39_summary" : "**",
"chapter_40_description" : "Individual Lament and Individual Thanksgiving Psalm",
"chapter_40_overview" : "I waited patiently for the LORD. He drew me up from the pit. I delight to do your will, O God. My heart fails me, but you are my help.",
"chapter_40_summary" : "**",
"chapter_41_description" : "Individual Lament",
"chapter_41_overview" : "Blessed are those who consider the weak. My enemies say, \"When will he die?\" They gather slander. But you, O LORD, have upheld me.",
"chapter_41_summary" : "**",
"chapter_42_header" : "Book 2 (many Davidic)",
"chapter_42_description" : "Individual Lament",
"chapter_42_overview" : "As the deer pants for water, so my soul longs for you, O God. Your waves break over me. Why are you downcast, O my soul? Hope in God.",
"chapter_42_summary" : "**",
"chapter_43_description" : "Individual Lament",
"chapter_43_overview" : "Vindicate me, O God. Why have you rejected me? Send forth your light and your truth. Why are you downcast, O my soul? Hope in God.",
"chapter_43_summary" : "**",
"chapter_44_description" : "Community Lament",
"chapter_44_overview" : "O God, our fathers have told us how you drove out the nations. But now you have sold your people. Awake, O Lord! Rise up and help us.",
"chapter_44_summary" : "**",
"chapter_45_description" : "Royal Psalm",
"chapter_45_overview" : "My heart overflows with verses for the king. Your God has anointed you with gladness. All glorious is the princess in her chamber.",
"chapter_45_summary" : "**",
"chapter_46_description" : "Psalm of Zion",
"chapter_46_overview" : "God is our refuge. We will not fear, though the earth give way. The nations rage, kingdoms fall. \"Be still and know that I am God.\"",
"chapter_46_summary" : "**",
"chapter_47_description" : "Royal Psalm",
"chapter_47_overview" : "Clap your hands, you nations. How awesome is the LORD Most High! Sing praises to our God, sing praises. He is king of all the earth.",
"chapter_47_summary" : "**",
"chapter_48_description" : "Psalm of Zion",
"chapter_48_overview" : "Great is the LORD, and greatly to be praised! The joy of the whole earth is Mount Zion. O God, we ponder your love in your temple.",
"chapter_48_summary" : "**",
"chapter_49_description" : "Wisdom Psalm",
"chapter_49_overview" : "Hear this, all peoples! Man in his pomp will not endure. He is like the beasts that perish. But God will ransom my soul from Sheol.",
"chapter_49_summary" : "**",
"chapter_50_description" : "Covenant Psalm",
"chapter_50_overview" : "The Mighty One, God the LORD speaks: \"I will not accept bulls and goats. For you hate discipline. Offer a sacrifice of thanksgiving.\"",
"chapter_50_summary" : "**",
"chapter_51_description" : "Penitential Lament",
"chapter_51_overview" : "Have mercy on me, O God! Cleanse me from my sin. Do not cast me away from your presence. A broken heart, O God, you will not despise.",
"chapter_51_summary" : "**",
"chapter_52_description" : "Individual Lament",
"chapter_52_overview" : "Why do you boast of evil, O mighty man? Surely God will bring you down to ruin. But I am like a green olive tree in the house of God.",
"chapter_52_summary" : "**",
"chapter_53_description" : "Individual Lament",
"chapter_53_overview" : "The fool says in his heart, \"There is no God.\" There is no one who does good. Will evildoers never learn? God has rejected them.",
"chapter_53_summary" : "**",
"chapter_54_description" : "Individual Lament",
"chapter_54_overview" : "Save me, O God! For strangers have risen against me. God is my helper. He will repay my enemies. I will praise your name, O LORD!",
"chapter_54_summary" : "**",
"chapter_55_description" : "Individual Lament",
"chapter_55_overview" : "Give ear to my prayer, O God. My heart is in anguish. It is my equal, my friend who rises against me! Cast your burden on the LORD.",
"chapter_55_summary" : "**",
"chapter_56_description" : "Individual Lament",
"chapter_56_overview" : "Be gracious to me, O God, for my enemies trample on me. Are my tears not in your book? In God, whose word I praise, in God I trust.",
"chapter_56_summary" : "**",
"chapter_57_description" : "Individual Lament",
"chapter_57_overview" : "Be merciful to me, O God. I am in the midst of lions. My heart is steadfast, for great is your love. Be exalted above the heavens!",
"chapter_57_summary" : "**",
"chapter_58_description" : "Community Lament",
"chapter_58_overview" : "Do you rulers judge justly? No, you mete out violence. O God, break their teeth! The righteous will rejoice when they see vengeance.",
"chapter_58_summary" : "**",
"chapter_59_description" : "Individual Lament",
"chapter_59_overview" : "Deliver me from my enemies, O God. Each evening they return, howling like dogs. Destroy them in wrath! You, O God, are my fortress.",
"chapter_59_summary" : "**",
"chapter_60_description" : "Community Lament",
"chapter_60_overview" : "O God, you have rejected us, broken us. Now restore us! God has promised: \"Judah is my sceptre.\" O grant us help against the enemy!",
"chapter_60_summary" : "**",
"chapter_61_description" : "Individual Lament",
"chapter_61_overview" : "Hear my cry, O God! Lead me to the rock that is higher than I. Prolong the life of the king. So I will ever sing praise to your name.",
"chapter_61_summary" : "**",
"chapter_62_description" : "Psalm of Trust",
"chapter_62_overview" : "My soul waits for God alone. He alone is my rock and my salvation. Trust in him at all times, O people. Power and love belong to God.",
"chapter_62_summary" : "**",
"chapter_63_description" : "Psalm of Trust",
"chapter_63_overview" : "O God, you are my God. My soul thirsts for you. Your love is better than life. My lips will sing your praise. Liars will be silenced.",
"chapter_63_summary" : "**",
"chapter_64_description" : "Individual Lament",
"chapter_64_overview" : "Hear me, O God! Hide me from the plots of the wicked, who ambush the blameless. God will bring them to ruin. Let the upright be glad!",
"chapter_64_summary" : "**",
"chapter_65_description" : "Community Thanksgiving Psalm",
"chapter_65_overview" : "Praise awaits you, O God, in Zion. By awesome deeds you answer us. You silence the roaring seas. You crown the year with abundance.",
"chapter_65_summary" : "**",
"chapter_66_description" : "Individual Thanksgiving and Worship Psalm",
"chapter_66_overview" : "Shout for joy to God! Come and see what he has done. He has not let our feet slip. I will make an offering. God has heard my prayer.",
"chapter_66_summary" : "**",
"chapter_67_description" : "Community Thanksgiving and Worship Psalm",
"chapter_67_overview" : "May God be gracious to us, and make his face to shine upon us. Let the peoples praise you, O God! The earth has yielded its increase.",
"chapter_67_summary" : "**",
"chapter_68_description" : "Temple Psalm",
"chapter_68_overview" : "Let God arise, let his enemies be scattered! Kings and armies flee. Our God is a God who saves. Sing to him, O kingdoms of the earth!",
"chapter_68_summary" : "**",
"chapter_69_description" : "Imprecatory Lament",
"chapter_69_overview" : "Save me, O God! I endure scorn for your sake. Rescue me from the mire. My foes are all known to you. Let your salvation protect me!",
"chapter_69_summary" : "**",
"chapter_70_description" : "Individual Lament",
"chapter_70_overview" : "Make haste to help me, O God! May those who seek my life be put to shame. May all who seek you rejoice. O LORD, do not delay.",
"chapter_70_summary" : "**",
"chapter_71_description" : "Individual Lament",
"chapter_71_overview" : "In you, O LORD, I take refuge. Do not forsake me when my strength fails. I will tell of your righteousness. I will praise you, O God.",
"chapter_71_summary" : "**",
"chapter_72_description" : "Royal Psalm",
"chapter_72_overview" : "Give the king your justice, O God. May he defend the cause of the poor. May all kings fall down before him. Blessed be the LORD!",
"chapter_72_summary" : "**",
"chapter_73_header" : "Book 3 (mostly Asaph & Korah)",
"chapter_73_description" : "Wisdom Psalm",
"chapter_73_overview" : "Surely God is good to the pure in heart. I envied the wicked until I saw their end. They are swept away. God is my portion forever.",
"chapter_73_summary" : "**",
"chapter_74_description" : "Community Lament",
"chapter_74_overview" : "O God, why have you rejected us? Foes have defiled your sanctuary. How long will they mock? You are king from of old. Rise up, O God!",
"chapter_74_summary" : "**",
"chapter_75_description" : "Community Thanksgiving Psalm",
"chapter_75_overview" : "We give thanks to you, O God. \"I say to the boastful, 'Do not boast.'\" God is the judge. The wicked will drain the dregs of his cup.",
"chapter_75_summary" : "**",
"chapter_76_description" : "Psalm of Zion",
"chapter_76_overview" : "God is known in Judah. You are glorious, more majestic than the mountains. The earth feared and was still when God arose to judgement.",
"chapter_76_summary" : "**",
"chapter_77_description" : "Individual Lament",
"chapter_77_overview" : "In the day of trouble I sought the LORD. Has he withdrawn his compassion? You are the God of wonders. Your path led through the sea.",
"chapter_77_summary" : "**",
"chapter_78_description" : "Covenant Psalm",
"chapter_78_overview" : "God worked miracles in Egypt. He brought his people to the holy land. They rebelled and he rejected them. He chose David to tend them.",
"chapter_78_summary" : "**",
"chapter_79_description" : "Community Lament",
"chapter_79_overview" : "O God, the nations have invaded and shed blood like water. How long, O LORD? Save us for your name's sake. Make your vengeance known!",
"chapter_79_summary" : "**",
"chapter_80_description" : "Community Lament",
"chapter_80_overview" : "Hear us, O Shepherd of Israel! How long will you be angry? Restore us, O God. Watch over the vine that you planted. Restore us, O God.",
"chapter_80_summary" : "**",
"chapter_81_description" : "Covenant Psalm",
"chapter_81_overview" : "Sing aloud to God our strength. I hear a voice: \"I am the LORD. Oh, that my people would listen to me! I would subdue their enemies.\"",
"chapter_81_summary" : "**",
"chapter_82_description" : "Temple Psalm",
"chapter_82_overview" : "God judges among the gods: \"How long will you judge unjustly? Defend the weak. You are all gods, but you shall die.\" Arise, O God!",
"chapter_82_summary" : "**",
"chapter_83_description" : "Community Lament",
"chapter_83_overview" : "O God, do not keep silent! Your enemies make plans against your people. Edom, Moab, Amalek and Philistia. Let them be put to shame.",
"chapter_83_summary" : "**",
"chapter_84_description" : "Psalm of Zion",
"chapter_84_overview" : "How lovely is your dwelling place, O LORD! A day in your courts is better than a thousand elsewhere. For the LORD is a sun and shield.",
"chapter_84_summary" : "**",
"chapter_85_description" : "Community Lament",
"chapter_85_overview" : "O LORD, you forgave the iniquity of your people. Restore us again! Surely his salvation is at hand. Love and faithfulness will meet.",
"chapter_85_summary" : "**",
"chapter_86_description" : "Individual Lament",
"chapter_86_overview" : "Hear, O LORD, and answer me. Save your servant! You alone are God. I will glorify your name forever. Show me a sign of your favour.",
"chapter_86_summary" : "**",
"chapter_87_description" : "Psalm of Zion",
"chapter_87_overview" : "Glorious things are spoken of you, O city of God. The LORD will write in the register of the peoples: \"This one was born in Zion.\"",
"chapter_87_summary" : "**",
"chapter_88_description" : "Imprecatory Lament",
"chapter_88_overview" : "O LORD, day and night I cry out to you. You have put me in the darkest depths. Do the dead rise up to praise you? I am in despair.",
"chapter_88_summary" : "**",
"chapter_89_description" : "Lament and Covenant Psalm",
"chapter_89_overview" : "I will sing of the mercies of the LORD. You said, \"I will establish the throne of David forever.\" O Lord, where is your love of old?",
"chapter_89_summary" : "**",
"chapter_90_header" : "Book 4 (mostly anonymous)",
"chapter_90_description" : "Community Lament",
"chapter_90_overview" : "Lord, you have been our dwelling place. All our days pass away under your wrath. Return, O LORD! Have compassion on your servants!",
"chapter_90_summary" : "**",
"chapter_91_description" : "Psalm of Trust",
"chapter_91_overview" : "I will say of the LORD, \"My refuge and my fortress.\" His faithfulness will be your shield. He will command his angels to guard you.",
"chapter_91_summary" : "**",
"chapter_92_description" : "Individual Thanksgiving Psalm",
"chapter_92_overview" : "It is good to give thanks to the LORD. How great are your works! Your enemies shall perish. The righteous flourish in your courts.",
"chapter_92_summary" : "**",
"chapter_93_description" : "Royal Psalm",
"chapter_93_overview" : "The LORD reigns! Your throne is established from of old. The LORD is mightier than the sea. Holiness adorns your house forever.",
"chapter_93_summary" : "**",
"chapter_94_description" : "Community Lament",
"chapter_94_overview" : "O LORD, God of vengeance, shine forth! How long will the wicked exult? The LORD will not reject his people. He will repay the corrupt.",
"chapter_94_summary" : "**",
"chapter_95_description" : "Royal and Temple Worship Psalm",
"chapter_95_overview" : "Oh come, let us sing to the LORD! He is the King above all gods. Oh come, let us worship and bow down! Do not harden your hearts.",
"chapter_95_summary" : "**",
"chapter_96_description" : "Royal Psalm",
"chapter_96_overview" : "Sing to the LORD! Declare his glory among the nations. Worship the LORD in holy splendour. He will judge the world in righteousness.",
"chapter_96_summary" : "**",
"chapter_97_description" : "Royal Psalm",
"chapter_97_overview" : "The LORD reigns, let the earth rejoice! Fire goes before him. The heavens declare his righteousness. Give thanks to his holy name!",
"chapter_97_summary" : "**",
"chapter_98_description" : "Royal Psalm",
"chapter_98_overview" : "Sing to the LORD! He has remembered his steadfast love. Make a joyful noise before the King. He will judge the world in righteousness.",
"chapter_98_summary" : "**",
"chapter_99_description" : "Royal Psalm",
"chapter_99_overview" : "The LORD reigns, let the nations tremble! The King loves justice. He spoke from the pillar of cloud. The LORD our God is holy!",
"chapter_99_summary" : "**",
"chapter_100_description" : "Worship Psalm",
"chapter_100_overview" : "Shout for joy to the LORD, all the earth! Know that the LORD is God. Enter his courts with praise. For his love endures forever.",
"chapter_100_summary" : "**",
"chapter_101_description" : "Royal Psalm",
"chapter_101_overview" : "I will sing of justice, O LORD. I will walk with integrity. My eyes will be on the faithful of the land. I will destroy the wicked.",
"chapter_101_summary" : "**",
"chapter_102_description" : "Penitential Lament",
"chapter_102_overview" : "Hear my prayer, O LORD; I wither away like grass. You sit enthroned forever. The heavens will perish, but your years have no end.",
"chapter_102_summary" : "**",
"chapter_103_description" : "Worship Psalm",
"chapter_103_overview" : "Bless the LORD, O my soul. He forgives all your iniquity. He has compassion on those who fear him. Bless the LORD, all his works!",
"chapter_103_summary" : "**",
"chapter_104_description" : "Worship Psalm",
"chapter_104_overview" : "O LORD, you are very great. You set the earth on its foundations. All your creatures look to you for food. Bless the LORD, O my soul!",
"chapter_104_summary" : "**",
"chapter_105_description" : "Salvation History Psalm",
"chapter_105_overview" : "Give thanks to the LORD! He has remembered his covenant. He sent Moses to perform signs. He brought his people out of Egypt with joy.",
"chapter_105_summary" : "**",
"chapter_106_description" : "Salvation History Psalm",
"chapter_106_overview" : "The LORD is good! We have sinned like our fathers. They forgot their God. They served idols. But the LORD remembered his covenant.",
"chapter_106_summary" : "**",
"chapter_107_header" : "Book 5 (many Davidic)",
"chapter_107_description" : "Community Thanksgiving Psalm",
"chapter_107_overview" : "Oh give thanks to the LORD! Let the redeemed say so. He brought them out of darkness. He stilled the storm. He raises up the needy.",
"chapter_107_summary" : "**",
"chapter_108_description" : "Individual Thanksgiving Psalm",
"chapter_108_overview" : "My heart is steadfast, O God. Your love is great above the heavens. God has spoken: \"Judah is my sceptre.\" Help us against the enemy!",
"chapter_108_summary" : "**",
"chapter_109_description" : "Imprecatory Lament",
"chapter_109_overview" : "Do not be silent, O God. For wicked mouths speak against me. May his name be blotted out! Let curses come upon him! Help me, O LORD.",
"chapter_109_summary" : "**",
"chapter_110_description" : "Royal Psalm",
"chapter_110_overview" : "The LORD says to my Lord: \"Sit at my right hand. You are a priest in the order of Melchizedek.\" The Lord will judge the nations.",
"chapter_110_summary" : "**",
"chapter_111_description" : "Worship Psalm",
"chapter_111_overview" : "Praise the Lord! Great are his works. He is ever mindful of his covenant. All his precepts are sure. His praise endures forever.",
"chapter_111_summary" : "**",
"chapter_112_description" : "Wisdom Psalm",
"chapter_112_overview" : "Blessed are those who fear the LORD. Their righteousness endures forever. They are not afraid of evil tidings. The wicked melt away.",
"chapter_112_summary" : "**",
"chapter_113_description" : "Worship Psalm",
"chapter_113_overview" : "Praise the LORD! Blessed be the name of the LORD forever. He is exalted over all the nations. He lifts the needy from the ash heap.",
"chapter_113_summary" : "**",
"chapter_114_description" : "Worship Psalm",
"chapter_114_overview" : "When Israel came out of Egypt, Judah became God's sanctuary. The sea looked and fled. Tremble, O earth, at the presence of the Lord.",
"chapter_114_summary" : "**",
"chapter_115_description" : "Temple Psalm",
"chapter_115_overview" : "Not to us, O LORD, but to your name give glory. Idols have eyes, but they cannot see. O Israel, trust in the LORD. He will bless us.",
"chapter_115_summary" : "**",
"chapter_116_description" : "Individual Thanksgiving Psalm",
"chapter_116_overview" : "I love the LORD, for he heard my cry. When I was brought low, he saved me. What can I give for all his goodness? I will keep my vows.",
"chapter_116_summary" : "**",
"chapter_117_description" : "Worship Psalm",
"chapter_117_overview" : "Praise the LORD! For great is his love towards us.",
"chapter_117_summary" : "**",
"chapter_118_description" : "Individual Thanksgiving Psalm",
"chapter_118_overview" : "Give thanks to the LORD; for his love endures forever! The nations surrounded me; I cut them off! The LORD has become my salvation.",
"chapter_118_summary" : "**",
"chapter_119_description" : "Torah Psalm",
"chapter_119_overview" : "Blessed are those who walk in the law of the LORD. Teach me your decrees. I love your commands. Deliver me according to your promise.",
"chapter_119_summary" : "**",
"chapter_120_description" : "Individual Lament",
"chapter_120_overview" : "In my distress I cry to the LORD. Deliver me from a deceitful tongue. Woe to me! Too long have I lived among those who hate peace.",
"chapter_120_summary" : "**",
"chapter_121_description" : "Psalm of Trust",
"chapter_121_overview" : "I lift up my eyes to the hills; my help comes from the LORD. He who keeps you will not slumber. The LORD will keep you from all evil.",
"chapter_121_summary" : "**",
"chapter_122_description" : "Psalm of Zion",
"chapter_122_overview" : "I was glad when they said, \"Let us go to the house of the LORD!\" The tribes go up to give thanks. Pray for the peace of Jerusalem.",
"chapter_122_summary" : "**",
"chapter_123_description" : "Community Lament",
"chapter_123_overview" : "As the eyes of servants look to their master, so our eyes look to the LORD. Have mercy on us! For we have endured much contempt.",
"chapter_123_summary" : "**",
"chapter_124_description" : "Community Thanksgiving Psalm",
"chapter_124_overview" : "If the LORD had not been on our side, attackers would have swallowed us alive. We have escaped. Our help is in the name of the LORD.",
"chapter_124_summary" : "**",
"chapter_125_description" : "Psalm of Trust",
"chapter_125_overview" : "Those who trust in the LORD are like Mount Zion, which cannot be moved. Do good, O LORD, to those who are good. Peace be upon Israel.",
"chapter_125_summary" : "**",
"chapter_126_description" : "Community Lament",
"chapter_126_overview" : "When the LORD brought back the captives, we were like dreamers. He has done great things. Those who sow in tears shall reap in joy.",
"chapter_126_summary" : "**",
"chapter_127_description" : "Wisdom Psalm",
"chapter_127_overview" : "Unless the LORD builds the house, the builders labour in vain. Children are a heritage from the LORD, the fruit of the womb a reward.",
"chapter_127_summary" : "**",
"chapter_128_description" : "Wisdom Psalm",
"chapter_128_overview" : "Blessed are all who fear the LORD. You will eat the fruit of your labour. May the LORD bless you from Zion all the days of your life.",
"chapter_128_summary" : "**",
"chapter_129_description" : "Community Lament",
"chapter_129_overview" : "They have greatly oppressed me from my youth. But the LORD has cut the cords of the wicked. May all who hate Zion be put to shame!",
"chapter_129_summary" : "**",
"chapter_130_description" : "Penitential Lament",
"chapter_130_overview" : "I cry to you, O LORD! If you kept a record of sins, who could stand? But with you there is forgiveness. O Israel, hope in the LORD!",
"chapter_130_summary" : "**",
"chapter_131_description" : "Psalm of Trust",
"chapter_131_overview" : "My heart is not proud, O LORD. I have quietened my soul, like a weaned child with its mother. O Israel, put your hope in the LORD.",
"chapter_131_summary" : "**",
"chapter_132_description" : "Covenant Psalm",
"chapter_132_overview" : "Remember, O LORD, how David vowed, \"I will find a place for the LORD.\" The LORD has chosen Zion: \"This is my resting place forever.\"",
"chapter_132_summary" : "**",
"chapter_133_description" : "Wisdom Psalm",
"chapter_133_overview" : "How good it is when brothers live together in unity! It is like precious oil upon the head. There the LORD commanded his blessing.",
"chapter_133_summary" : "**",
"chapter_134_description" : "Temple Psalm",
"chapter_134_overview" : "Come, bless the LORD, all you servants of the LORD! Lift up your hands to the sanctuary. May the LORD bless you from Zion.",
"chapter_134_summary" : "**",
"chapter_135_description" : "Salvation History Psalm",
"chapter_135_overview" : "Praise the LORD! He is above all gods. He struck down many nations. Their idols are but silver and gold. O Israel, bless the LORD!",
"chapter_135_summary" : "**",
"chapter_136_description" : "Salvation History and Community Thanksgiving Psalm",
"chapter_136_overview" : "Give thanks to the LORD, his love endures; who spread out the earth, his love endures; who led Israel out of Egypt, his love endures.",
"chapter_136_summary" : "**",
"chapter_137_description" : "Imprecatory Lament",
"chapter_137_overview" : "By the rivers of Babylon, we wept when we remembered Zion. How can we sing the LORD's song? O Babylon, happy the one who repays you!",
"chapter_137_summary" : "**",
"chapter_138_description" : "Individual Thanksgiving Psalm",
"chapter_138_overview" : "I give you thanks, O LORD! All the kings of the earth will praise you. Though I walk in the midst of trouble, you preserve my life.",
"chapter_138_summary" : "**",
"chapter_139_description" : "Individual Lament",
"chapter_139_overview" : "O LORD, you have known me. Where can I go from your Spirit? You knit me together in my mother's womb. Search me and know my heart.",
"chapter_139_summary" : "**",
"chapter_140_description" : "Imprecatory Lament",
"chapter_140_overview" : "Rescue me, O LORD, from evildoers; protect me from the violent. You are my God, my salvation. The LORD executes justice for the poor.",
"chapter_140_summary" : "**",
"chapter_141_description" : "Individual Lament",
"chapter_141_overview" : "O LORD, may my prayer be as incense. Do not turn my heart to evil. Let the righteous rebuke me. Keep me from the traps of the wicked.",
"chapter_141_summary" : "**",
"chapter_142_description" : "Individual Lament",
"chapter_142_overview" : "I cry out to the LORD! When my spirit is faint, you know my path. Save me from my persecutors! You will deal bountifully with me.",
"chapter_142_summary" : "**",
"chapter_143_description" : "Penitential Lament",
"chapter_143_overview" : "Hear my prayer, O LORD! My enemy has crushed my life. My soul thirsts for you. Teach me the way I should go. Destroy my adversaries.",
"chapter_143_summary" : "**",
"chapter_144_description" : "Royal Psalm",
"chapter_144_overview" : "Blessed be the LORD, who trains my hands for war. O LORD, reach down and rescue me! May there be no cry of distress in our streets.",
"chapter_144_summary" : "**",
"chapter_145_description" : "Worship Psalm",
"chapter_145_overview" : "I will exalt you, my God and King. All you have made will praise you. The LORD is faithful. He is near to all who call upon him.",
"chapter_145_summary" : "**",
"chapter_146_description" : "Worship Psalm",
"chapter_146_overview" : "Praise the LORD, O my soul! Do not trust in mortal men. The LORD executes justice for the oppressed. He watches over the fatherless.",
"chapter_146_summary" : "**",
"chapter_147_description" : "Worship Psalm",
"chapter_147_overview" : "It is good to sing praises to our God! He counts the stars. He lifts up the humble. Praise the LORD! He declares his word to Israel.",
"chapter_147_summary" : "**",
"chapter_148_description" : "Worship Psalm",
"chapter_148_overview" : "Praise the LORD from the heavens! Praise him, sun and moon! Praise the LORD from the earth! Young and old together, praise the LORD!",
"chapter_148_summary" : "**",
"chapter_149_description" : "Worship Psalm",
"chapter_149_overview" : "Praise the LORD! Let Israel rejoice in their maker. The LORD takes delight in his people. Let swords be in their hands for judgement.",
"chapter_149_summary" : "**",
"chapter_150_description" : "Worship Psalm",
"chapter_150_overview" : "Praise the LORD! Praise him with trumpet and strings! Praise him with loud cymbals! Let everything that has breath praise the LORD!",
"chapter_150_summary" : "**"
}
