{
"book_description" : "Visions of the End",
"book_overview" : "Sinful leaders will bring God's wrath and almost destroy the world, but his servants will be saved for life in the new earth",
"ESV_summary" : "\"The revelation of Jesus Christ\" (1:1) was probably written by the apostle John while in exile on the island of Patmos, off the coast of present-day Turkey. It was addressed to seven actual churches. Revelation begins with letters from Christ himself to these churches, letters that include commendation, criticism, and comfort. Then comes a long series of visions of judgment on the wicked, all in highly symbolic language. The church is depicted under great distress but is assured of the final triumph of Jesus as \"King of kings and Lord of lords\" (19:16), bringing to an end the rebellion of humanity and ushering in \"a new heaven and a new earth\" (21:1), where God himself will reign forever and ever (11:15). Revelation was probably written AD 95–96.",
"ESV_introduction" : "This last book of the Bible identifies itself as \"the revelation of Jesus Christ\", and its author is designated \"his servant John\" who was exiled to the Greek island of Patmos because of his faith. Traditionally, John is identified with the author of the Fourth Gospel. Addressed to seven historical churches in Asia Minor, the Book of Revelation was written to warn against spiritual indifference and to elicit courage under persecution. Because of the extensive use of symbolism and picturesque imagery, its interpretation has posed many problem for the student of the Bible. While recognizing the historical situation (Roman persecution) that elicited this writing, many interpreters look upon it as a prophecy depicting events that were to take place at the end of the age. The ultimate victory of Christ is the dominant theme of this book.",
"chapter_1_header" : "Letters to 7 churches",
"chapter_1_description" : "*",
"chapter_1_overview" : "The revelation of Jesus Christ to John. A voice said, \"Write to the churches.\" I saw one like a son of man, his face was like the sun.",
"chapter_1_summary" : "**",
"chapter_2_description" : "*",
"chapter_2_overview" : "\"Ephesus, renew your first love. Smyrna, be faithful until death. Pergamum, some hold false teaching. Thyatira, you tolerate Jezebel.\"",
"chapter_2_summary" : "**",
"chapter_3_description" : "*",
"chapter_3_overview" : "\"Sardis, you are not alive but dead. Philadelphia, you have endured in my word. Laodicea, you are lukewarm so I will spit you out.\"",
"chapter_3_summary" : "**",
"chapter_4_header" : "Worship in heaven",
"chapter_4_description" : "*",
"chapter_4_overview" : "I saw one seated on the throne in heaven. The four living creatures say, \"Holy, holy, holy.\" The elders say, \"You created all things.\"",
"chapter_4_summary" : "**",
"chapter_5_description" : "*",
"chapter_5_overview" : "A Lamb standing as though slain took the scroll with seven seals. The creatures, elders and myriad angels sang, \"Worthy is the Lamb!\"",
"chapter_5_summary" : "**",
"chapter_6_description" : "*",
"chapter_6_overview" : "The Lamb opened four seals and the horsemen went out to destroy. With the fifth seal I saw the martyrs. With the sixth the stars fell.",
"chapter_6_summary" : "**",
"chapter_7_header" : "Sufferings on earth",
"chapter_7_description" : "*",
"chapter_7_overview" : "The 144,000 were sealed from the tribes. A multitude cried, \"Salvation belongs to our God.\" An elder said, \"God will wipe every tear.\"",
"chapter_7_summary" : "**",
"chapter_8_description" : "*",
"chapter_8_overview" : "With the seventh seal there was silence. I saw seven angels. Four angels blew their trumpets and a third of the earth was destroyed.",
"chapter_8_summary" : "**",
"chapter_9_description" : "*",
"chapter_9_overview" : "At the fifth trumpet, locusts from the pit tormented the earth. At the sixth trumpet, four angels killed a third of mankind with fire.",
"chapter_9_summary" : "**",
"chapter_10_description" : "*",
"chapter_10_overview" : "I saw an angel with a scroll. He cried out and seven thunders sounded. A voice said, \"Eat the scroll.\" It was sweet and then bitter.",
"chapter_10_summary" : "**",
"chapter_11_description" : "*",
"chapter_11_overview" : "The two witnesses will prophesy until the beast kills them. At the seventh trumpet, loud voices said, \"Our God shall reign forever.\"",
"chapter_11_summary" : "**",
"chapter_12_description" : "*",
"chapter_12_overview" : "A woman giving birth and a great dragon appeared. Michael and his angels fought the dragon. The dragon was thrown down to the earth.",
"chapter_12_summary" : "**",
"chapter_13_description" : "*",
"chapter_13_overview" : "I saw a beast rising out of the sea. It spoke blasphemy against God. Another beast rose and gave everyone a mark. Its number is 666.",
"chapter_13_summary" : "**",
"chapter_14_description" : "*",
"chapter_14_overview" : "I saw the Lamb in Zion with the 144,000. Angels said, \"The hour of judgement has come.\" The earth was reaped with a sharp sickle.",
"chapter_14_summary" : "**",
"chapter_15_description" : "*",
"chapter_15_overview" : "I saw angels with seven plagues. Those who conquered sang, \"Just are your ways, Lord!\" The angels were given seven bowls of wrath.",
"chapter_15_summary" : "**",
"chapter_16_description" : "*",
"chapter_16_overview" : "The bowls of wrath were poured out. The seas turned to blood, darkness fell, the kings gathered at Armageddon and the earth quaked.",
"chapter_16_summary" : "**",
"chapter_17_description" : "*",
"chapter_17_overview" : "I saw a prostitute on a beast with seven heads and ten horns. An angel said, \"The heads and horns are kings. The Lamb will conquer.\"",
"chapter_17_summary" : "**",
"chapter_18_description" : "*",
"chapter_18_overview" : "An angel cried, \"Fallen, fallen is Babylon!\" The kings and merchants will weep. An angel said, \"The great city will be thrown down.\"",
"chapter_18_summary" : "**",
"chapter_19_description" : "*",
"chapter_19_overview" : "A multitude cried, \"Hallelujah! The Lord reigns.\" The Word of God led the armies of heaven. The beast was cast into the lake of fire.",
"chapter_19_summary" : "**",
"chapter_20_header" : "Return & judgement",
"chapter_20_description" : "*",
"chapter_20_overview" : "Satan was bound and the martyrs reigned with Christ for 1,000 years. Then Satan was cast into the lake of fire. The dead were judged.",
"chapter_20_summary" : "**",
"chapter_21_description" : "*",
"chapter_21_overview" : "I saw a new heaven and earth. A voice said, \"God dwells with his people.\" An angel showed me the new Jerusalem. Its lamp is the Lamb.",
"chapter_21_summary" : "**",
"chapter_22_description" : "*",
"chapter_22_overview" : "The river of life flows from the throne of God. \"Behold, I am coming soon. I am the beginning and the end.\" Amen. Come, Lord Jesus!",
"chapter_22_summary" : "**"
}
