{
"book_description" : "Paul's theology",
"book_overview" : "None can keep the law, so God saves us by faith instead of obedience, thus saving both Jews and Gentiles.",
"ESV_summary" : "Romans is the longest and most systematically reasoned of Paul’s letters. Paul announces its theme in 1:16-17: the gospel is God’s power for salvation, because it shows us that the righteousness of God is through faith for all who believe. Paul explains the need for justification through faith because of sin (1:16–4:25). He then spells out the results of justification by faith in terms of both present experience and future hope (5:1–8:39). In the next three chapters, he expresses his sorrow that many of his fellow Israelites have not embraced the gospel, and he wrestles with the theological implications of this (chs. 9–11). He concludes by describing how the gospel should affect one’s everyday life (chs. 12–16). Paul wrote his letter to Rome in about AD 57.",
"ESV_introduction" : "This letter, the first in canonical order, but not the first of Paul’s Epistles, is the longest and the most influential of all the Apostle’s writings. Writing to Christians at Rome whom he hoped soon to visit, Paul presents to them his mature convictions concerning the Christian faith: the universality of sin; the impotence of the law as a means of salvation; the nature of God’s saving act in Christ, and its appropriation by faith. The letter closes with spiritual advice and some personal remarks.",
"chapter_1_header" : "All are guilty",
"chapter_1_description" : "God's wrath is coming for unrepentant sinners",
"chapter_1_overview" : "Paul, to the saints in Rome. I am eager to preach the gospel to you. The unrighteous have no excuse. God gave them up to their lusts.",
"chapter_1_summary" : "Paul, an apostle sent to spread the Gospel of Jesus; the scriptural prophesy of Him, His lineage connection to David, and His resurrection. Paul was sent to call the Gentiles who belonged to Jesus to an obedience to God through faith. Paul writes this letter to all believers in Rome. Paul is thankful for their faith, and often talks about them and prays for them. Paul wants to visit them to preach the Gospel to them, to encourage them, and be encouraged by them. Paul is not ashamed by the Gospel which brings salvation to all believers by creating a righteousness through faith. God's wrath is being revealed against those who have chosen to worship man-made idols instead of the real God, because God has made Himself known clearly through His creation. So God has given the godless people over to sinful lusts, sexual immorality, and mental depravity. Because of this, they have no understanding, fidelity, love, or mercy. Despite knowing that God condemns sinful acts, they continue on in their sins and approve of those who do likewise.",
"chapter_2_description" : "God will punish hypocrites",
"chapter_2_overview" : "In judging you condemn yourself. The doers of the law will be justified. Do you boast in the law but break it? A Jew is one inwardly.",
"chapter_2_summary" : "Believers have no excuse to hypocritically judge anyone, for they will not escape being judged by God using the same standards which they have used to judge others. Believers should repent of their sins, because God will reward those who persistently do good, but will punish those who are egocentric, who reject truth, and who follow evil. Jew or Gentile, God will not discriminate or show favoritism. Those without the Law will die for their sins, and those under the Law will be judged by it. Those who obey the Law are righteous. Even some Gentiles by their nature do what is in the Law because it is written in their hearts. God will judge everyone's secrets through Jesus. Jewish believers who are boastful in having the Law, are you fully keeping the Law? If you break the Law, you are essentially nullifying your circumcision. However, if an uncircumcised person obeys the Law, they will be regarded as being circumcised. A true Jew-in-spirit has a circumcised heart and receives praise from God.",
"chapter_3_description" : "*Righteousness comes by faith, not by obeying the Law",
"chapter_3_overview" : "The Jews were given the oracles of God. But no one is justified by the law. All have sinned and are justified through faith in Jesus.",
"chapter_3_summary" : "Jews are advantaged because they have been entrusted with the words of God. Unfaithful Jews do not prove God to be unfaithful. Unrighteous human acts highlight God's righteousness, but we should not do evil to make God seem good. Jews are no better than Gentiles, because everybody sins and there is nobody who is righteous. The whole world is accountable to the Law. Nobody will be declared righteous by obeying God's Law, instead we become conscious of sin through the Law. God has now revealed the prophesied righteousness apart from the Law. All people have sinned, and those people who believe that Jesus was presented by God as an atonement sacrifice will be justified by grace. Nobody can boast, because this justification is based on faith, not by observing the Law. Jew and Gentile both can be justified through the same faith, and that upholds the prophesy.",
"chapter_4_header" : "Justification by faith",
"chapter_4_description" : "*Righteousness comes by faith, not by obeying the Law",
"chapter_4_overview" : "Abraham was counted righteous by faith before he was circumcised. He is the father of all who believe. The promise depends on faith.",
"chapter_4_summary" : "Scripture says that Abraham was justified by faith, not by works. His belief was credited as righteousness. Works are rewarded by obligation, but the ungodly who simply believe are justified by God with the gift of righteousness. Abraham was justified by faith before he was circumcised, so he represents both the circumcised and the uncircumcised. Abraham and his offspring did not become heir to the world through the Law, but by their faith. If being an heir was dependent on the Law, then faith is worthless. The Law brings wrath, but there is no transgression where there is no law. The promise of grace is guaranteed to all of Abraham's literal and figurative offspring through faith in God. Abraham had faith that God would fulfill His promise: to make Abraham a father, despite his being old and his wife being through menopause already. This faith was credited as righteousness by God. God will grant the same righteousness to those who believe in the sacrifice of Jesus.",
"chapter_5_description" : "Adam made everyone die, Jesus lets everyone live",
"chapter_5_overview" : "Therefore we rejoice in hope. While we were sinners, Christ died for us. As sin came through one man, so grace abounds through Christ.",
"chapter_5_summary" : "By faith we have peace with God, being in grace with God through Jesus. We glory in suffering, which builds endurance, character, and hope. This is God's love, in our hearts through the Holy Spirit. Some may die for a good man, but Jesus died for us while we were sinners. We have been reconciled with God through Jesus' blood and resurrection. Sin and death entered the world through Adam, and everybody died because they all sinned. Sin existed before the Law, but nobody was accountable for it. Still, people died up to the time of Moses without breaking God's commandments. Just like Adam's sin condemned all people to die, God's gift of grace through Jesus has resulted in justification and eternal life being available to all people. God made the Law to make transgression increase, so that grace could increase even more.",
"chapter_6_description" : "*Believers died through Jesus, therefore they are free from the Law",
"chapter_6_overview" : "We were baptised into Christ's death. So consider yourselves dead to sin and alive to God. Offer yourselves to God for righteousness.",
"chapter_6_summary" : "However, we should not continue sinning to increase grace. We are dead to sin, as through Jesus we have died and now live a new life. Our old self was crucified with Jesus, so we are free from sin. Just as Jesus now lives for God, so do we. So do not obey your natural, evil desires, but rather become completely an instrument of righteousness. Sin is not your master, because you are under grace, not the Law. Do not continue to sin because of your status of grace, rather become a slave to righteousness, obeying God. Your prior wickedness gained you nothing but your present shame. Now your obedience will lead to holiness and eternal life. The wages of sin is death, but God's gift is eternal life through Jesus.",
"chapter_7_description" : "*Believers died through Jesus, therefore they are free from the Law",
"chapter_7_overview" : "You have died to the law. Is the law sin? No, sin produced death in me. I do not do what I want to do. My flesh serves the law of sin.",
"chapter_7_summary" : "The Law is only binding while someone lives. A widow is not guilty of adultery by marrying another man. You have died through Jesus, and now belong to Him. Before, our sinful lusts were aroused by the Law. Now through Jesus' death, we are free from the Law to serve in the Spirit. If not for the Law, Paul would not have recognized sin. Paul was alive before knowing the Law, but upon knowing it, sin in Paul made him transgress the Law and thereby condemned him to death. However, the Law is not sinful itself, but rather it is holy, righteous, and good. The Law was used to bring about Paul's death and to make sin completely sinful. The Law is spiritual, but Paul is flesh and is sold to sin. Although Paul delights in God's Law and desires to obey it, he still sins because good does not dwell in him. Instead, sin living in him makes him continue to sin. Paul is a prisoner to sin, and is thankful to be delivered from its consequences through Jesus.",
"chapter_8_description" : "Believers are free from the eternal consequences of sin",
"chapter_8_overview" : "The law of the Spirit has set you free. We are children of God and co-heirs with Christ. Nothing can separate us from the love of God.",
"chapter_8_summary" : "There is no condemnation if you are in Jesus, because though Jesus the law of the Spirit frees you from the Law of sin and death. The Law was powerless because of sin, but Jesus' sin offering condemned sin in flesh to make us (who live by the Spirit, not the flesh) fully righteous. Those in the realm of flesh cannot obey God's Law or please God, but those of the Spirit seek with their minds what God desires. You are not in the realm of flesh if God's Spirit is in you. If you do not have Jesus' Spirit, you do not belong to Him. Though your body will die due to sin, God will resurrect your mortal body because Jesus' Spirit is in you. We have an obligation to put fleshly sins to death by the Spirit in order to live. The children of God have received the Spirit, as we have received it. As God's children, we are heirs, and we may share is Jesus' suffering in order to share in His glory. Our sufferings now will be nothing compared to our future glory. All of creation has been yearning for the children of God to be revealed to be liberated from decay. We have patient hope for the time when our bodies will be redeemed. The Spirit intercedes for us in our prayers, aligning them with the will of God. God works everything for the good of His loving Elect. The Elect were predestined to be like Jesus, and accordingly called by God to be glorified. God is for us, and the resurrected Jesus intercedes for us at God's right hand, so that nobody can condemn us. Though we may suffer all types of hardships, persecution, and disasters, we will never be separated from God's love through Jesus.",
"chapter_9_header" : "What about Jews?",
"chapter_9_description" : "*God has only chosen a remnant of Jews to save",
"chapter_9_overview" : "I grieve for my kinsmen. But not all Israel are Israel. God has mercy on whom he wills. Israel did not pursue righteousness by faith.",
"chapter_9_summary" : "Paul wishes that he could be cursed in order to save all of the Jewish people, who ultimately contained the human lineage of Jesus. God's word has not failed with the Jews. Not all people in Abraham's lineage are considered God's children, as we see in the case of Isaac versus Ishmael. Only Isaac received the promise. Similarly, God's policy of Election can be seen in His favoring of Jacob instead of Esau from before their births. Is God unjust? No, God will give mercy and compassion on people according to His will. Human effort is irrelevant. God has the right to condemn or bless whoever He wants. What if God is being patient with His wrath on those who He has chosen to condemn in order to demonstrate His glory to His Elect? The Elect consist of both Jews and Gentiles, but only a small remnant of Jews will be saved from God's wrath. That is because the Gentiles obtained righteousness by faith, but the Jews have pursued righteousness through obedience to the Law. The Jews missed their goal of righteousness through works, stumbling on the stone which God placed in front of them.",
"chapter_10_description" : "*God has only chosen a remnant of Jews to save",
"chapter_10_overview" : "Everyone who calls on the Lord will be saved. How will they hear if no one preaches? Moses says of Israel, \"I will make you jealous.\"",
"chapter_10_summary" : "Paul desires that all of the Jews get saved, because they are zealous for God. Yet the Jews do not know God's righteousness, so they pursued their own. Jesus culminated the Law, making righteousness available to all believers. Moses writes of righteousness, saying that people who obey the Law will live. However, righteousness by faith is available to all who believe in their hearts in Jesus' resurrection and profess that Jesus is Lord. That is why it was so important to spread this Gospel; so that people could hear it and believe. Yet despite the Gospel reaching the ends of the world, most of the Jews have kept to their tradition of obstinate disbelief, just as it was prophesied.",
"chapter_11_description" : "*God has only chosen a remnant of Jews to save",
"chapter_11_overview" : "Even now there is a remnant of Israel. You Gentiles have been grafted into the tree. All Israel will be saved. Glory to God forever!",
"chapter_11_summary" : "God did not reject all of the Jews. Some of them He predestined to be included in the Elect, preserving a remnant by grace. God prevented the rest of the Jews from understanding His grace through Jesus. Paul hopes that the Salvation of the Gentiles will arouse at least some of the Jews by envy to the same Salvation. The Gentiles should not be arrogant in their present position, because, just like God did not spare the unfaithful Jews, God will not tolerate the Gentiles acting irreverently either. Jews who change into believers will be granted Salvation. The Jews are just being hardened until all of the necessary Gentiles have been saved. At that time, all of the Jews will then be saved because of God's promised love to their patriarchs. The Jews are just disobedient now to obtain the same mercy which has been given to the Gentile. God is smart beyond human comprehension.",
"chapter_12_header" : "Living new life",
"chapter_12_description" : "Do good",
"chapter_12_overview" : "Present your bodies as a living sacrifice to God. We are one body in Christ. Love one another as brothers. Overcome evil with good.",
"chapter_12_summary" : "Be a living sacrifice for God in body and mind in order to discern God's perfect will. Realize that we should all play different roles in the collective body of God's organization according to the individual gifts with which we have been graced. Be sincere in love, devoted in love and respect for each other, full of zeal for God, joyous in hope, patient of afflictions, and faithful prayers. Give to needy believers. Live in harmony with each other regardless of status. Do what is right. Bless your persecutors. Do not curse anyone or repay evil for evil, for you should let God handle vengeance. In fact, overcome evil by doing good to those who hate you.",
"chapter_13_description" : "Obey all authorities",
"chapter_13_overview" : "Submit to authorities. Pay taxes to those due taxes. Owe nothing except love, which fulfils the law. Clothe yourselves with Christ.",
"chapter_13_summary" : "Do whatever authorities tell you, because God has established all authority figures. Otherwise God will judge you. Authorities will not harm anyone for doing good, but they will readily punish wrongdoers. Pay the taxes, revenue, respect, and honor which is due to authorities. Pay all debts. Love your neighbor, and you will fulfill the Law. Understand that Salvation is coming very soon, so behave righteously through Jesus.",
"chapter_14_description" : "Get along with one another, despite differences",
"chapter_14_overview" : "Accept those who are weak in faith. Everything is clean but it is wrong to cause anyone to stumble. Whatever is not of faith is sin.",
"chapter_14_summary" : "Accept people into the faith even if they are not able to fully understand it, and do so without debating their understanding. Only God is their judge, and God is on their side. It does not matter what someone thinks is the right way to honor God, as long as they remain true to their belief. We all live and die for God, so do not be judgemental of a fellow believer. Each of us will stand before God's judgement for ourselves. Nothing is really unclean, but if someone regards something as unclean then it is unclean for them. Be aware of such regards from your fellow believers and alter your behavior as to not offend them and, by that offense, drive them away from belief. The Kingdom of God is about righteousness, peace, and joy, so do what is necessary to be harmonious with your fellow believers. This will please God and keep the peace. Keep your own particular views of right and wrong between you and God, and do not be a hypocrite.",
"chapter_15_description" : "Paul is pleased by his work with the Gentiles",
"chapter_15_overview" : "Each of us should build up our neighbours. Christ confirmed the promises given to the patriarchs. I hope to see you as I go to Spain.",
"chapter_15_summary" : "We should overlook each others' faults and try to please one another. The Scriptures teach us endurance and encouragement, and may we all have that same attitude, like Jesus, thereby bringing glory to God. Accept each other like Jesus accepts you. Jesus' glory and mercy shines through the Jews to the Gentiles. Paul knows that the Roman believers are full of goodness and knowledge of God, but he wanted to remind them of these things because, by grace, his duty is to spread the Gospel to the Gentiles so that they will be a sanctified offering to God. Paul is happy that he has lead Gentiles to belief by his teaching of the Gospel and his miraculous signs. Paul tries to go places where the Gospel has not yet been heard, which is why he has delayed going to Rome. Now that the Gospel has been spread completely in this region, Paul will go to Spain, stopping by Rome for a visit on the way, but first Paul will go through Jerusalem to distribute financial aid to poor Jews; material aid which was owed to them by the Gentiles of Macedonia and Achaia for sharing in the Jews' spiritual blessings. Pray to God to keep Paul safe from unbelievers in Judea so that he can visit the Romans with joy. God be with you all.",
"chapter_16_description" : "Everyone says hello, and do not forget that God will soon crush Satan",
"chapter_16_overview" : "I commend to you Phoebe. Greet Prisca, Aquila, Andronicus, Junia and Rufus. Avoid those who cause divisions. Glory to God forever!",
"chapter_16_summary" : "Paul is sending them Phoebe, who is a deacon. They should aid her as necessary, because she has helped many people. Greet Priscilla and Aquilla, who risked their lives for Paul and the Gentile churches. Greet a list of various men and women who have been good friends and hard workers for God. Greet each other with a holy kiss. Stay away from people who cause divisions or who teach contrary to what you have learned. They are selfishly deceptive. Your obedience is renowned, but stay away from evil. God will soon destroy Satan. May the grace of Jesus be with you. Timothy, Lucius, Jason, Sosipater, Terius (the one to whom Paul is dictating this letter), Gaius, and Erastus all say hello. For the revelation of the true meanings of the old prophesies, and for the Salvation of the Gentiles through faith, glory be to God forever."
}
