{
"book_description" : "David's ancestors' love story",
"book_overview" : "A Moabite widow of an Israelite becomes ancestor of the kings of Judah",
"ESV_summary" : "The book of Ruth tells of a young Moabite widow who, out of love for her widowed Israelite mother-in-law, abandoned her own culture, declaring, \"Your people shall be my people, and your God my God\" (1:16). Though she was destitute and needing to rely on the kindness of others, Ruth’s disposition and character captured the attention of Boaz, a close relative of her deceased husband. Boaz fulfilled the role of kinsman-redeemer and took Ruth as his wife. Ruth serves as a wonderful example of God’s providential care of his people, and of his willingness to accept Gentiles who seek him. Ruth was an ancestor of Christ. The author is unknown, but the genealogy at the end suggests that it was written during or after the time of David.",
"ESV_introduction" : "The Book of Ruth offers a striking contrast to the Book of Judges, but its story is associated with the same period. In Judges, national sin and corruption portray a dark picture. The story of Ruth the Moabitess and her loyalty and devotion to Naomi, her Hebrew mother-in-law, presents the reader with a picture of the nobler side of Hebrew life in the days of the judges.",
"chapter_1_header" : "Back to Bethlehem",
"chapter_1_description" : "The widowed Ruth tends to her mother-in-law",
"chapter_1_overview" : "Naomi, an Ephraimite, lived in Moab. Her husband and two sons died so she returned to Bethlehem with her daughter-in-law, Ruth.",
"chapter_1_summary" : "In the days of the judges, Elimelch and his wife Naomi (which means pleasant) moved from Bethlehem to a place in Moab with their two sons. Elimelech dies. The sons got married to Moabites Orpah and Ruth. They all lived there for about 10 years, then Naomi's sons died. Naomi and Orpah and Ruth set out for Bethlehem. Naomi tells Orpah and Ruth to go back to their mothers' houses. Orpah and Ruth wept and said they'd follow Naomi. Naomi told them to go to their mothers' houses again, sighting that she was \"too old to have another husband,\" that it was impractical to wait for her to have a son and for that son to grow up, and that God's hand was against her. Orpah decides she will go back to her mother, but Ruth stays with Naomi. Naomi says to Ruth that Orpah is going back to her people and her gods and Ruth should do the same. Ruth claims she will stay with Naomi until death. Naomi and Ruth arrive in Bethlehem. Naomi says to call herself Mara (which means bitter) because of what God has done to her.",
"chapter_2_header" : "Romance with Boaz",
"chapter_2_description" : "Ruth works in the field of Boaz",
"chapter_2_overview" : "Naomi had a rich relative named Boaz. Ruth went to glean in his fields. Boaz gave her food and told his men to leave grain for her.",
"chapter_2_summary" : "Ruth finds a barley field where she can glean after the harvesters. The owner of that particular field was Boaz, a prominent man from Elimelech's clan. Boaz stopped by the field and asked about Ruth, to which the foreman replied she'd been steadily gleaning since morning. Boaz invites Ruth to stay with his servant girls and continue to glean. He tells his men not to touch her. Ruth asks Boaz why he is being so kind her. Boaz replies that he knows of Ruth's story. Boaz invites her to eat with the harvesters at mealtime. Boaz tells his men to drop extra barley for Ruth to glean. Ruth gleans some more and then brings her harvest to Naomi. Ruth explains about Boaz. Naomi says to stick with Boaz's servant girls, because she may be harmed in other fields. So Ruth did this, and continued to glean.",
"chapter_3_description" : "Ruth goes to Boaz at night",
"chapter_3_overview" : "Naomi told Ruth to go and sleep at Boaz's feet. When Boaz awoke, Ruth said, \"You are my kinsman.\" Boaz said that he would marry her.",
"chapter_3_summary" : "Naomi gives Ruth a plan to enter into Boaz's household: She tells her to wash and put on perfume and her best clothes. Then head to the threshing floor. Wait for Boaz to eat, drink, and lie down. Then go and uncover his \"feet\" and lie down. He will tell her what to do. Ruth agrees to do what Naomi said. Boaz eats, drinks, and sleeps. Ruth uncovers his feet and sleeps there. Boaz awakens in the middle of the night and sees Ruth. Boaz asks who she is. Ruth tells him, and basically invites him to marry her. Boaz says there is a better candidate for Ruth. But if this other guy does not want Ruth, Boaz will \"redeem\" her. Early in the morning, Boaz sends Ruth back to Naomi with 6 measures of barley and tells her not to let anyone know she was there. Ruth tells Naomi about this, and Naomi tells Ruth to wait until she sees what Boaz will do.",
"chapter_4_header" : "David's ancestors",
"chapter_4_description" : "Ruth marries Boaz, the ancestor of David",
"chapter_4_overview" : "Boaz settled the inheritance with another kinsman and married Ruth. Ruth bore a son, Obed. Obed was father of Jesse, father of David.",
"chapter_4_summary" : "Boaz finds the other candidate and gathers some elders as witnesses. Boaz offers him Naomi's property. The candidate says yes, he'll buy it. Boaz says that includes Ruth. The candidate says no, he will not buy it because it might \"endanger his estate.\" So the candidate gave Boaz his sandal to make the deal official. Boaz claims the property and Ruth as his wife. The elders say may she be like Rachel and Leah (Genesis 29), and may his family be like Perez. God allows Ruth to have a son with Boaz, called Obed. Obed becomes part of the lineage from Perez to David, who appears in two more generations."
}
