{
"book_description" : "Understanding love",
"book_overview" : "A girl dreams about her lover and after searching, she finds he was longing for her.",
"ESV_summary" : "According to the most common interpretation, the Song of Solomon is a collection of love poems between a man and a woman, celebrating the sexual relationship God intended for marriage. God established marriage, including the physical union of a husband and wife (Gen. 2:18-25), and Israelite wisdom literature treasures this aspect of marriage as the appropriate expression of human sexuality (Prov. 5:15-20). The Song of Solomon has also been understood as an illustration of the mutual love of Christ and his church. It is possible that Solomon (tenth century BC) is the author (1:1). However, this verse could mean that the Song was dedicated to Solomon or was written about him, and therefore many scholars regard the book as anonymous.",
"ESV_introduction" : "This book, the only one in the Bible that has love for its sole theme, is a collection or cycle of marriage songs. Again, as with Ecclesiastes, the composition is about Solomon, and not by him. The Song is didactic and moral in its purpose, and has traditionally been interpreted as showing God’s love for His Chosen People and Christ’s love for His Bride, the Church.",
"chapter_1_header" : "Fantasizing",
"chapter_1_description" : "*Two lovers celebrate each other",
"chapter_1_overview" : "Let him kiss me! I am dark and lovely. Tell me, where do you pasture your flock? Follow the tracks, my love. Behold, you are beautiful.",
"chapter_1_summary" : "A thoroughly suntanned woman goes looking for her lover. They exchange dialog, emphasizing their attraction to one another.",
"chapter_2_description" : "*Two lovers celebrate each other",
"chapter_2_overview" : "She is a lily among thorns. He is an apple tree in the wood. Here he comes, leaping on the mountains. My beloved is mine and I am his.",
"chapter_2_summary" : "The woman advises to let love come naturally, and marvels at her lover's traveling prowess. It is springtime.",
"chapter_3_description" : "*Two lovers celebrate each other",
"chapter_3_overview" : "By night I sought the one whom I love. I brought him into my mother's house. Behold, O daughters of Zion, the carriage of King Solomon!",
"chapter_3_summary" : "The woman looked all over for her lover. When she found him, she brought him to her mother's house. She advises again to let love come naturally. Then she admires as King Solomon approaches wearing the crown given to him on the day of his marriage by his mother.",
"chapter_4_description" : "*Two lovers celebrate each other",
"chapter_4_overview" : "You are beautiful, my love! Your eyes are doves, your breasts are like fawns. My bride is a garden. Let my beloved come to his garden.",
"chapter_4_summary" : "The lover poetically describes his woman with many metaphors of love all night long. The woman responds by inviting her lover to partake of her \"choice fruits\".",
"chapter_5_header" : "Finding",
"chapter_5_description" : "*The man leaves, and a search for him ensues",
"chapter_5_overview" : "My beloved is knocking! I opened to him but he had gone. The guards found me and wounded me. My beloved is ruddy, his body is ivory.",
"chapter_5_summary" : "The woman sleeps and dreams that her lover is coming back, but when she wakes up she finds him gone. She goes out in the night to find her lover, and the night watchmen beat her until she bruised and they took her cloak. She solicits her friends for help. Her friends ask her why is her lover better than any other man. She poetically describes her lover with many metaphors.",
"chapter_6_description" : "*The man leaves, and a search for him ensues",
"chapter_6_overview" : "Where has your beloved gone? He has gone to his garden. You are beautiful, my love. Fair as the moon, awesome as an army with banners.",
"chapter_6_summary" : "Her friends ask where her lover went. She replies that he went to his garden. Her lover poetically describes his woman with many metaphors. Her friends question the lover (the Shulammite). The friends plead for him to come back to the woman.",
"chapter_7_description" : "*The man leaves, and a search for him ensues",
"chapter_7_overview" : "Your thighs are like jewels, your breasts like the fruit of a palm. May your kisses be like wine! Beloved, let us go into the fields.",
"chapter_7_summary" : "Her lover poetically describes his woman with many metaphors. The woman suggests they go away to the villages and make love in the vineyards.",
"chapter_8_description" : "The lovers are reunited",
"chapter_8_overview" : "Do not awaken love until it pleases. Love is as strong as death. Solomon had a vineyard, but mine is my own. Make haste, my beloved!",
"chapter_8_summary" : "The woman laments about jealous onlookers. Then she comments on how strong love is; just as strong as death is. The friends ask the woman what should be done about a girl whose breasts are not yet grown. The woman says that her breast are huge and therefore she brings her lover happiness. She then goes on to talk about renting vineyards. Her lover calls for her, and she calls for him to go away with her."
}
