{
"book_description" : "A difficult ministry",
"book_overview" : "Godly Leaders Guide the Church.",
"ESV_summary" : "This pastoral letter from Paul to Titus was intended to offer encouragement and wisdom as Titus endured ongoing opposition from the ungodly and from legalists within his congregations. Paul instructed Titus to complete his assigned job of establishing overseers (elders) for the churches under his care. He described what sort of people these leaders should be, and how all believers should live in relation to each other as well as in their interactions with nonbelievers. Proper Christian behavior is based on the fact that \"the grace of God has appeared, bringing salvation for all people,\" and therefore those who believe in Christ are to \"live self-controlled, upright, and godly lives\" as they await his return (2:11-13). Paul probably wrote this letter in the 60s AD",
"ESV_introduction" : "This is a personal letter written by the Apostle Paul to a young minister whom he had left on Crete. Like the Timothy correspondence, the letter to Titus is practical and discusses the everyday problems confronted by a young minister. This letter is probably to be dated between the first and the second letters to Timothy.",
"chapter_1_header" : "Leaders & sound teaching",
"chapter_1_description" : "*",
"chapter_1_overview" : "Paul, a servant of God, to Titus. I left you in Crete to appoint elders. Deceivers must be silenced. To the impure nothing is pure.",
"chapter_1_summary" : "Paul addresses Titus and gives him instructions on appointing elders in Crete. He lists the qualifications for elders, including being blameless, faithful to their spouse, and having a good reputation. He warns about false teachers who were misleading the people of Crete and emphasizes the need for sound doctrine.",
"chapter_2_description" : "Sound doctrine produces godly living",
"chapter_2_overview" : "Teach what is consistent with sound doctrine. Men are to be steadfast, women reverent. The grace of God trains us to live godly lives.",
"chapter_2_summary" : "#Paul provides specific instructions for different groups within the church, including both older and younger men and women as well as slaves. Paul encourages each group to live in a way that reflects their faith, emphasizing the importance of teaching sound doctrine and living godly lives as a way to correct the sinful behaviors present in Crete.",
"chapter_3_header" : "Holy lifestyle",
"chapter_3_description" : " Saved by grace to do good",
"chapter_3_overview" : "Show consideration to all. We were once slaves but God saved us. Believers should maintain good works. Everyone here sends greetings.",
"chapter_3_summary" : "# Paul instructs Titus to remind the believers to be subject to rulers and authorities, to be obedient, and to be ready to do good works. He emphasizes the importance of showing kindness and humility to everyone, reminding them of the grace of God that brings salvation to all people. The chapter concludes with Paul urging the church to avoid foolish disputes and to focus on good works.",
"chapter_intro_icc_url" : "https://archive.org/details/criticalexegetic39lockuoft/criticalexegetic39lockuoft/page/121/mode/2up",
"chapter_intro_icc_page" : "121",
"chapter_1_icc_url" : "https://archive.org/details/criticalexegetic39lockuoft/criticalexegetic39lockuoft/page/125/mode/2up",
"chapter_1_icc_page" : "125",
"chapter_2_icc_url" : "https://archive.org/details/criticalexegetic39lockuoft/criticalexegetic39lockuoft/page/137/mode/2up",
"chapter_2_icc_page" : "137",
"chapter_3_icc_url" : "https://archive.org/details/criticalexegetic39lockuoft/criticalexegetic39lockuoft/page/150/mode/2up",
"chapter_3_icc_page" : "150",
"chapter_intro_constable_url": "https://soniclight.com/tcon/notes/html/titus/titus.htm#head2",
"chapter_outline_constable_url": "https://soniclight.com/tcon/notes/html/titus/titus.htm#head7",
"chapter_1_constable_url": "https://soniclight.com/tcon/notes/html/titus/titus.htm#head9",
"chapter_2_constable_url": "https://soniclight.com/tcon/notes/html/titus/titus.htm#head14",
"chapter_3_constable_url": "https://soniclight.com/tcon/notes/html/titus/titus.htm#head24",
"commentary_keys":"['icc', 'constable']",
"commentary_names":"['ICC commentary', 'Constable\\'s notes']"
}
