{
"book_description" : "Repentance after exile",
"book_overview" : "Those returned from Exile have to turn from their sins so they don't face judgement with everyone else.",
"ESV_summary" : "As Haggai encouraged the returned Jewish exiles to rebuild the temple, Zechariah encouraged them to repent and renew their covenant with God. Such spiritual renewal would be necessary for the people to be ready to worship God once the temple was rebuilt (about 516 BC). He accused them of doing the very things their ancestors had done before the exile. He was concerned about social justice for widows, orphans, and foreigners. But as the people endured opposition from the non-Jewish inhabitants of Judea, Zechariah reassured them of God’s abiding comfort and care. God would continue his covenant with Israel. Messianic hope was rekindled during Zechariah’s ministry, and the book ends with the promise that the Lord would establish his rule over all the earth (14:9).",
"ESV_introduction" : "Sometimes called the \"Apocalypse of the Old Testament\", this book contains the messages of the Prophet Zechariah, a contemporary of Haggai. The main division of the book (1-8, 9-14) are noticeably dissimilar in both style and subject matter, a fact that has led some to assign the last division (9-14) to another author. The first eight chapters are primarily concerned with the rebuilding of the Temple, although the language used is highly symbolical. Chapters 9 to 14 deal with \"last things\", the \"end time\". Many Messianic references are found, and the writer foresees the Day of the Lord when Israel will be restored, the nations judged, and God’s kingdom triumphant.",
"chapter_1_header" : "Calls to repentance",
"chapter_1_description" : "*Nations will be punished, and the Israelites will return",
"chapter_1_overview" : "The LORD said, \"Return to me.\" So the people repented. I saw a man on a red horse. The LORD said, \"I will return to Zion with mercy.\"",
"chapter_1_summary" : "God gave a message to Zechariah on the eighth month of the second year of King Darius. God was angry with the Israelites' forefathers. If the Israelites return to God, He will return to them. Their forefathers were destroyed for their evil deeds. The Israelites heard Zechariah, and repented. God gave a message to Zechariah on the twenty-fourth day of the eleventh month of the second year of King Darius. Zechariah had a vision of a man riding a red horse, followed by red, brown, and white horses. They had ridden throughout the world and found it at peace. God had punished Judah for 70 years. God was jealous for Jerusalem and Zion, and was angry to find the other nations feeling secure. God declared that He would return to Jerusalem, rebuild the Temple, and grant the Israelites overflowing prosperity. Then Zechariah saw the four horns (nations) which had scattered Judah, Israel, and Jerusalem. Next he saw four craftsmen overturn the four horns.",
"chapter_2_description" : "*Nations will be punished, and the Israelites will return",
"chapter_2_overview" : "I saw a man going to measure Jerusalem. The LORD says, \"I will be her glory.\" He sent me to the nations. The LORD will inherit Judah.",
"chapter_2_summary" : "In his vision, Zechariah saw a man about to measure Jerusalem, but God stopped the man because Jerusalem will be so big, so full of men and livestock, that God will be a wall of fire around it, and its internal glory. God calls the diaspora of Israelites back home. He will send an angel to punish nations which have harmed the Israelites, and those nations will be pillaged. God will live among the Israelites. Many nations will worship God and become His people. God will inherit Judah and live in Jerusalem.",
"chapter_3_description" : "The High Priest Joshua may usher in God's new Temple",
"chapter_3_overview" : "Joshua stood before the angel. The LORD rebuked Satan. They put new clothes on Joshua. The LORD says, \"I will bring forth my servant.\"",
"chapter_3_summary" : "In his vision, Zechariah saw the high priest Joshua standing in front of God and Satan. God rebuked Satan, and called Joshua a \"burning stick snatched from the fire.\" Joshua's clothes were filthy, so God had some angels give Joshua clean cloths. God told Joshua that He had taken away Joshua's sins, and clothed him richly. God then said if Joshua obeys the Law, then Joshua will run the Temple and have access to God. Joshua and his associates are a sign of the times, because God will soon bring the Branch, God's prophesied servant. God set a stone with 7 eyes in front of Joshua, and God will remove the sins of this land in one day. At that time, everyone will be friendly neighbors.",
"chapter_4_description" : "Zerubbabel will build the Temple by God's Spirit",
"chapter_4_overview" : "I saw a lampstand. I asked the angel about it. \"Not by might but by my Spirit,\" says the LORD. \"Zerubbabel will complete the temple.\"",
"chapter_4_summary" : "In his vision, Zechariah saw a gold lampstand with seven lights, and seven channels to the lights. There was an olive tree on both left and right sides of the lampstand. God gave a message to Zerubbabel: what will happen will happen through God's Spirit. Zerubbabel will build the Temple from start to finish. The seven eyes of God rejoice to see the Temple reconstruction. The two olive trees are the two people anointed to serve God.",
"chapter_5_description" : "Sinners will be banished, and Babylon punished",
"chapter_5_overview" : "I saw a flying scroll. He said, \"This is the curse on thieves and liars.\" I saw a woman in a basket. He said, \"This is Wickedness.\"",
"chapter_5_summary" : "In his vision, Zechariah saw a large flying scroll with curses banishing thieves and everyone who swears falsely, which will destroy thieves and those who swear falsely. In his vision, Zechariah saw a measuring basket full of sin and wickedness of all of the land in the form of a woman. Two flying, stork-winged women flew the basket between heaven and earth, to ultimately set the basket in Babylonia.",
"chapter_6_description" : "Joshua will rule a theocracy if he obeys God",
"chapter_6_overview" : "I saw four chariots with red, black, white and dappled horses. The LORD said, \"Make a crown for Joshua. He shall build the temple.\"",
"chapter_6_summary" : "In his vision, Zechariah saw four chariots emerging from two mountains of bronze. God is sending these four chariots in four different directions. The chariot which had black horses went north, and there they gave God's Spirit rest. God told Zechariah to take gold given by Heldai, Tobijah, and Jedaiah, and turn it into a crown to be set on Joshua's head. Then Zechariah is to tell Joshua that he is the Branch, and he will build the Temple and be a priest on his throne in harmony. The crown will be a memorial in the Temple. People from far away will help build the Temple. This will come true if Joshua obeys God.",
"chapter_7_description" : "*God is coming to the Temple to bless the Israelites",
"chapter_7_overview" : "The people asked, \"Should we fast?\" The LORD said, \"Show mercy and do not oppress. But they would not listen. So I scattered them.\"",
"chapter_7_summary" : "God gave a message to Zechariah on the fourth day of the ninth month of the fourth year of King Darius. The people inquired of God if they should continue to mourn for the Temple's destruction. God reminds them that He had asked their ancestors to provide justice by obeying the Law, mercy, and compassion, to not oppress widows, orphans, aliens, or the poor, and to not think evil of each other. However, their ancestors ignored God, so God ignored their cries, exiled them from the Promised Land, and scattered them in foreign nations.",
"chapter_8_description" : "*God is coming to the Temple to bless the Israelites",
"chapter_8_overview" : "The LORD said: \"I am jealous for Zion. I will save my people. Your fasts shall be feasts. Nations shall seek the LORD in Jerusalem.\"",
"chapter_8_summary" : "God is jealous for Zion. God will live in Jerusalem, which will then be called the City of Truth on the Holy Mountain. Old people and children will again be seen in Jerusalem. God will bring the remnant back to Jerusalem. He will be their God, and they will be His people. Be strong in rebuilding the Temple. God will stop punishing the Israelites, and will instead bless them with abundant harvests. They will be a blessing to other nations. They need to speak truth, give fair judgements, not plot evil, not swear falsely, and love truth and peace. People from many foreign nations will go to Jerusalem to inquire of God.",
"chapter_9_header" : "Restored king & Messiah",
"chapter_9_description" : "God's wrath, the Israelite's righteous king, and their attack on Greece",
"chapter_9_overview" : "The LORD is against Hadrach, Tyre and Philistia. Rejoice, O Zion! Behold your king, riding on a donkey. The LORD will save his people.",
"chapter_9_summary" : "God will apply His wrath to the land of Hadrach, Damascus, Hamath, Tyre, Sidon, Ashkelon, Gaza, Ekron, and Ashnod. The only ones left will be those who worship God, and they will go to Judah. God will now defend Zion. Never again will the Israelites be oppressed. Zion's humble, righteous, saved king comes riding on a colt of a donkey. God will grant peace, and the king will proclaim peace to nations and rule from the Euphrates to the western ends of the earth. God will free the Israelite prisoners and slaves, returning them home to restore and bless them. God will send the restored Israelite nation to attack the Greeks, and they will defeat the Greeks quickly and powerfully while being protected by God. The Israelites will be attractive to God.",
"chapter_10_description" : "God will restore Israel and Judah into one nation",
"chapter_10_overview" : "Ask the LORD for rain. From Judah will come the cornerstone. \"I will save Judah for I am the LORD their God. I will bring them home.\"",
"chapter_10_summary" : "Consult with God instead of deceitful idols and lying diviners. The people are like sheep without a shepherd. God is angry with the present shepherds, the leaders. God will care for His flock, the people of Judah. The foundation of everything will come from Judah, including all future rulers. Judah will have a mighty military because God is with them. God will restore Judah and Ephriam as though He had not rejected them. God will signal and redeem them, and gather them back. When they return, there will be so many there that there will not be room for them all. Egypt and Assyria will be destroyed in the process of the Israelites returning.",
"chapter_11_description" : "Metaphorical history of the Israelites",
"chapter_11_overview" : "The cedar has fallen! The LORD said, \"Shepherd the doomed flock.\" I broke the two staffs. The LORD said, \"Woe to the idle shepherd!\"",
"chapter_11_summary" : "Lebanon will be burned, Bashan will be cut down, and the thicket of Jordan will be ruined. God had marked the Israelites as a flock for slaughter. Previously, God had pastured them with Favor and Union, but they had unsuitable shepherds and went astray, so God broke Favor with them. God left it up to them to decide if paying God respect was worth anything, and they, in turn, chose to pay only a minuscule amount. So God broke Union, and thus the people of Israel were separated from the people of Judah. Then God gave them a worthless shepherd to be their leader.",
"chapter_12_description" : "The final battle against invulnerable Israelites",
"chapter_12_overview" : "The LORD said: \"I will make Jerusalem an immovable rock. They will look upon me whom they have pierced. And they will mourn alone.\"",
"chapter_12_summary" : "Judah and Jerusalem will be besieged by all the nations of earth. However, God will make them undefeatable. Those nations attacking the Israelites will hurt themselves, their horses will be blinded and panic, and their riders will go insane. Judah's leaders will realize that this is because of God, and will subsequently thrash all of their attackers. God will protect all the Israelites on that day, but He will destroy the attacking nations. Then God will give the Israelites a spirit of grace and supplication, and each of the Israelite clans will mourn for how they have mistreated God in the past.",
"chapter_13_description" : "A third of the world will remain to worship God",
"chapter_13_overview" : "\"There will be a fountain to cleanse from sin. I will remove prophets from the land. Strike my shepherd and the sheep will scatter.\"",
"chapter_13_summary" : "At that time a fountain will be opened to cleanse the Israelites from sin and impurity. Also, God will remove all idols and prophets from the land. Anyone who prophesies will be killed by their own parents. Prophets will lie about having been prophets. God will strike down a shepherd close to Him and kill 2/3 of all the people in the world. The remaining 1/3 will worship Him, and He will be their God and they will be His people.",
"chapter_14_description" : "Holy war and the aftermath",
"chapter_14_overview" : "A day is coming when the LORD will go into battle. Jerusalem will dwell in security. All the nations will worship the LORD of hosts.",
"chapter_14_summary" : "The Day of God is coming, when plunder will be divided up among the Israelites. God will gather every nation to fight against Jerusalem. Half of the city will be ransacked; its people exiled and its women raped, but half of the people will remain. Then God will fight against all of those nations with an incredibly strong army. That day will be without light, cold, frost, daytime, or nighttime, with light in the evening. Then living water will flow from Jerusalem, and God will be king over the entire earth. The whole land will become like Arabah, but Jerusalem will be intact and raised up. It will never again be desolate or destroyed. God will send a plague of rotting flesh to all of the nations which attacked Jerusalem which will affect men and animals, and they will all panic and attack each other. Judah will fight, and will pillage the wealth of all of the surrounding nations. The survivors will worship God as King on a yearly basis, celebrating the Feast of Tabernacles. If they do not, God will give them no rain. \"Holy to the Lord\" will be inscribed on every horse bell and cooking pot in Jerusalem and Judah. No Canaanite will be in God's house."
}
