{
"book_description" : "Judgement's remnant",
"book_overview" : "If Judea repents, she may not be destroyed like every other nation. But a remnant will be restored.",
"ESV_summary" : "Zephaniah prophesied during the reforms of King Josiah (640–609 BC), who brought spiritual revival to Judah after the long and disastrous reign of Manasseh. Zephaniah pronounced God’s judgment on corruption and wickedness but also his plan to restore Judah. He spoke of the coming \"day of the Lord,\" when sin would be punished, justice would prevail, and a \"remnant\" of the faithful would be saved. The term \"day of the Lord\" occurs throughout the Bible referring both to impending historical judgments from God and to his final judgment at the end of time. Though Zephaniah does not give details about this day, he speaks of its fearsome consequences (1:18) and calls people to seek the Lord (2:3).",
"ESV_introduction" : "This book, though brief, is comprehensive, embracing the two great themes of prophetic teaching: judgment and salvation - both extending to all nations. In some great catastrophe of his day, perhaps the Scythian invasion (c. 626 B.C.), Zephaniah sees God’s terrible judgment upon the nations, including Judah. He exhorts the people to repent and assures them that God will dwell in the midst of a righteous remnant following repentance.",
"chapter_1_header" : "Judgement on Judah",
"chapter_1_description" : "*God will punish Judah and other nations on Judgement Day",
"chapter_1_overview" : "\"I will sweep away everything from the earth,\" declares the LORD. The day of the LORD is near. \"I will bring distress on mankind.\"",
"chapter_1_summary" : "During the reign of Josiah as King of Judah, God spoke to Zephaniah. God will destroy men, animals, birds, and fish. God will punish the land of Judah for its idolatry and rejection of God. The Day of God is near. God has prepared a sacrifice and consecrated His invited. On God's day of sacrifice, He will punish the princes, the king's sons, those in foreign clothes, idolaters, merchants, and those who are complacent. Judah will be plundered and destroyed. God's day will be a day of gloomy wrath and death. God will quickly kill everybody on earth.",
"chapter_2_header" : "Judgement on the nations",
"chapter_2_description" : "*God will punish Judah and other nations on Judgement Day",
"chapter_2_overview" : "Seek the LORD, you humble. Gaza shall be deserted. The LORD is against you, O Canaan. He will stretch out his hand to destroy Assyria.",
"chapter_2_summary" : "If the Israelites humble themselves, do what God commands, and seek righteousness, then maybe God will spare them on Judgement Day. Philistia will be destroyed, including Gaza, Achod, Ekron, and Canaan, and their lands will belong to the remnant of the Israelites. Because Moab and Ammon threatened and mocked the Israelites, God will destroy them and turn their land into salt pits and wastelands forever, which the remnant of the Israelites will own and plunder. Cush will also fall by the sword. God will destroy Assyria, turning Nineveh into a desolate, desert home for wild animals. Everyone will scoff at their fall.",
"chapter_3_header" : "Remnant restored",
"chapter_3_description" : "God will destroy many and force the remnant to worship",
"chapter_3_overview" : "Woe to the rebellious city! \"I have cut off nations. I will leave a humble people.\" Sing, O Zion! The LORD will quiet you by his love.",
"chapter_3_summary" : "Woe to Jerusalem she ignores God's correction, her rulers are ravenous, her prophets are treacherous, her priests defile the Temple and twist the Law. God is in her (Jerusalem) giving righteous justice everyday, but He is ignored. God though that she would see how He dealt with other evil nations and thus fear God, but they ignore God's correction. Therefore, God will pour out His wrath on all nations, consuming them all to purify them, and make them all yield into worshiping God together. Even from far away people will come to worship God. At that time, God will have purged the sinful people from Israel, and so the punishment will end. The remnant left behind will do no wrong and will faithfully serve God as their king. God will take delight in the Israelites. He will remove their burdens, and give them praise and honor world-wide. Their fortunes will be restored."
}
